{
  "courses": [
    {
      "title": "Practices of GST - Introduction to GST Returns",
      "url": "https://www.udemy.com/course/gst-complete-goods-and-services-tax-course/",
      "bio": "A complete GST Course which covers basics of GST, ITC Provisions, GST Filing, E-way bill, Reconciliation, and many more.",
      "objectives": [
        "Complete knowledge of GST from Introduction to GST Filing",
        "Reverse Charges, Time of Supply and Input Tax Credit",
        "GST Invoice",
        "Computation of GST Liability",
        "Filing of GST Returns 3B & 1"
      ],
      "course_content": {
        "Introduction": [
          "GST - An Introduction",
          "Regular Assessee vs Composition Scheme",
          "Liability for Registration",
          "Reverse Charge Under GST",
          "Composite Supply and Mixed Supply",
          "Time of Supply",
          "Differentiating Between Local Supply, Inter State Supply and Exports",
          "Input Tax Credit",
          "GST Invoice, Debit Notes, Credit Notes, Delivery Challan and Other Statutory Doc",
          "Maintenance of Record and Invoices",
          "Computation of GST Liability - Part 1",
          "Computation of GST Liability - Part 2",
          "Payment of GST",
          "Calculating Interest and Late Fees Under GST",
          "Filling of GST Returns 3B & 1 - Part 1",
          "Filling of GST Returns 3B & 1 - Part 2",
          "Filling of GST Returns 3B & 1 - Part 3",
          "E-ways Bill",
          "Fake Invoicing and Measures to Protect Dealer from Same",
          "GST and Exports",
          "Reconciling Books and Returns",
          "Things to Keep in Mind for Assessment Under GST"
        ]
      },
      "requirements": [
        "A desired knowledge is required"
      ],
      "description": "The Government of India has implemented the most enterprising indirect tax reform GST in July 2017. The goal of this course is to learn and upgrade the information on GST Courses in India. Definition and Concept under GST, Time of Supply, Place of Supply, Input Tax Credit, Registration, Returns, Payment, Refund, Assessment, Offenses, Penalties, and many more things you will learn in this course.\nCourse Curriculum\nGST - An Introduction\nRegular Assesse vs Composition Scheme\nLiability for Registration\nReverse Charge\nComposite Supply and Mixed Supply\nTime of Supply\nDifferentiating Between Local Supply, Interstate Supply and Exports\nInput Tax Credit\nGST Invoice, Debit Notes, Credit Notes, and Delivery Challan\nMaintenance of Record and Invoices\nComputation of GST Liability – Part 1\nComputation of GST Liability – Part 2\nPayment of GST\nCalculating Interest and Late Fees under GST\nFiling of GST Returns 3B & 1 – Part 1\nFiling of GST Returns 3B & 1 – Part 2\nFiling of GST Returns 3B & 1 – Part 3\nE-ways Bill\nFake Invoicing and Measures to Protect Dealer from Same\nGST and Exports\nReconciling Books and Returns\nThings to Keep in Mind for Assessment Under GST\nAdvantages of the Practices of GST\nA complete knowledge of Goods and Services Tax.\nThis course will increases the opportunity of salary raise\nThis course will give the road to the individuals in the worldwide help showcase\nAn individual can start consultancy of their own",
      "target_audience": [
        "Beginner who wants to make their career in Accounts and Finance",
        "Professionals who want to upgrade their skills in GST",
        "Accounts/Compliance executives"
      ]
    },
    {
      "title": "تسجيل وتحليل البيانات علي الاكسيل",
      "url": "https://www.udemy.com/course/dueollyda/",
      "bio": "من الصفر حتي الاحتراف",
      "objectives": [
        "تعليم التعريفات الاساسية مثل صف وخليه وعمود",
        "تعليم كل ما يخص الكتابة من تغيير اللون وكبير الخط ولون الكتابة والخلية",
        "ادوات مثل دمج خليتين و التنسيق داخل الخليه",
        "تعديل الصفحة لتكتب من اليمين لليسار او العكس",
        "انشاء جدول",
        "عمليات حسابية بسيطة مثل الجمع والضرب والطرح",
        "استخدام الدوال",
        "التعرف علي انشاء رسومات بيانية",
        "كتابة واعداد التقارير",
        "انشاء وجهة مستخدم بسيطة وبرنامج بحثي بدائي"
      ],
      "course_content": {
        "اساسيات التعامل مع البرنامج": [
          "تعريف الخلية والعمود والصف",
          "ازاي اخلي ورقة العمل بتبداء من اليمين للشمال او العكس",
          "كل ما يتعلق بالخطوط والكتابه داخل الخلية",
          "wrap text , merge and center and format cell التنسيق الخاص بالمحتوي داخل الخليه",
          "ازاي اعمل جدول",
          "ازاي استخدم اداة الفلتر",
          "ازاي استخدم اداة \"sort by\"",
          "استخدام اداة الايجاد والاستبدال",
          "اختبار الاول"
        ],
        "شرح الدوال واستخدامها وكيفية كتابتها": [
          "مقدمة لشرح كيفية الاستفادة من البرنامج والدوال",
          "عمليات حسابية علي الاكسيل ودالة الجمع",
          "دالة الجمع الشرطي والشرطي المتعدد sumif and Sumifs",
          "count , counta , count blank دوال العد",
          "دالة العد الشرطي countif",
          "دالة العد الشرطي المتعدد countifs",
          "الدوال المنطقية \"And ,OR\"",
          "الدالة المنطقية if , الدالة iferror",
          "دالة Vlookup",
          "Hlookup",
          "MAX , MIN",
          "LARGER , SMALL",
          "DATE , DAY , TODAY",
          "اختبار رقم 2"
        ],
        "كيفية اعداد التقارير المختلفة": [
          "انشاء ال PIVOT TABLE",
          "استخدام اداة ال data validation",
          "انشاء وجهة مستخدم بسيطة"
        ],
        "تطبيقات وتدريبات عملية": [
          "تطبيق رقم 1",
          "تطبيق رقم 2",
          "تطبيق رقم 3"
        ]
      },
      "requirements": [
        "لا يوجد"
      ],
      "description": "في الكورس ده انت بتتعلم الادوات الاساسية اللي ممكن تصمم بيها اي نظام يناسب الشغل المطلوب منك وفي بعض التطبيقات العملية اللي هتلاقي فيها مجموعه من الافكار لبعض التصميمات كنموذج ليك للي ممكن تبتكره\nاحتراف الاكسيل من اقصر واسهل الطرق اللي ممكن تفتحلك ابواب شغل كتير\nلان تقريبا مفيش مكان مش بيحتاج البرنامج\nوالبرنامج يعتبر اداة ابداعية بمعني انك ممكن من خلال البرنامج تعمل تطبيقات للتليفون مثلا\nيعتبر البرنامج موسوعة في اكتر من علم هتلاقي الاحصاء والمحاسبة والرياصيات وغيرهم كتير\nانا بسلط الضوء من خلال الكورس علي الادوات العامة في البرنامج وازاي تستخدم الادوات الاكثر انتشار او الاساسيات اللي من خلالها تقدر تعمل حاجات كتيرة اهمها هدف الكورس الاساسي انشاء التقارير\nكمان الكورس مقسوم لجزئين مهمين الاول هو ادخال البيانات والتاني هو اساسيات عمل تحليل بيانات\nمجال ادخال البيانات حاليا بقي من اهم واسهل المجالات المنتشر فيها الشغل حاليا وخاصة الفريلانسر والمجال ده بيعتمد علي التنسيق وده مشروح بشكل سهل وفي خلال دقايق بتكون احترفته\nلكن المهم انك تتدرب علي الكتابة وكل ما هتزود مدة التدريب كل ما هتكون النتايج افضل بكتير\nتحليل البيانات من اكتر مجالات الشغل حاليا زادت في رواتبها وده لان المحلل للبيانات هو يعتبر الحلقة الاساسية في عملية اتخاذ القرار وطبعا هنا في الكورس بديك الاساسيات وهي الدوال الاكثر انتشار وشهرة في البرنامج واللي عن طريقها بتحول البيانات لمعلومات دقيقة ممكن الاعتماد عليها\nوطبعا في طريقة كتابة التقرير عن طريقة استخدام اداة التنظيم والتحليل\nوده اداة عملية جدا في تنسيق واعداد التقارير بشكل عملي مفيد جدا للادارة العلي والمتوسطة ومرن جدا في الاستخدام\nوده كل محتوي الكورس\nاتمني ان الكورس يكون بيفتحلك الباب للابداع في مجال البيانات",
      "target_audience": [
        "مبتدئ في برنامج الاكسيل",
        "متوسط المستوي",
        "محترف",
        "مهتم بادخال البيانات",
        "مهتم بتحليل البيانات"
      ]
    },
    {
      "title": "Property, plant and equipment (IAS 16) - IFRS",
      "url": "https://www.udemy.com/course/property-plant-and-equipment-ias-16-ifrs/",
      "bio": "mastering property, plant and equipment standard",
      "objectives": [
        "Characteristics of property, plant & equipment",
        "Recognition of property, plant & equipment",
        "Initial measurement",
        "Costs subsequent to acquisition",
        "Subsequent measurement",
        "Depreciation",
        "Retirements & disposals",
        "Objectives, Scope, related standards and required discloures",
        "Case studies",
        "Insights into IAS 16",
        "MCQs"
      ],
      "course_content": {
        "Property, plant and equipment": [
          "Miscellaneous lecture",
          "Characteristics of PP&E , Recognition of PP&E and Initial measurement",
          "Case studies",
          "Costs subsequent to acquisition",
          "Depreciation",
          "Retirements and disposals",
          "Objectives, Scope, Related standards and required disclosure",
          "Insights into IAS 16 - (1)",
          "Insights into IAS 16 - (2)",
          "MCQs"
        ]
      },
      "requirements": [
        "Basic Accounting Knowledge is required - أساسيات علم المحاسبة"
      ],
      "description": "IAS 16 Property, Plant and Equipment outlines the accounting treatment for most types of property, plant and equipment. Property, plant and equipment is initially measured at its cost, subsequently measured either using a cost or revaluation model, and depreciated so that its depreciable amount is allocated on a systematic basis over its useful life.\nIAS 16 was reissued in December 2003 and applies to annual periods beginning on or after 1 January 2005.\nThe objective of IAS 16 is to prescribe the accounting treatment for property, plant, and equipment. The principal issues are the recognition of assets, the determination of their carrying amounts, and the depreciation charges and impairment losses to be recognised in relation to them.\nThis course is an introduction for accountants or professionals who want to learn in more details about the accounting treatment of IAS 16 the property, plant and equipment that are increasingly adopting by more organizations around the world. This course provides a clear guide on how to recognize an item of property, plant and equipment as well as initial and subsequent measurement of PPE items. Also it includes the depreciation methods and review of useful life of an asset after major upgrades or revaluation project for specific PPE items. Many real-world examples about IAS 16 application will also help you perceive the concepts easily.\nAfter studying this course you will be able to practice the IAS 16 properly whether for studying or pursuing a career for organizations that require using IAS standard as a major accounting policy.",
      "target_audience": [
        "Accountants - المحاسبين",
        "Auditors - المراجعين",
        "Accounting managers - مديرين الحسابات",
        "Financial managers - المديرين الماليين"
      ]
    },
    {
      "title": "Cobranzas",
      "url": "https://www.udemy.com/course/cobranzas/",
      "bio": "Técnicas tradicionales y vanguardistas/disruptivas para cobrar más y mejor",
      "objectives": [
        "• comprender el concepto de cobranzas, sus etapas y la gestión de las mismas",
        "• asimilar las causas generadoras de morosidad de pago como así también las distintas estrategias a ser utilizadas para paliarlas",
        "• evitar los errores más comunes en la labor de cobranzas",
        "• desarrollar un enfoque proactivo de la tarea y disruptivo a través de técnicas provenientes de la programación neurolinguistica y la oratoria"
      ],
      "course_content": {
        "PRIMER MÓDULO: Introducción": [
          "PRIMER MÓDULO: Introducción"
        ],
        "SEGUNDO MÓDULO: Oratoria y Comunicación aplicada a la Gestión de Cobranzas": [
          "SEGUNDO MÓDULO: Oratoria y Comunicación aplicada a la Gestión de Cobranzas"
        ],
        "TERCER MÓDULO: Programación Neurolinguistica (PNL) aplicada a las Cobranzas": [
          "TERCER MÓDULO: Programación Neurolinguistica (PNL) aplicada a las Cobranzas"
        ],
        "CUARTO MÓDULO: Los principios generales de la cobranza PARTE 1": [
          "CUARTO MÓDULO: Los principios generales de la cobranza PARTE 1"
        ],
        "QUINTO MÓDULO: CUARTO MÓDULO: Los principios generales de la cobranza PARTE 2": [
          "QUINTO MÓDULO: Los principios generales de la cobranza PARTE 2"
        ],
        "SEXTO MÓDULO: Gestión de Cobranzas por Vía Judicial": [
          "SEXTO MÓDULO: Gestión de Cobranzas por Vía Judicial"
        ],
        "SÉPTIMO MÓDULO: Tipología de deudores/morosos y como tratarlos": [
          "SÉPTIMO MÓDULO: Tipología de deudores/morosos y como tratarlos"
        ]
      },
      "requirements": [
        "Ninguno"
      ],
      "description": "Personal cara a cara/face to face/contact-centers, call-centers y áreas de telemarketing y teletrabajo absorven junto con las áreas de ventas y atención de quejas y reclamos este enfoque diferencial, específico y de gran complejidad.  Para ello, el mismo debe ser abordado desde una comprensión formal e informal del individuo moroso y sus particularidades y caracterología.  Asimismo, definir el perfil del operador de Cobranzas hará eficaz, eficiente y efectista su desempeño en el mercado.\nA partir del programa desarrollado el alumno podrá:\n• comprender el concepto de cobranzas, sus etapas y la gestión de las mismas\n• asimilar las causas generadoras de morosidad de pago como así también las distintas estrategias a ser utilizadas para paliarlas\n• evitar los errores más comunes en la labor de cobranzas\n• desarrollar un enfoque proactivo de la tarea\n\n\n· ¿Qué es cobrar?\n· Perfil y Características del Operador de Cobranzas\n· Oratoria aplicada a la Cobranza\n· Etapas de la Gestión de Cobranzas\n· Las 3 etapas del Proceso de Cobranzas\n· Causas Principales que originan la morosidad en el pago\n· Estrategias Evasivas\n· Estrategias de Afrontamiento\n· Tácticas Dilatorias\n· Beneficios de la recuperación de la cobranza para la empresa\n· Beneficios de la recuperación de la cobranza para el cliente\n· Visión actual de la cobranza versus Visión antigua de la cobranza\n· Los principios generales de la cobranza\n· Errores comunes en la labor de cobranza\n· ¿Cómo hacer proactivamente la labor de cobranza?\n· Las 5 preguntas para analizar a un deudor y las conclusiones\n· Clasificación de deudores, características y trato para con los mismos.\n· Técnicas de cobranza de alto impacto\n· La entrevista de cobranza",
      "target_audience": [
        "Estudiantes",
        "Cobradores en formato presencial",
        "Cobradores en formato telefónico (telemarketing, contact-center, call-center)",
        "Cobradores por vías digitales/virtuales",
        "Personal de la empresa en su totalidad",
        "Público en general que quiera sumarse a este hermoso oficio",
        "Personal de Ventas",
        "Personal de Atención al Cliente",
        "Personal Operativo",
        "Mandos medios",
        "Mandos gerenciales"
      ]
    },
    {
      "title": "Complete Tally ERP 9 with Practical Example (HINDI) 2021",
      "url": "https://www.udemy.com/course/complete-tally-erp-9-with-practical-example-hindi-2020/",
      "bio": "Learn Tally ERP 9 with Practical Examples Covering Accounting, Payroll, GST, Banking & Inventory System",
      "objectives": [
        "Tally ERP 9 with Practical Examples"
      ],
      "course_content": {
        "Introduction to Tally ERP 9 and it's Basic Setting": [
          "Introduction to Tally ERP 9",
          "Downloading Tally, Installation & Licensing of Tally ERP 9",
          "How to Create, Edit & Delete The Company"
        ],
        "Goods & Service Tax (GST) Integration": [
          "Initial GST set up with basic information",
          "CGST, SGST & IGST ledger creation"
        ],
        "Ledger Creation": [
          "Purchase & Sales Ledger Creation",
          "Cash & Bank Ledger Creation",
          "Discount & round off Ledger Creation",
          "How to Edit & Delete a Ledger"
        ],
        "Inventory Management": [
          "Creating Stock Items and Stock Group"
        ],
        "Voucher Entry": [
          "GST Purchase Entry",
          "Sales Voucher Entry with Invoice generation",
          "Sales Return & Credit Note Entry",
          "Purchase return & Debit Note Entry",
          "Bank Receipts, Payment & Contra Entry"
        ],
        "Opening Balance Entry": [
          "Opening Balance Entry"
        ],
        "Bank Reconciliation in Tally": [
          "Bank Reconciliation Introduction",
          "Bank Reconciliation in Tally"
        ],
        "Payroll Management": [
          "Payroll basic settings",
          "Employee Categories, Employee Group & Employee Name Entry",
          "Creating Attendance record, Pay Heads, Salary details",
          "Attendance and Payroll Entry, Payroll Reports such as Pay slip"
        ],
        "Reports Generation": [
          "View & Print out of Various Reports"
        ],
        "Search & Review": [
          "Searching of Specific Transaction",
          "Checking Negative Cash Flow and How to Resolve"
        ]
      },
      "requirements": [
        "Basic accounting knowledge"
      ],
      "description": "TALLY ERP 9 COMPLETE VIDEO COURSE YEAR 2020 (HINDI)\n\n\nThis course comes with a live project, so that students can learn from a scratch to prepare a complete accounts in Tally ERP.  I will teach you how to start with Tally from zero to finalization of balance sheet of a live business organisation. After this video course, you will able to work as an accountant in any business organisation. So i hope you complete the course successfully and start your career as an accountant. Best of Luck.\n\n\n\n\nCourse Content:\n\n\n1. Introduction to Tally ERP and Basic Setting\n· Introduction\n· Downloading Tally, Installation & Licensing\n· Creation of Company and how to edit or Delete the company\n2. Goods & Service Tax Integration\n· GST Set up with basic information\n· CGST/ SGST/ IGST ledger setup\n3. Ledger Creation\n· Creating Purchase & Sales Ledger\n· Cash & Bank Ledger\n· Creating Discount & Round off Ledger\n· How to Edit & Delete the Ledger\n4. Inventory Management\n· Creating Stock Items and Stock Group\n5. Voucher Entry\n· GST Purchase Entry\n· GST Sales Entry and Invoice Generation\n· Sales Return & Credit Note Entry\n· Purchase Return & Debit Note Entry\n· Receipts, Payments & Contra Entry\n6. Opening Balances Entry\n7. Bank Reconciliation\n· What is Bank Reconciliation\n· Manual & Auto Reconciliation\n8. Payroll Management\n· Payroll basic Info & Setting\n· Creating Employee Categories, Employee Group & Employee Name\n· Creating Attendance record, Pay Heads, Salary details\n· Attendance and Payroll Entry, Payroll Reports such as Pay slip\n9. Reports Generation\n· View & Printing of various Accounting Reports such as Sales Register, Purchase Register, Cash Book, Receipts  & Payments Account, Profit & Loss Account & Balance Sheet\n10. Search & Review\n· Searching of Specific Transaction\n· Checking negative cash flow and resolve\n11. Other\n· Back up & Restore\n· Splitting of Tally Data\n\n\nPoints to keep in mind:\n· No note book, pen, pencil is needed, no need to write any notes. Only FOCUS is needed.\n· Whole course is bifurcated into small lessons and segments, so whenever you need you can view the specific lesson.\n· Practice material such as Bank Statement, Opening Balance Sheet, and Purchase Invoices are provided during the course session. Kindly download those files and take a printout while watching the videos.\n· Do practice the entries simultaneously so that you can learn fast and query (if any) whenever arises can be resolved while practicing.\n· You can ask me any query related to this course, I shall response your query as far as possible.\n\n\nKnow about Tally ERP 9\n\n\n· It is an enterprise resource planning software developed by Tally Solutions Pvt Ltd.\n· Tally ERP 9 software serves more than 1.6 million users across the globe\n· The software handles accounting, inventory management, order management, tax management, payroll and banking.\n· Licensed version user gets regular update in respect to the various changes in Accounting and Tax Laws by government authority from time to time.\n· Almost all the small and medium sized enterprise are maintaining their books of account in Tally.\n· Tally is very cost effective software which is considered most affordable software from small and medium sized business point of view.\n· Latest version of Tally provides Tax compliance related report which can be easily uploaded in government portal.\n· All accounting reports can easily exported to any popular file format for reporting purpose.\n\n\nThank you.\n\n\nRegards,\nAtikur",
      "target_audience": [
        "students from commerce background want to work as accountants.",
        "Students who are interested in GST"
      ]
    },
    {
      "title": "Finanzierungsarten für Start-Ups & Mittelständler (Beginner)",
      "url": "https://www.udemy.com/course/finanzierungsarten-fur-start-up-mittelstandler-beginner/",
      "bio": "Im heutigen Kurs widmen wir uns den unterschiedlichen Finanzierungsarten im Eigen- und Fremdkapital.",
      "objectives": [
        "Einführung & Zielgruppe",
        "Eigenkapital: Beispiele & Anwendungsgebiete",
        "Fremdkapital: Beispiele & Anwendungsgebiete",
        "Mischformen (Mezzanine): Beispiele & Anwendungsgebiete",
        "Case Studies",
        "Quiz-Fragen"
      ],
      "course_content": {
        "Einführung": [
          "Einführung",
          "Eigenkapital",
          "Fremdkapital",
          "Mischformen (Mezzanine)",
          "Fallstudien",
          "Quiz-Fragen",
          "Abschluss"
        ]
      },
      "requirements": [
        "Grundlegendes Verständnis von Bilanzen und Rechnungswesen"
      ],
      "description": "Herzlich willkommen zum virtuellen Kurs über verschiedene Finanzierungsarten! Dieser bietet eine umfassende Einführung in die vielfältigen Möglichkeiten der Kapitalbeschaffung für Unternehmen. Die solide Finanzierung eines Unternehmens ist ein entscheidender Aspekt jeder Geschäftstätigkeit, und die Wahl der richtigen Firm kann einen erheblichen Einfluss auf den Erfolg desselben haben.\n\nIn diesem Kurs werden wir uns mit verschiedenen Finanzierungsinstrumenten vertraut machen, darunter Eigenkapital, Fremdkapital, Mezzanine-Finanzierung und andere alternative Finanzierungsmöglichkeiten. Wir werden die Vor- und Nachteile jeder Finanzierungsart untersuchen und lernen, wie man die passende Finanzierungslösung für die individuellen Bedürfnisse eines Unternehmens auswählt.\n\nUnser Ziel ist es, Ihnen ein fundiertes Verständnis für die verschiedenen Finanzierungsinstrumente zu vermitteln und Ihnen die Werkzeuge zur Verfügung zu stellen, um fundierte Finanzierungsentscheidungen zu treffen. Durch interaktive Lernmodule, Fallstudien und Diskussionen werden Sie in die Lage versetzt, Ihr Wissen praktisch anzuwenden und komplexe Finanzierungsszenarien zu analysieren.\n\nEgal, ob Sie ein angehender Unternehmer sind, der nach Kapital für sein Start-up sucht, oder ein etablierter Geschäftsführer, der neue Finanzierungsmöglichkeiten erkunden möchte, dieser Kurs bietet Ihnen wertvolle Einblicke und Kenntnisse, die Ihnen dabei helfen werden, Ihre finanziellen Ziele zu erreichen.\n\nWir freuen uns darauf, mit Ihnen gemeinsam die Welt der Unternehmensfinanzierung zu erkunden und Ihnen dabei zu helfen, Ihr Unternehmen auf solide finanzielle Grundlagen zu stellen. Willkommen zu einem spannenden und lehrreichen Kurs über Finanzierungsarten!\n\n\nIhr David Schirrmacher",
      "target_audience": [
        "Unternehmer, Selbständige, Gründer, Buchhaltungs-Interessiere"
      ]
    },
    {
      "title": "Sıfırdan İleri Seviye Finansal Tablolar Analizi",
      "url": "https://www.udemy.com/course/smmm-staja-baslama-snav-finansal-tablolar-analizi/",
      "bio": "Cari Oran,Nakit Oranı,Likidite Oranları,Bilanço,Gelir Tablosu,Yatay Analiz,Dikey Yüzde Analiz,Karlılık Oranları",
      "objectives": [
        "Finansal Tabloların tamamen mantığını öğreneceksiniz.",
        "Finansal Tablolar Analizi yapacak duruma geleceksiniz.",
        "Finansal tablolarda yer alan hesapları yorumlama yetisine sahip olacaksınız.",
        "Smmm Staja Başlama Sınavında çıkacak bütün soruları yapabileceksiniz.",
        "Finansal tabloların analizini yapabilecek duruma gelip iş hayatınızda fark yaratacaksınız.",
        "Bu kursun sonunda hangi hesabın ne anlama geldiğini ne söylediğini çok rahat bir şekilde anlayacak yetkinliğe ulaşacaksınız."
      ],
      "course_content": {
        "Giriş": [
          "Giriş"
        ],
        "ANA MALİ TABLOLARIN ÖZELLİKLERİ": [
          "ANA MALİ TABLOLARIN ÖZELLİKLERİ"
        ],
        "YARDIMCI MALİ TABLOLARIN ÖZELLİKLERİ": [
          "YARDIMCI MALİ TABLOLARIN ÖZELLİKLERİ"
        ],
        "YATAY ANALİZ (KARŞILAŞTIRMALI) TEKNİKLERİ": [
          "YATAY ANALİZ (KARŞILAŞTIRMALI) TEKNİKLERİ"
        ],
        "YATAY ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA BİLANÇO": [
          "YATAY ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA BİLANÇO"
        ],
        "YATAY ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA GELİR TABLOSU": [
          "YATAY ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA GELİR TABLOSU"
        ],
        "DİKEY YÜZDE ANALİZ TEKNİKLERİ": [
          "DİKEY YÜZDE ANALİZ TEKNİKLERİ"
        ],
        "DİKEY YÜZDE ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA BİLANÇO": [
          "DİKEY YÜZDE ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA BİLANÇO"
        ],
        "DİKEY YÜZDE ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA GELİR TABLOSU": [
          "DİKEY YÜZDE ANALİZ TEKNİKLERİ ÖRNEK ÇALIŞMA GELİR TABLOSU"
        ],
        "LİKİDİTE ORANLARI": [
          "LİKİDİTE ORANLARI"
        ]
      },
      "requirements": [
        "Smmm staja başlama sınavına hazırlanmaları",
        "Muhasebeyi öğrenmek istemeleri"
      ],
      "description": "İş hayatında fark mı yaratmak istiyorsun? İşte sana bir fırsat.Bu eğitimin sonunda hesapların dilini anlamış ve onların ne demek istediğini anlayacaksın.\n• Finansal Tablolar Analizini Öğrenmek İstiyorsan Doğru Adrestesin.\n• Finansal tablolar şirketler için çok önem taşıyan bütün performanslarını net bir şekilde görecekleri tablolardır.\n• Finansal tablolar Ana ve Yardımcı Mali Tablolar olarak iki şekilde anlatılacak.\n• Bilanço ve Gelir Tablosu Ana mali tablolar olarak karşımıza çıkmaktadır.\n• Bilanço bir işletmenin anlık fotoğrafını ortaya koyarken Gelir tablosu cari dönem içerisinde oluşan gelir ve giderlerin sonucunda ortaya çıkan performansını gösterir\n• Yardımcı mali tablolar ise Nakit Akış Tablosu,Fon Akım Tablosu,Kar dağıtım tablosu,Satışların maliyeti tablosu,Öz sermaye değişim tablosu\n• Nakit Akış tablosu şirketler için hayati bir önem taşımaktadır.\n• Nakit Akış tablosu şirketlerin bütün kaynaklarını nereden ve nasıl bulduğunu nereye harcadığını gösteren tablolardır.\n• Fon akım tablosu şirketlerin buldukları fonları nerden ve nasıl bulduklarını gösteren tablolardır.\n• Kar dağıtım tablosu ise karların ne kadarının dağıtıldığını ne kadarının işletmede kaldığını gösteren tablolardır.\n• Eğitimle ilgili daha geniş bilgileri eğitimimde detaylı şekilde bulacaksınız.\n• Konu başlıklarından bahsedecek olursak\n• Mali Tablolar (Finansal Tablolar) Bilanço,Gelir Tablosu,Nakit Akım Tablosu,Fon Akım Tabloları,Satışların Maliyeti Tablosu\n• Ana Mali Tabloların(Finansal Tablolar) Özellikleri\n• Yardımcı Mali Tabloların(Finansal Tablolar) Özellikleri\n• Yatay Analiz(Karşılaştırmalı)Teknikleri\n• Yatay Analiz (Karşılaştırmalı Tablolar) Örnek Çalışma Bilanço\n• Yatay Analiz (Karşılaştırmalı Tablolar) Örnek Çalışma Gelir Tablosu\n• Dikey Yüzdeler Analizi Teknikleri\n• Dikey Analiz Teknikleri Örnek Çalışma Bilanço\n• Dikey Analiz Teknikleri Örnek Çalışma Gelir Tablosu\n• Likidite Oranları,Cari Oranları,Asit Test Oranları,Nakit Oranı\n• Karlılık Oranları\n• Piyasa Değerini Ölçen Oranlar (Borsa Performans Oranları)\n• Nakit Akış Tablosu",
      "target_audience": [
        "Smmm staja başlama sınavına hazırlananları",
        "Muhasebeyi öğrenmek isteyenler"
      ]
    },
    {
      "title": "ABC de Nómina Cálculo de exención, ISR, Subsidio al emp",
      "url": "https://www.udemy.com/course/abc-de-nomina-calculo-de-exencion-isr-subsidio-al-empleo/",
      "bio": "Aprende a calcular el ISN, subsidio al empleo, retención de ISR y la exención de todos los conceptos de nómina",
      "objectives": [
        "El participante entenderá y será capaz de aplicar las principales disposiciones de la Ley del Impuesto Sobre la Renta, realizando los cálculos relativos al Impuesto mencionado en lo referente a salarios y sus asimilables.",
        "El participante identificará los elementos necesarios para realizar el cálculo de cualquier tipo de nómina ya sea semanal, quincenal o mensual.",
        "El participante aprenderá el procedimiento para el cálculo del ISR o subsidio al empleo."
      ],
      "course_content": {
        "INTRODUCCIÓN": [
          "Presentación del Curso",
          "Objetivos",
          "Metodología"
        ],
        "INGRESOS POR LA PRESTACIÓN DE UN SERVICIO SUBORDINADO": [
          "Conceptos que se consideran ingresos y no ingresos"
        ],
        "PRESTACIONES SALARIALES EXENTAS": [
          "Tiempo extraordinario y Día de descanso laborado",
          "Indemnización por riesgos de trabajo y enfermedad",
          "Jubilaciones, pensiones, haberes de retiro y pensiones vitalicias",
          "Reembolso de Gastos Médicos y Otros",
          "Prestaciones Sociales de Instituciones Públicas",
          "Prestaciones de Previsión Social",
          "Aportaciones al INFONAVIT",
          "Fondo de Ahorro",
          "Cuotas Obreras al IMSS",
          "Primas de antigüedad, retiro e indemnizaciones",
          "Gratificaciones, primas vacacionales, dominicales y PTU",
          "Remuneraciones que perciben los extranjeros",
          "Ingresos exentos por viáticos"
        ],
        "CÁLCULO DE ISR SEGÚN TARIFA": [
          "Cálculo y Retención de ISR en la nómina"
        ],
        "DETERMINACIÓN DE SUBSIDIO PARA EL EMPLEO": [
          "Generalidades y Cálculo del Subsidio al empleo",
          "Ajuste al subsidio para el empleo causado"
        ],
        "INGRESOS ASIMILABLES A SALARIOS": [
          "¿Qué es un asimilado a salarios? Concepto y Tratamiento"
        ],
        "CÁLCULO ANUAL DE ISR": [
          "Ajuste anual del ISR a Salarios"
        ],
        "INTRODUCCIÓN AL IMPUESTO SOBRE NÓMINA (ISN)": [
          "¿Qué es el Impuesto Sobre Nómina? Integración de la Base del ISN"
        ]
      },
      "requirements": [
        "Paquetería de Office (para abrir archivos)"
      ],
      "description": "Como parte de una correcta gestión de la nómina, es indispensable conocer la normatividad aplicable a sueldos y salarios, así como las herramientas necesarias para realizar el cálculo de retenciones conforme lo establecido en la Ley de ISR y la Ley del IMSS, por lo que este programa tiene la finalidad de que a todas aquellas personas que se encuentren involucrados en departamentos donde se realice la gestión de la nomina dentro de una organización, o bien estudiantes y emprendedores o patrones cuenten con el conocimiento y habilidad necesarias para realizar cálculos, retenciones y/o pagos correspondientes a la legislación aplicable en materia tributaria.\nEn este curso aprenderás cuál es la naturaleza de la nómina, la determinación del impuesto (ISR) o el subsidio al empleo para cumplir las obligaciones ante las autoridades competentes, tipos de ingreso (gravados y exentos), asimilados a salarios, prestaciones parcialmente exentas, finiquito, liquidación, así como aprovechar las prestaciones o previsión social como una herramienta de estrategia fiscal.\nEste curso está dirigido a todas aquellas personas que cuenten con conocimientos mínimos del manejo de la nóminas, ya que partiremos de los aspectos fiscales básicos (ver ABC de Nómina: Ley Federal del Trabajo) con la finalidad de que cualquier persona, independientemente de su profesión, no solo comprenda sino también pueda aplicar el cálculo de impuestos involucrados en la nómina.",
      "target_audience": [
        "Estudiantes y/o trabajadores del sector de RRHH y/o Contaduria.",
        "Encargados de Gestión de personal",
        "Personal Contable",
        "Responsables de la elaboración o Supervisión de la nómina",
        "Administradores de las relaciones laborales",
        "Patrones"
      ]
    },
    {
      "title": "2.GENEL MUHASEBE EĞİTİMİ",
      "url": "https://www.udemy.com/course/temel-seviye-muhasebe-egitimi/",
      "bio": "1. Dönen Varlıklar 2. Duran Varlıklar 3. KVYK 4. Öz Kaynaklar 5.Gelir Tablosu",
      "objectives": [
        "Genel Muhasebe Eğitimi adı altında tüm Tekdüzen hesap planı yalın bir dille tane tane anlatılarak, Luca Program Üzerinden uygulama yapılacak",
        "Dönen Varlık Hesapları yalın bir dille tane tane anlatılarak, Luca Üzerinden uygulamalı örneklerle aktarım yapılacak",
        "Duran Varlık Hesapları yalın bir dille tane tane anlatılarak, Luca Üzerinden uygulamalı örneklerle aktarım yapılacak",
        "Kısa Ve Uzun Vadeli yabancı Kaynaklara ait Hesaplar yalın bir dille tane tane anlatılarak, Luca Üzerinden uygulamalı örneklerle aktarım yapılacak",
        "Öz Kaynaklara ait hesaplar yalın bir dille tane tane anlatılarak, Luca Üzerinden uygulamalı örneklerle aktarım yapılacak",
        "Gelir Tablosu Hesaplar yalın bir dille tane tane anlatılarak, Luca Üzerinden uygulamalı örneklerle aktarım yapılacak"
      ],
      "course_content": {
        "DÖNEN VARLIKLAR (LUCA UYGULAMALI)": [
          "LUCA HESAP PLANI TANIMLAMA",
          "KASA-ALINAN ÇEKLER-ALACAK SENETLERİ",
          "BANKA, VERİLEN ÇEKLER, DİĞER HAZIR DEĞERLER",
          "10 HAZIR DEĞERLER LUCA HESAP PLANI AÇMA",
          "YURT İÇİ VE YURT DIŞI SATIŞ FATURA KAYIT GİRİŞİ",
          "HAZIR DEĞERLER DÖVİZLİ İŞLEMLER LUCA UYGULAMASI",
          "LUCA FATURA GİRİŞ UYGULAMASI",
          "TEVKİFATLI MAL ALIŞ VE SATIŞ İŞLEM LUCA KAYDI",
          "TEVKİFAT İŞLEMLERİNİN LUCA'DA UYGULAMA ÖRNEKLERİ",
          "LUCA UYGULAM ÖRNEK VE MENKUL KIYMETLER",
          "12. TİCARİ ALACAKLAR LUCA UYGULAMALI",
          "13.DİĞER ALACAKLAR, 15 SOKLAR, 180 HS LUCA UYGULAMA",
          "STOKLAR LUCA UYGULAMA",
          "STOKLAR UYGULAMALI ÖRNEK LUCA",
          "DİĞER DÖNEN VARLIKLAR , İNDİRİLECEK VE HESAPLANAN KDV UYGULAMA ÇALIŞMASI",
          "DİĞER DÖNEN VARLIKLAR UYGULAMA"
        ],
        "DURAN VARLIKLAR (LUCA UYGULAMALI)": [
          "DURAN VARLIK HESAP ANLATIMI",
          "DURAN VARLIK EXCEL UYGULAMALI ANLATIM",
          "DURAN VARLIK EXCEL VE LUCA UYGULAMALI ÖRNEK ÇÖZÜMÜ",
          "MADDİ DURAN VARLIK LUCA UYGULAMALI ÖRNEK",
          "DURAN VARLIK LUCA UYGULAMA İŞLEMLER"
        ],
        "KVYK VE UVYK": [
          "BANKA KREDİ ANLATIM LUCA UYGULAMALI",
          "BANKA KREDİ KULLANIM KAYDI LUCA",
          "KASKO SİGORTA KAYDI 32.33.34.35.36.37.38.39 HESAP ANLATIMI",
          "BANKA KREDİSİ LUCA UYGULAMALI ÖRNEK",
          "BANKA KREDİ ÖDEME İLE KAPAMA LUCA ÜZERİNDEN",
          "KREDİ UYGULA İŞLEMLERİ VE 7.Lİ MALİYET HESAPLARI LUCA",
          "ÜCRET BORDRO EXCEL HAZIRLAMA VE 335 HESAP HESAP PLANI AÇIMI",
          "BORDRO TAHAKKUKU LUCA UYGULAMALI ÖRNEK",
          "ÜCRET TAHAKKUK ÖRNEĞİ"
        ],
        "ÖZ KAYNAKLAR": [
          "ÖZ KAYNAKLAR HESAP ANLATIMI LUCA ÜZERİNDEN UYGULAMA"
        ],
        "GELİR TABLOSU HESAPLARI": [
          "GELİR TABLOSU ANLATIMI",
          "GELİR TABLOSU HESAP PLANI AÇILMASI"
        ]
      },
      "requirements": [
        "Genel muhasebe için bilmeniz gereken bilgi sıfırdan bu kursumuzda verilecektir.",
        "Bilmeniz gereken her şey yalın bir dille tane tane öğreneceksiniz"
      ],
      "description": "Bu kursumuzun amacı, Genel Muhasebeyi sıfırdan uygulamalı olarak öğrenmenizi sağlamaktır. Eğitimlerimiz Slayt, Excel ve Luca üzerinden uygulamalı verilecektir. Eğitim materyalleri sizlerle paylaşılmıştır.\nYalın bir dille tane tane anlatıyoruz. Almış olduğunuz eğitim içeriğimiz mesleki bilgi ve tecrübe kazandırmaya ve artırmaya yönelik olduğu için, Muhasebe bürolarında ve şirketlerde rahatlıkla çalışıp almış olduğunuz bilgilerle uygulama yapmanız kolay olacaktır.\nNeden kursumuza katılmalısınız?\n1.Eğitimcinin Bilgi Ve Tecrübesi;\nBu kursumuzun içeriğini sizlere hocamız SMMM Ayhan YALÇIN tarafından aktaracaktır. Ayhan Yalçın; firmalarda Mali İdari İşler Müdürlüğü, Muhasebe ve Finans Müdürlüğü dışında Dershanelerde, Ege ve Ekonomi Üniversitelerinde branş derslerde hocalık yapmıştır. Otuz yıllık mesleki bilgi ve tecrübesini sizlere aktararak kariyerinize olumlu yönde katkı sağlayacaktır.\n2.Sizleri tanıyoruz ve neye ihtiyacınız olduğunu biliyoruz;\nSizlerin öğrenci olarak bize dile getirdiğiniz sorunlardan bir kaçı;\n1.Mesleğe yönelik pratik bilgim yok, geliştire bileceğim uygulamalı eğitim veren kurum bulamıyorum diyorsanız,\n2.Böyle eğitimlerin ücretleri çok yüksek bütçem kısıtlı diyorsanız,\n3.Çalıştığımız yerlerde kimse bilgisini bizimle paylaşmak istemiyor diyorsanız,\n4.Uygulamalı anlatan tecrübeli hoca bulamıyorum diyorsanız,\n5.Muhasebe bana karmaşık geliyor, Öğrenmenin kolay yolunu uygulamalı öğrenmek istiyorum diyorsanız,\nYalın bir dille tane tane ve uygulamalı anlatımlı bu kurs tam size göre,\n\n\nBu kursumuzda;\n1. BÖLÜM: Dönen Varlıklar\n2. BÖLÜM: Duran Varlıklar\n3. BÖLÜM: KISA VE UZUN  VADELİ YABANCI KAYNAKLAR\n4. BÖLÜM: ÖZ KAYNAKLAR\n5. BÖLÜM: GELİR TABLOSU",
      "target_audience": [
        "Muhasebe mesleğine ilgi duyan herkese yöneliktir.",
        "Muhasebe mesleğine yeni başlayanlara yöneliktir.",
        "Mesleki bilgisi olmayan yada eksik olduğunu düşünenlere yöneliktir.",
        "Muhasebe mesleğinde kariyer hedefleyen herkese yöneliktir.",
        "Mesleki bilgi ve tecrübe kazanmak yada arttırmak isteyenlere yönelik"
      ]
    },
    {
      "title": "Sıfırdan İleri Seviye BOBİ FRS",
      "url": "https://www.udemy.com/course/bobi-frsbuyukveortaboyisletmelericinfinansalraporlamastand/",
      "bio": "Muhasebe",
      "objectives": [
        "Büyük ve Orta Boy İşletmeler için Finansal raporlamayı öğreneceksiniz",
        "Finansal tabloların BOBİ FRS ye göre nasıl düzenleneceğini öğreneceksiniz.",
        "Stok işlemlerinin BOBİ FRS ye göre nasıl düzenleneceğini öğreneceksiniz.",
        "Hasılat işlemlerinin BOBİ FRS ye göre nasıl düzenleneceğini öğreneceksiniz."
      ],
      "course_content": {
        "Giriş": [
          "KAVRAMSAL ÇERÇEVE VE FİNANSAL TABLOLAR"
        ],
        "FAYDALI FİNANSAL BİLGİNİN ÖZELLİKLERİ": [
          "FAYDALI FİNANSAL BİLGİNİN ÖZELLİKLERİ"
        ],
        "GENEL FİNANSAL RAPORLAMA İLKELERİ.": [
          "GENEL FİNANSAL RAPORLAMA İLKELERİ"
        ],
        "FİNANSAL TABLOLARDA YER VERİLMESİ GEREKEN BİLGİLER": [
          "FİNANSAL TABLOLARDA YER VERİLMESİ GEREKEN BİLGİLER."
        ],
        "FİNANSAL DURUM TABLOSU(BİLANÇO)": [
          "FİNANSAL DURUM TABLOSU(BİLANÇO)"
        ],
        "FİNANSAL DURUM TABLOSUNUN (BİLANÇO) SUNUMU": [
          "FİNANSAL DURUM TABLOSUNUN (BİLANÇO) SUNUMU"
        ],
        "KAR-ZARAR TABLOSU (GELİR TABLOSU) SUNUMU": [
          "KAR-ZARAR TABLOSU (GELİR TABLOSU) SUNUMU"
        ],
        "ÖZ KAYNAK DEĞİŞİM TABLOSU": [
          "ÖZ KAYNAK DEĞİŞİM TABLOSU"
        ],
        "NAKİT AKIŞ TABLOSU": [
          "NAKİT AKIŞ TABLOSU"
        ],
        "NAKİT AKIŞ TABLOSU 2": [
          "NAKİT AKIŞ TABLOSU 2"
        ]
      },
      "requirements": [
        "Herhangi bir gereksinime gerek bulunmamaktadır"
      ],
      "description": "Ders 1 Kavramsal Çerçeve Ve Finansal Tablolar İle İlgili Ayrıntılar\nDers 2 Faydalı Finansal Bilginin Özellikleri İle İlgili Ayrıntılar\nDers 3 Genel Finansal Raporlama İlkeleri İle İlgili Ayrıntılar\nDers 4 Finansal Tablolarda Yer Verilmesi Gereken Bilgiler İle İlgili Ayrıntılar\nDers 5 Finansal Durum Tablosu(Bilanço) İle İlgili Ayrıntılar\nDers 6 Finansal Durum Tablosunun (Bilanço) Sunumu İle İlgili Ayrıntılar\nDers 7 Kar-Zarar Tablosu (Gelir Tablosu) Sunumu İle İlgili Ayrıntılar\nDers 8 Öz Kaynak Değişim Tablosu İle İlgili Ayrıntılar\nDers 9 Nakit Akış Tablosu İle İlgili Ayrıntılar\nDers 10 Nakit Akış Tablosu 2 İle İlgili Ayrıntılar\nDers 11 Muhasebe Politikaları, Tahminler Ve Yanlışlıklar İle İlgili Ayrıntılar\nDers 12 Raporlama Döneminden Sonraki Olaylar İle İlgili Ayrıntılar\nDers 13 Hasılat İle İlgili Ayrıntılar\nDers 14 Stoklar İle İlgili Ayrıntılar\nDers 15 Tarımsal Faaliyetler İle İlgili Ayrıntılar\nDers 16 Maden Kaynaklarının Aranması Ve Değerlendirilmesi İle İlgili Ayrıntılar\nDers 17 Finansal Araçlar Ve Öz Kaynaklar İle İlgili Ayrıntılar\nDers 18 İştiraklerdeki Yatırımlar İle İlgili Ayrıntılar\nDers 19 Müşterek Girişimlerdeki Yatırımlar İle İlgili Ayrıntılar\nDers 20 Maddi Duran Varlıklar İle İlgili Ayrıntılar\nDers 21 Yatırım Amaçlı Gayrimenkuller İle İlgili Ayrıntılar\nDers 22 Maddi Olmayan Duran Varlıklar İle İlgili Ayrıntılar\nDers 23 Kiralamalar\nDers 24 Devlet Teşvikleri\nDers 25 Borçlanma Maliyetleri\nDers 26 Varlıklarda Değer Düşüklüğü\nDers 27 Karşılıklar, Şarta Bağlı Yükümlülükler Ve Şarta Bağlı Varlıklar\nDers 28 İş Birleşmeleri\nDers 29 Konsolide Finansal Tablolar\nDers 30 Gelir Üzerinden Alınan Vergiler\nDers 31 Ara Dönem Finansal Raporlama\nDers 32 Yüksek Enflasyonlu Ekonomilerde Finansal Raporlama\nDers 33 Dipnotlar",
      "target_audience": [
        "Muhasebeyi öğrenmek isteyen herkese yönelik"
      ]
    },
    {
      "title": "现金为王：企业税收筹划与财税风险管控",
      "url": "https://www.udemy.com/course/mcjglagx/",
      "bio": "企业降本增效的财务策略",
      "objectives": [
        "理解税务筹划的重要性，以及它如何帮助企业降低成本和提高效率",
        "掌握基于业务流程的税收优惠政策，学会如何合法享受税收优惠",
        "学习如何通过有效的政府公关活动，争取更多的税务优势",
        "了解业务部门在税务筹划中的关键角色和省税技巧",
        "识别业务支持部门在税务风险控制中应关注的要点",
        "提升财务人员的专业技能和沟通技巧，以更好地进行财税管理"
      ],
      "course_content": {
        "课程导读": [
          "课程介绍",
          "讲师介绍",
          "课程大纲"
        ],
        "课程内容": [
          "1.《税筹如何帮助企业降本增效》",
          "2.基于业务流程的税收优惠政策享受技巧",
          "3.通过政府公关争取税优最大化",
          "4.业务部门需要关注的省税技巧",
          "5.业务支持部门的税务风控要点",
          "6.财报里隐藏的省税秘籍"
        ],
        "课程回顾": [
          "课后寄语"
        ]
      },
      "requirements": [
        "本课程对学员无特定要求，欢迎所有感兴趣者参加学习。"
      ],
      "description": "《企业税收筹划与财税风险管控》课程旨在为企业提供系统的财税管理策略与方法。通过深入讲解税收如何成为企业降本增效的关键利器，详细分析各业务流程中可享受的税收优惠政策技巧，传授利用政府公关争取税优最大化的实用经验，揭示业务部门及支持部门在日常运营中的省税要点与风控要求，挖掘财报中隐藏的省税秘诀，助力企业管理者与财务人员全面提升财税管理能力，合理合法降低税负，有效管控财税风险，增强企业在市场中的竞争力与盈利能力，实现企业的稳健发展与价值提升。",
      "target_audience": [
        "想要了解税改革背景、现状和趋势的企业家及管理层",
        "想要了解商业模式与节税思路的企业家及管理层",
        "想要学习税制改革、企业税务风险管理 和筹划方式的人员",
        "希望合法降低企业税负的人员",
        "企业的财务管理人员"
      ]
    },
    {
      "title": "Kolaybi' ile 1 Saatte Temel & Ön Muhasebe Öğrenin!",
      "url": "https://www.udemy.com/course/kolaybi-ile-1-saatte-temel-on-muhasebe-ogren/",
      "bio": "Bu kursta temel muhasebe bilgilerini öğrenebilir. Hemen Ticaretinizin Muhasebesini Yapabilirsiniz!",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Temel Muhasebe Bilmeniz gerekebilir."
      ],
      "description": "Temel Muhasebe Neleri Kapsar?\nÖn muhasebe ve temel muhasebe arasındaki fark nedir sorusu içine giren birtakım temel konular bulunur. Muhasebe içerisine ait bulunan konuların en temel basamaklarını içermekte bulunsa da genel anlamda finansal hesaplama yapılması temel muhasebe konusu olmaktadır. Ön muhasebelerin farklı açısından Temel Muhasebe Neleri Kapsar? İçinde muhasebe konuları içerisinde girmekte olan işlemler ise;\nİşletmelerin genel anlamda finansal durumlarının takiplerinin gerçekleştirilmesi\nİşletmelere ait bulunan faturalar ve borçlarının takiplerinin gerçekleştirilmesi ve bu işlemlerin beyanlarının yapılma durumları\nDefter kayıtlarının tutulma durumu ve devlet kurumlarına beyan yapılması\nVergi durumlarının hesaplanması ve beyan konularında genel muhasebelerin yerlerine getirmesi gerekli olan işlemlerdir.\n\n\nBu açıdan Ön Muhasebe ve Temel Muhasebe Arasındaki Fark Nedir dendiğinde şöyle cevap verilebilir ;\nÖn muhasebe, temel muhasebe içinde hazırlanan ilk evraklar ile ilgilenmektedir. Temel muhasebe devlet kurumlarına yapılması gerekli olan beyanlarla ilgilenmektedir.\nÖn muhasebe işletmelerin gider ve gelir takiplerinin yapılması ile ödeme ve tahsilat durumlarının gerçekleşmesi ile ilgilenmektedir. Temel muhasebe finansal bulunan tablolar içerisinde daha büyük bir takip yapılmasını mümkün kılmaktadır.\nÖn muhasebe işlemleri ile fatura kesilmesi ve bu faturaların sınıflandırılma yapılması ile ilgilenmektedir. Genel muhasebe vergi takipleri ve ödeme durumlarından sorumlu olmaktadır.\nTemel muhasebe yapılması açısından basamak oluşturmakta olan ön muhasebe konularında işlemleri kolaylaştırılması açısından online şekilde ön muhasebe programlarının kullanılması mümkün olabilir.\nBulut tabanlı olarak teknolojiyi kullanmakta olan online ön muhasebe işlemleri ile tek ekran ve dilenen yerden, üstelikte kullanıcı sınırları bulunmadan gerçekleştirilmektedir. Online ön muhasebe işlemleri sayesinde tüm ön muhasebe işlemleri kolay bir şekilde takip edilmektedir. Genel muhasebelere temel olarak teşkil edecek olan tüm bilgilere anında ulaşılmaktadır. Online ön muhasebe işlemleri sayesinde bankalar ile entegrasyonlarının yapılması sayesinde cari hesaplar ile gelir giderlerinin takipleri; maliyetlerinin daha kolay olarak yönetilmesi sağlayacak olan üretim ve stok takipleri online ön muhasebe işlemleri ile yapılacak olan işlemlerden yalnızca bir kaçıdır.",
      "target_audience": [
        "Muhasebe ile ilgilenen herkes için uygundur."
      ]
    },
    {
      "title": "Zelf de boekhouding van je eenmanszaak in handen nemen!",
      "url": "https://www.udemy.com/course/alles-wat-je-moet-weten-over-de-boekhouding-van-je-eenmanszaak/",
      "bio": "De theorie gekoppeld aan de praktijk.",
      "objectives": [],
      "course_content": {
        "Introductie": [
          "Introductie"
        ],
        "Omzet": [
          "Introductie omzet en verkoopfacturen",
          "Enkele vragen over omzet.",
          "Dagontvangsten",
          "Dagontvangsten: oefeningen",
          "Offertes",
          "Enkele vragen over offertes.",
          "Creditnota's",
          "Samenvatting en praktijkvoorbeeld"
        ],
        "Kosten": [
          "Introductie",
          "Wat zegt het wetboek?",
          "Een kost moet je onderneming vooruit helpen!",
          "Een kost betalen?",
          "Wat heb je nodig voor een kost?",
          "Een aantal vragen over kosten.",
          "Gemengde kosten?",
          "Voorbeelden van kosten",
          "Enkele vragen over gemengde kosten.",
          "Een investering? Afschrijvingen?",
          "Een kost inboeken (praktijk)",
          "Een kost gemaakt voor je je onderneming hebt opgestart?",
          "Enkele vragen over kosten."
        ],
        "Winst": [
          "Winst tellen we per kalenderjaar",
          "Een resultatenrekening (theorie)",
          "Een resultatenrekening (praktijk)",
          "Hoe werkt personenbelasting?",
          "Moet ik voorschotten doen op mijn personenbelasting?",
          "Dexxter en je personenbelasting"
        ],
        "BTW": [
          "Introductie btw",
          "Wat zijn de verschillende btw-statuten?",
          "Niet btw-plichtig: wat dan?",
          "Btw-vrijgesteld: wat dan?",
          "Btw-plichtig: wat dan?"
        ],
        "Diverse topics": [
          "Introductie diverse topics",
          "Heb je een (professionele) bankrekening nodig?"
        ],
        "Outro": [
          "Einde cursus"
        ]
      },
      "requirements": [
        "Geen achtergrond of ervaring vereist in boekhouden. We beginnen bij het absolute begin."
      ],
      "description": "In deze cursus krijg je de basisbegrippen mee van boekhouden voor een eenmanszaak.\n\n\nWe gaan de absolute basis bespreken voor ondernemers die geen tot zeer weinig kennis hebben van boekhouden en op ontdekking willen gaan. Dat kan zijn omdat je zelf je boekhouding in handen wil nemen via een softwaretool als Dexxter of omdat je simpelweg een betere basiskennis wil hebben van boekhouding in de praktijk.\nDe rode draad doorheen de cursus zijn de eenvoudige begrippen zoals omzet, kosten & winst. Daarna maken we nog het bruggetje naar de personenbelasting en krijg je een woordje uitleg over de sociale bijdragen.\nGedurende de introductie en het middenstuk van de cursus vermijden we bewust het concept btw. De focus ligt éérst bij het opbouwen een praktische kennis van de begrippen omzet, kosten & winst . Richting het einde van de cursus staan we dan stil bij het concept btw, en meer bepaald de verschillen tussen een btw-vrijgestelde ondernemer, een btw-plichtige ondernemer of een niet btw-plichtige ondernemer.\nAls afsluiter behandelen we nog een aantal losse concepten die we op aanvraag hebben toegevoegd. We sluiten deze cursusbeschrijving dan ook af met de vraag om elke vorm van feedback door te spelen. Zo kunnen we steeds nieuw videomateriaal toevoegen om de cursus uit te breiden om te beantwoorden aan alle vragen van startende ondernemers.",
      "target_audience": [
        "Mensen die zelf de boekhouding van hun eenmanszaak in handen willen nemen (met Dexxter).",
        "Iedereen die praktische kennis wil opdoen omtrent de boekhouding van een eenmanszaak."
      ]
    },
    {
      "title": "Online nebenbei Geld verdienen mit der Kleinunternehmerregel",
      "url": "https://www.udemy.com/course/online-nebenbei-geld-verdienen-mit-der-kleinunternehmerregel/",
      "bio": "Verdiene im Nebenerwerb online Geld und behalte die Sicherheit deines Angestelltenverhältnisses",
      "objectives": [],
      "course_content": {
        "Einführung": [
          "Einführung"
        ],
        "Kleinunternehmerregelung": [
          "Vor- und Nachteile der Kleinunternehmerregelung",
          "Für wen ist die Kleinunternehmerregelung?",
          "Welche Steuern fallen für mich an?",
          "Welche Verpflichtungen habe ich?",
          "So meldest Du unkompliziert ein Gewerbe an.",
          "Was Du beim Erstellen deiner Rechnungen wissen solltest!",
          "Elster Account für schnelle Online-Kommunikation mit dem Finanzamt erstellen.",
          "Buchhaltungssoftware für vereinfachte Buchhaltung.",
          "Wichtige Punkte, die Du beachten solltest!",
          "Fazit"
        ]
      },
      "requirements": [
        "Für diesen Kurs sind keine Vorkenntnisse erforderlich"
      ],
      "description": "\"Online nebenbei Geld verdienen mit der Kleinunternehmerregelung\"\nMöchtest Du neben deinem Angestelltenverhältnis ein Online-Business starten, ohne dabei die Sicherheit deines Jobs aufzugeben? Dann ist dieser Kurs genau das Richtige für Dich! In \"Online nebenbei Geld verdienen mit der Kleinunternehmerregelung\" erklären wir Dir, wie Du mit der Kleinunternehmerregelung nach § 19 Absatz 1 in Deutschland erfolgreich ein Nebengewerbe führen kannst – ganz ohne komplexe Buchhaltung und Steuerberater.\nDu lernst:\nAlles zur Kleinunternehmerregelung: Wir gehen detailliert auf die Vor- und Nachteile dieser Regelung ein und zeigen Dir, wie Du sie optimal für dein Business nutzen kannst.\nGewerbeanmeldung: Erfahre, wie Du dein Online-Gewerbe schnell und unkompliziert anmeldest – ganz bequem online.\nSteuern und Finanzen: Wir erklären Dir, welche Steuern anfallen, in welchem Zeitraum Du sie abführen musst und wie viel Du voraussichtlich zahlen wirst. Keine Sorge – ein Steuerberater ist nicht notwendig!\nEinfache Kommunikation mit dem Finanzamt: Du erfährst, wie Du einmal jährlich ein einfaches Formular an das Finanzamt sendest und so deine steuerlichen Pflichten erfüllst.\nGeringer Zeitaufwand: Du kannst den kompletten Lerninhalt des Kurses in 1,5 -2,5 Stunden umsetzen. Der Kurs ist sehr anfängerfreundlich und leicht verständlich.\nMit diesem Kurs hast Du alle nötigen Informationen, um ein erfolgreiches Online-Business zu starten, ohne Dich um komplizierte rechtliche und steuerliche Hürden sorgen zu müssen. Starte jetzt und profitiere von den Vorteilen der Kleinunternehmerregelung!",
      "target_audience": [
        "Der Kurs ist für alle, die nebenbei online etwas Geld verdienen möchten, aber die derzeit gültigen rechtlichen Möglichkeiten dazu nicht kennen. Als behalte dein Angestelltenverhältnis und verdiene risikofrei online Geld. Du bist Student und möchtest im Internet Geld verdienen, dann bist Du hier richtig. Ebenfalls gut für Rentner geeignet, um die Rente aufzubessern. Der Kurs zeigt Dir, wie Du mit der Kleinunternehmerregelung rechtlich abgesichert bist, ohne deinen Job aufzugeben. So kannst Du entspannt und risikolos testen, ob das Ganze etwas für Dich ist."
      ]
    },
    {
      "title": "SMACC V. 6 Course دورة تدريبية على نظام سماك 6",
      "url": "https://www.udemy.com/course/smacc-v-6-course-6/",
      "bio": "تطبيقات المحاسبة الإلكترونية على نظام سماك المحاسبى",
      "objectives": [],
      "course_content": {
        "المحاسبة المالية": [
          "الاعدادات والتجهيزات الاساسية",
          "انشاء شجرة الحسابات وادخال الارصدة الافتتاحية",
          "انشاء دليل مراكز التكلفة والارصدة الافتتاحية",
          "تطبيق عملى على ادخال العمليات",
          "تطبيق عملى على اضافة الاصول الثابتة واهلاكها"
        ]
      },
      "requirements": [
        "الدورة مبسطة لدرجة ستجعلك تعشق مهنة المحاسبة"
      ],
      "description": "ماهو نظام سماك 6 المحاسبي ؟\nهو نظام لإدارة الأعمال المحاسبية لكافة المنشآت و هو امتداد لإصدارات نظام سماك المحاسبي الذي صمم و طور من قبل شركة بحر العرب لأنظمة المعلومات .\nماهى المواصفات التقنية لنظامSMACC 6 المحاسبي ؟\n1. صمم النظام ليعمل على متصفح الإنترنت Web Application ليواكب التقنيات و الأنظمة المالية الحديثة\n2. يعمل النظام على قاعدة بياناتSQL SERVER مما يحقق أداء عالي للنظام .\n3. صمم النظام ليتوافق مع جميع أنظمة التشغيل (Microsoft windows – Mac OS – Android)\n4. كما أن نظام SMACC 6 يتوافق مع تقنية الحوسبة السحابية (Cloud)\nماهى المواصفات العامة لنظامSMACC 6 المحاسبي ؟\n1. يتميز النظام بالحماية القصوى للبيانات من خلال نظام الصلاحيات المرتبط بالمناصب الوظيفية و المستخدمين\n2. يقوم النظام المحاسبي بمعالجة جميع العمليات المدخلة و ترحيلها للقوائم و التقارير بشكل تلقائي ليساعد في توفير الجهد و الوقت و يرفع من كفاءة العمل\n3. يقوم النظام بإصدار القوائم المالية و التقارير مثل : ميزان المراجعة – الميزانية العمومية – بيان الربح و الخسارة – كشوف الحسابات – تقرير ضريبة القيمة المضافة – تقارير حركة المخازن – تقارير المبيعات و العملاء – تقارير المشتريات و الموردين\n4. لديننا فريق متخصص لتدريب العميل على كيفية استخدام النظام بشكل متكامل\n5. لدينا فريق تقني متخصص للدعم الفني في كافة الأمور التقنية المتعلقة في نظام SMACC المحاسبي\nماهى المجالات التي يخدمها نظامSMACC 6 المحاسبي؟\n1. مجال المقاولات و الخدمات\n2. مجال التجارة و مراكز البيع\n3. مجال الصناعة\nماهى المكونات الرئيسية للنظام ؟\n1. قائمة الاعدادات وتكوين النظام\n2. قائمة المحاسبة المالية\n3. ادارة الأصول الثابتة\n4. ادارة المخزون ( المبيعات - المشتريات - التصنيع )\n5. ادارة نقاط البيع\n6. ادارة شؤون الموظفين\n7. المتجر الالكترونى",
      "target_audience": [
        "الدورة تهم المحاسبين الماليين والاداريين وموظفي المشتريات والمبيعات والموارد البشرية"
      ]
    },
    {
      "title": "Fundamentals of Accounting in Marathi",
      "url": "https://www.udemy.com/course/accounting-basic-marathi/",
      "bio": "Learn accounting concepts in Marathi.",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Introduction"
        ],
        "Basic Accounting": [
          "What is accounting?",
          "Advantages",
          "Types of business"
        ],
        "Accounting Terminologies": [
          "Accounting terms (Part 1)",
          "Accounting terms (Part 2)"
        ],
        "Financial Statements": [
          "Trading a/c",
          "Profit & loss a/c",
          "Balance sheet",
          "Trial balance",
          "Financial year"
        ],
        "Accounting Methods": [
          "Difference between single entry and double entry mode"
        ],
        "Accounts Classification": [
          "Types of accounts",
          "Golden rules of a/c"
        ],
        "Business Transactions": [
          "Types of business transactions",
          "Purchase transaction",
          "Purchase return transaction",
          "Sales transaction",
          "Sales return transaction",
          "Payment transaction",
          "Receipt transaction",
          "Contra transaction",
          "Default posting rules for debit side",
          "Default posting rules for credit side",
          "Abbreviations"
        ],
        "Goods Purchase Transaction": [
          "Goods purchased on credit",
          "Goods purchased by cash",
          "Goods purchased by cheque"
        ],
        "Goods Sold Transaction": [
          "Goods sold on credit"
        ],
        "Bank Transactions": [
          "Cash deposited into bank",
          "Cash withdraw from bank",
          "Amount transferred from bank to bank"
        ]
      },
      "requirements": [
        "No prior knowledge about accounting"
      ],
      "description": "Hello Students,\nThis course is specially designed to learn basic of accounting. In this course you can go through types of business, types of accounts. This course is purposefully designed in Marathi for those who have language barriers. This course mainly focuses on basic accounting relating to day to day transactions.",
      "target_audience": [
        "Students, Teachers, Shop Owners, Businessmen, etc.",
        "Anyone who is interested to learn basic accounting in Marathi"
      ]
    },
    {
      "title": "Управление дебиторской задолженностью",
      "url": "https://www.udemy.com/course/dyckman_vadim_upr_dz/",
      "bio": "Практические методы и приемы для снижения риска невозврата дебиторской задолженности",
      "objectives": [],
      "course_content": {
        "Показатели характеризующие уровень дебиторской задолженности в компании": [
          "Введение",
          "\"Оборот дебиторской задолженности\" (DSO)",
          "Средний срок платежа"
        ],
        "Способы и методы снижения риска невозврата дебиторской задолженности": [
          "Управление дебиторской задолженностью до ее возникновения",
          "Управление дебиторской задолженностью после ее возникновения.Ответы на задачи."
        ]
      },
      "requirements": [
        "Минимальные базовые знания по финансам и бухгалтерскому учету"
      ],
      "description": "В данном курсе рассмотрены показатели , которые помогают оценить уровень и динамику дебиторской задолженности ,  практические приемы и методы управления дебиторской задолженности , как до, так и после ее возникновения, также приведены формы отчетов, которые помогают оценивать и своевременно принимать меры по снижению риска неплатежей. В лекциях присутствуют вопросы и мини задачи, ответы на которые даны в конце последней лекции.\nДебиторская задолженность (англ. Accounts receivable (A/R)) — задолженность предприятию, организации или учреждению от юридических или физических лиц, являющихся их должниками, дебиторами. В соответствии с международными стандартами финансовой отчётности определяется как сумма, причитающаяся компании от покупателей (дебиторов) и возникает в случае, если услуга (или товар) проданы, а денежные средства не получены. Дебиторская задолженность относится к оборотным активам.\nУправление дебиторской задолженностью — отдельная функция финансового менеджмента, основной целью которой является увеличение прибыли компании за счет эффективного использования дебиторской задолженности, как экономического инструмента.\nЗадачами управления дебиторской задолженностью являются:\nоптимизация общего размера дебиторской задолженностью и обеспечение своевременной инкассации долга[1];\nкомплексная проверка дебитора на начальном этапе;\nюридическое сопровождение сделок;\nфинансирование дебиторской задолженности;\nучет, контроль, оценка эффективности дебиторской задолженности;\nвзыскание просроченного долга;\nпретензионная работа с недисциплинированными дебиторами.\nКоэффициент оборачиваемости дебиторской задолженности в днях (day’s sales outstanding — DSO) рассчитывают по формуле:\nDSO = (Средняя деб. задолженность * 365) / (Продажи в кредит или Выручка).\nХарактеризует средний период времени, в течение которого средства от покупателей поступают на расчётные счета предприятия. Отсюда его другое распространённое название и аббревиатура — ACP (average collection period). Чем меньше значение данного показателя, тем в более выгодных условиях находится предприятие.\nКоэффициент оборачиваемости дебиторской задолженности, рассчитанный на основе финансовой отчетности показывает среднее значение оборачиваемости за период, на основании которого нельзя сделать точный вывод о финансовом состоянии предприятия.\nОценка оборачиваемости дебиторской задолженности на основе показателей финансовой отчётности не даёт достоверной информации, поскольку общий объем дебиторской задолженности и общая выручка — это агрегированные показатели. Если объем дебиторской задолженности составляет ¼ от годовой выручки, это не значит, что ее период оборота составляет 90 дней и вся она погашается в этот срок. Такой показатель может означать, что один контрагент оплачивает продукцию в течение 30 дней, а другой — в течение 180 дней.[4]\nДля более точной оценки оборачиваемости дебиторской задолженности необходим ее анализ в динамике за несколько периодов отдельно по разным контрагентам. Такой анализ можно сделать в виде финансовой модели в среде Excel",
      "target_audience": [
        "Владельцы малого и среднего бизнеса",
        "Топ и средний менеджмент компаний",
        "Финансисты и бухгалтера"
      ]
    },
    {
      "title": "Знакомство с бухгалтерией США",
      "url": "https://www.udemy.com/course/first_step_bookkeeping/",
      "bio": "Курс разработан для тех, кто хочет познакомиться с американским учетом и открыть для себя профессию бухгалтера в США.",
      "objectives": [],
      "course_content": {
        "Введение": [
          "О чем курс: Цели и Задачи",
          "Что такое бухгалтерия?",
          "Как выглядит отчетность реальной компании?"
        ],
        "Основы американского учета": [
          "Как выглядит простейший баланс?",
          "Категории в балансе",
          "Что такое отчет о прибылях и убытках?",
          "Как связаны отчеты между собой?",
          "Что такое план счетов?",
          "Занимаемся бухгалтерией - вносим транзакции",
          "Занимаемся бухгалтерией - связь двух отчетов",
          "Смотрим отчетность реальной компании еще раз"
        ],
        "Дополнительно": [
          "Бонусная лекция - что дальше?"
        ]
      },
      "requirements": [
        "Для прохождения курса не нужно никаких специфических знаний по бухгалтерии. Курс подходит для людей, которые никогда не сталкивались с бухгалтерским учетом. Курс по американской бухгалтерии полностью на русском языке. Этот курс создан для всех, кто хочет открыть для себя профессию буккипера (bookkeeper)."
      ],
      "description": "Курс \"Знакомство с бухгалтерией США\" создан с целью представить основные принципы построения отчетности в американском бухгалтерском учете и в учете в целом. Фундаментальные принципы бухгалтерского учета одинаковы во всем мире, и это важно понимать. На протяжении всего обучения в курсе \"Знакомство с бухгалтерией США\" основной акцент будет сосредоточен на двух ключевых отчетах, а именно, отчете о прибылях и убытках (Profit and Loss Statement или Income Statement), а также балансе (Balance Sheet). Наш курс нацелен на обучение базовым принципам анализа этих двух фундаментальных отчетов, а также на интерпретацию данных отчетов с целью полного понимания финансового положения как крупных международных компаний, так и собственного бизнеса.\nСтуденты этого курса смогут освоить навыки просмотра и изучения финансовой отчетности реальных компаний, разберутся в смысле каждого числа в отчете и узнают, как эти данные влияют на финансовое состояние предприятия. На этом курсе, даже без предварительных знаний, вы ознакомитесь с процессами формирования отчетов и поймете, как каждая статья влияет на состояние бизнеса.\nПосле этого курса у вас будет ясное представление о том, кто такой бухгалтер в США (bookkeeper), и понимание того, как стать им. Присоединяйтесь к нашему курсу для уверенного шага в мир бухгалтерии и американского учета!\nУвидимся на нашем курсе и успехов вам в обучении новой профессии:)",
      "target_audience": [
        "Курс \"Знакомство с бухгалтерией США\" предназначен для всех людей, которым интересен мир учета. Для тех, кто хочет открыть для себя новые возможности в США. Для тех, кто хочет узнать кто такой буккипер и как им стать."
      ]
    },
    {
      "title": "商業簿記2級、基礎の基礎",
      "url": "https://www.udemy.com/course/colorful_boki2/",
      "bio": "カラフルな資料で、仕訳を理解しよう",
      "objectives": [],
      "course_content": {
        "入門": [
          "損益計算書と貸借対照表を深く理解しよう",
          "商品売買編",
          "商品売買振り返り",
          "債権",
          "債権の振り返り"
        ]
      },
      "requirements": [
        "日商簿記３級合格もしくは同等レベルの簿記知識・スキルを持っていること。"
      ],
      "description": "難関資格で必要な勉強時間は300時間超えといわれる 商業簿記2級。\n\n\n簿記2級の解説動画を作るために、1,000時間以上の時間を掛けて仕上げました。\n・勘定科目ごとに色分けを整理しているため、仕訳が見やすい！\n・アニメーションによる開設のため、直感的に理解しやすい！\n\n\n入門編として最高の教材をお届けします。",
      "target_audience": [
        "日商簿記2級に合格し、転職、スキルアップに向けた実績を積みたい人"
      ]
    },
    {
      "title": "Pengenalan Audit Internal 101 untuk Pemula",
      "url": "https://www.udemy.com/course/audit-internal-101/",
      "bio": "Standar audit internal, penilaian risiko, tata kelola perusahaan, etika, teknik audit, dan isu-isu terkini",
      "objectives": [],
      "course_content": {
        "Pendahuluan, Prosedur, dan Charter": [
          "Apa itu Audit Internal?",
          "Prosedur dan Teknik Audit Internal",
          "Internal Audit Charter",
          "Pendahuluan, Prosedur, dan Charter"
        ],
        "Fungsi, Praktik, Dokumentasi": [
          "Fungsi Audit Internal",
          "Tata Letak Praktik Audit Internal",
          "Dokumen dan Laporan Audit Internal",
          "Fungsi, Praktik, Dokumentasi"
        ],
        "Peer Review dan Standar": [
          "Peer Review in Internal Audit",
          "Standar Audit Internal",
          "Peer Review dan Standar"
        ],
        "Teknologi Terkait dan Tantangan Masa Depan": [
          "Pengendalian Internal dan COBIT",
          "Tantangan Audit Internal ke Depan",
          "Teknologi Terkait dan Tantangan Masa Depan"
        ]
      },
      "requirements": [
        "Tidak diperlukan persyaratan khusus"
      ],
      "description": "Course ini akan mencakup audit internal dari perspektif luas yang mencakup teknologi informasi, proses bisnis, dan sistem informasi akuntansi. Topik meliputi standar audit internal, penilaian risiko, tata kelola perusahaan, etika, teknik audit, dan isu-isu terkini. Course ini mencakup desain proses bisnis, penerapan konsep pengendalian kunci, ditambah area taktis, sistem strategis, dan operasional. Setelah menyelesaikan course ini, pembelajar diharapkan dapat memahami teori dan implementasi audit internal di tempat kerja.\nCourse ini dapat dipelajari oleh Anda yang memiliki latar belakang pendidikan dan pekerjaan di bidang Akuntansi maupun bukan, karena course ini menjelaskan konsep dari dasar. Course ini sesuai untuk dipelajari baik oleh praktisi maupun akademisi.\nCourse ini terdiri dari video dan kuis, dengan video berdurasi kurang lebih dapat diselesaikan dalam 100 menit. Video dikemas dengan bentuk materi presentasi yang mudah dipahami. Setelah selesai akan memungkinkan peserta untuk memahami / melakukan audit internal yang dilakukan dari sudut pandang auditor yang bekerja di organisasi. Peserta akan mendapatkan konsep internal audit secara utuh, yang berbeda dengan audit keuangan. Audit internal akan mencakup audit charter, internal control berdasarkan pendekatan COSO dan Control Objectives for Information and Related Technology (COBIT). Peserta akan belajar langkah – langkah dan tahapan dalam internal audit yang sifatnya mudah untuk dipraktekan dalam keseharian pekerjaan.",
      "target_audience": [
        "Student yang ingin mempelajari audit internal 101"
      ]
    },
    {
      "title": "Pentingnya Audit Operasional bagi Organisasi",
      "url": "https://www.udemy.com/course/audit-operasional/",
      "bio": "Audit Operasional, Perencanaan dan Program Kerja Audit, Pengembangan Temuan, Pelaporan",
      "objectives": [],
      "course_content": {
        "Pengenalan Audit Operasional": [
          "Overview",
          "Overview Audit Operasional - Bagian 1",
          "Overview Audit Operasional - Bagian 2",
          "Tahap Perencanaan dan Program Kerja - Bagian 1",
          "Tahap Perencanaan dan Program Kerja - Bagian 2",
          "Review Kontrol Manajemen",
          "Pengenalan Audit Operasional"
        ],
        "Mekanisme Audit Operasional": [
          "Tahapan Pekerjaan Lapangan",
          "Kertas Kerja Audit",
          "Pengembangan Temuan Audit dan Tahapan Pelaporan",
          "Pengantar Tata Kelola Perusahaan",
          "Mekanisme Audit Operasional"
        ],
        "Audit Operasional Fungsi Khusus": [
          "Audit Operasional terhadap Fungsi Sumber Daya Manusia",
          "Audit Operasional terhadap Fungsi Marketing",
          "Audit Operasional terhadap Fungsi Produksi dan Operasi",
          "Audit Operasional Fungsi Khusus"
        ]
      },
      "requirements": [
        "Memiliki pengetahuan dasar akuntansi"
      ],
      "description": "Terdapat berbeagai macam jenis audit, diantaranya ada audit keuangan, audit kepatuhan dan audit operasional atau audit manajemen. Berbeda dengan audit keuangan yang memeriksa laporan keuangan dan memberikan opini, audit operasional adalah alat untuk mengevaluasi atas kegiatan, program, dan metode di suatu perusahaan untuk menilai efisiensi dan efektivitas, serta mengidentifikasi risiko dan hambatan yang dihadapi untuk menghasilkan sebuah rekomendasi agar adanya perbaikan\nAudit operasional akan dievaluasi berdasarkan ekonomi, efisiensi, dan efektivitas semua operasi. Course ini berkaitan dengan course Audit Keuangan. Course audit operasional pada dasarnya terdiri dari tiga bagian besar. Bagian pertama adalah Pengenalan Audit Operasional. Dan bagian pertama terdiri dari Tinjauan Operasional Audit, Tahap Perencanaan dan Program Kerja, Tinjauan Pengendalian Manajemen, dan bagian kedua adalah mekanisme audit operasional yang terdiri dari Tahap Kerja Lapangan, Kertas Kerja Audit, Pengembangan Temuan Audit dan Tahap Pelaporan, Tinjauan Umum Tata Kelola Perusahaan, dan bagian ketiga adalah Audit operasional fungsi khusus yang terdiri dari Audit Operasional Sumber Daya Manusia, Audit Operasional Pemasaran, Audit Operasional Produksi dan Operasional\nSetelah menyelesaikan course audit operasional ini memungkinkan student untuk memahami atau melakukan audit operasi yang dilakukan dari sudut pandang manajemen. Student dapat memahami konsep dasar audit operasional, Tahap Perencanaan dan Program Kerja, dan review pengendalian manajemen. Dan student akan memahami tahap kerja lapangan, kertas kerja audit, pengembangan temuan audit dan tahap pelaporan, dan tata kelola perusahaan. Dan yang terakhir student akan dapat memahami audit operasional sumber daya manusia, pemasaran, produksi dan operasi. Mahasiswa akan mendapatkan konsep audit operasional secara utuh, yang berbeda dengan audit keuangan",
      "target_audience": [
        "Student yang ingin mempelajari Aduit Operasional"
      ]
    },
    {
      "title": "Sistem Kontrol Manajemen untuk Pemula",
      "url": "https://www.udemy.com/course/management-control-system/",
      "bio": "Implementasi Srategi Melalui Sistem Kontrol Manajemen",
      "objectives": [],
      "course_content": {
        "Konsep Sistem Kontrol Manajemen": [
          "Pengantar Sistem Kontrol Manajemen",
          "Manajemen, Kontrol, dan Kontrol Hasil",
          "Aksi, Personil dan Kontrol Budaya",
          "Konsep Sistem Kontrol Manajemen"
        ],
        "Evaluasi Biaya dan Manfaat": [
          "Biaya Sistem Kontrol",
          "Merancang dan Mengevaluasi Sistem Kontrol Manajemen",
          "Evaluasi Biaya dan Manfaat"
        ],
        "Aspek Keuangan dalam Sistem Kontrol": [
          "Pusat Tanggung Jawab Keuangan",
          "Perencanaan dan Penganggaran",
          "Sistem Insentif",
          "Ukuran Kinerja Keuangan dan Dampaknya",
          "Aspek Keuangan dalam Sistem Kontrol"
        ],
        "Miopia dan Faktor Tak Terkendali": [
          "Memperbaiki Masalah Miopia",
          "Menggunakan Kontrol Hasil Keuangan pada Faktor yang Tidak Terkendali",
          "Miopia dan Faktor Tak Terkendali",
          "Final Quiz"
        ]
      },
      "requirements": [
        "Student memiliki kemampuan menganalisa"
      ],
      "description": "Sistem adalah suatu cara tertentu dan biasanya bersifat repetitif atau berulang-ulang untuk melakukan suatu atau sekelompok aktivitas. Ciri-ciri sistem yaitu rangkaian langkah berirama, terkoordinasi dan berulang untuk mencapai tujuan tertentu.\nProses pengendalian manajemen adalah proses dimana manajer pada seluruh tingkatan memastikan bahwa orang-orang yang mereka awasi mengimplementasikan strategi yang dimaksudkan. Organisasi pada umumnya dipimpin oleh CEO (Chief Executive Officer) yang memutuskan strategi organisasi kemudian mengkomunikasikannya pada manajer di level unit bisnis diteruskan hingga ke karyawan di seluruh organisasi tersebut.\nPada course ini difokuskan pada implementasi strategi melalui sistem kontrol manajemen. Student akan belajar tentang bagaimana desain manajemen puncak dan menerapkan sistem manajemen yang digunakan untuk mengendalikan kinerja perusahaan. Student juga akan belajar bagaimana membuat alternatif kontrol manajemen dan pengaruhnya, bagaimana menggunakan hasil keuangan sebagai salah satu sistem kontrol, bagaimana menangani masalah pengukuran kinerja dan efeknya, tata kelola perusahaan dan hubungannya dengan sistem kontrol manajemen, dan masalah etika terkait dengan kontrol manajemen.\nMateri yang akan dibahas pada course ini, antara lain:\nKonsep Sistem Kontrol Manajemen : student akan mengenali manajemen, personel dan kontrol budaya\nEvaluasi Biaya dan Manfaat : student akan mengenali biaya dan manfaat sistem kontrol untuk mengevaluasi sistem kontrol manajemen\nAspek Keuangan dalam Sistem Kontrol : student akan memahami perencanaan, penganggaran, insentif, dan langkah-langkah keuangan\nMiopia dan Faktor Tak Terkendali : student akan memahami masalah miopia dan ancaman dari faktor-faktor yang tidak terkendali",
      "target_audience": [
        "Student yang ingin belajar sistem kontrol manajemen"
      ]
    },
    {
      "title": "Ekonomi Kelas XII",
      "url": "https://www.udemy.com/course/ekonomi-kelas-xii/",
      "bio": "Akuntansi Sebagai Sistem Informasi, Persamaan Dasar Akuntansi",
      "objectives": [],
      "course_content": {
        "Akuntansi Sebagai Sistem Informasi": [
          "Sejarah Akuntansi",
          "Pengertian dan Manfaat Akuntansi",
          "Pengguna Informasi Akuntasi",
          "Karateristik Kualitas Informasi Akuntansi",
          "Prinsip Dasar Akuntansi dan Standar Akuntansi Keuangan",
          "Asumsi yang Digunakan dalam Akuntansi",
          "Bidang-Bidang Akuntansi",
          "Profesi Akuntansi dan Etikanya",
          "Akuntansi Sebagai Sistem Informasi"
        ],
        "Persamaan Dasar Akuntansi": [
          "Penggolongan Transaksi Keuangan",
          "Asumsi Dasar",
          "Konsep Dasar Laporan Keuangan & Landasan Peraturan Penyelenggaraan Akuntansi",
          "Persamaan Dasar Akuntansi dan Penyusunan Laporan Keuangan",
          "Persamaan Dasar Akuntansi"
        ]
      },
      "requirements": [
        "Tidak dibutuhkan syarat khusus"
      ],
      "description": "Course ini akan membahas terkait dengan dasar keuangan, dari mengetahui apa saja ilmu akuntansi sampai dengan membuat laporan keuangan untuk perusahaan jasa dan dagang. Menjadikan modul Ekonomi Kelas XII sebagai referensi, pada modul tersebut course yang di susun sudah menyesuaikan apa saja yang di butuhkan untuk memahami pembuatan laporan keuangan. Secara umum, course ini berisi:\nPengantar Akuntansi sebagai sebuah ilmu: student memamhami Akuntansi sebagai suatu kesatuan ilmu secara lengkap dan komprehensif sebagai pengantar\nPersamaan Dasar Akuntansi: student mampu mendeksripsikan konsep persamaan dasar akuntansi dan menyajikan persamaan dasar akuntansi\nSiklus Akuntansi Perusahaan Jasa: student mampu menganalisis penyusunan siklus akuntansi pada perusahaan jasa dan membuat laporan keuangan pada perusahaan jasa\nPenutupan Siklus Akuntansi Perusahaan Jasa: student mampu menganalisis tahapan penutupan siklus akuntansi pada perusahaan jasa dan membuat penutupan siklus akuntansi pada perusahaan jasa.\nSiklus Akuntansi Perusahaan Dagang: student memahami siklus akuntansi pada perusahaan dagang secara komprehensif.\nPenutupan Siklus Akuntansi Perusahaan Dagang: student mampu menganalisis tahapan penutupan siklus akuntansi pada perusahaan dagang dan membuat penutupan siklus akuntansi pada perusahaan dagang.\n\n\nWaktu yang dibutuhkan untuk mempelajari keseluruhan konten ini adalah sekitar 3 jam. Setelah menyelesaikan seluruh video ini maka peserta diharapkan mampu untuk :\nMemahami apa itu Ilmu Akuntansi dan bagaimana penggunaannya\nMemahami Persamaan Dasar Akuntansi untuk mengenali perkiraan atau akun yang di gunakan dalam Akuntansi\nMemahami transaksi, pencatatan dan pelaporan Akuntansi pada Perusahaan Jasa\nMemahami cara untuk menutup pelaporan Akuntansi pada Perusahaan Jasa\nMemahami transaksi, pencatatan dan pelaporan Akuntansi pada Perusahaan Dagang\nMemahami cara untuk menutup pelaporan Akuntansi pada Perusahaan Dagang\n\n\nCourse ini ditujukan untuk:\nPelajar SMA Kelas XII yang sedang mengambil mata kuliah Ekonomi\nPelajar SMK Akuntansi\nMahasiswa Semester 1 Program Akuntansi\nUmum yang ingin mempelajari Akuntansi\nUntuk mempelajari course secara lengkap, dapat diakses pada platform TamanBelajar",
      "target_audience": [
        "Student yang ingin mempelajari materi ekonomi kelas xii"
      ]
    },
    {
      "title": "Rechnungsstellung als Unternehmer (Lite)",
      "url": "https://www.udemy.com/course/rechnungsstellung-lite/",
      "bio": "Lerne alles rund um das Thema Rechnungsstellung (inkl. Definitionen, Vorlagen, GoBD-Erklärung, Buchhaltung und mehr)",
      "objectives": [],
      "course_content": {
        "Einführung": [
          "Willkommen",
          "Haftungsausschluss/Disclaimer"
        ],
        "Verschiedene Rechnungsarten": [
          "Was ist überhaupt eine Rechnung?",
          "Wer darf alles Rechnungen schreiben?",
          "Was gibt es bei Rechnungen als Unternehmer zu beachten?",
          "Rechnungen als regelbesteuerter Unternehmer",
          "Rechnungen als Kleinunternehmer (§ 19 UStG)",
          "Kleinbetragsrechnungen",
          "Welche zusätzlichen Rechnungsarten existieren?"
        ],
        "FAQ-Sektion": [
          "Was bedeutet GoBD und betrifft es mich?",
          "GoBD-konforme Rechnungsstellung (Casestudy)",
          "Andere Rechtsform = andere Pflichtangaben auf der Rechnung?"
        ],
        "Abschließende Worte": [
          "Wie geht es jetzt weiter?",
          "Vielen Dank!"
        ],
        "Bonus": [
          "Bonus-Lektion"
        ]
      },
      "requirements": [
        "Es werden weder Vorerfahrungen noch ein bestimmter Kenntnisstand vorausgesetzt.",
        "Grundlegendes Interesse an der Thematik \"Rechnungsstellung als Unternehmer\"."
      ],
      "description": "Willkommen zu diesem kostenlosen Videokurs \"Rechnungsstellung als Unternehmer (Lite)\" – deinem Schlüssel zu einem tieferen Verständnis der wichtigsten Aspekte im Rechnungswesen! Egal, ob du gerade dein eigenes Unternehmen gründen oder deine Kenntnisse vertiefen möchtest, dieser Kurs bietet dir umfassende Einblicke in die Welt der Rechnungen.\nWas du im Kurs lernen wirst:\nWas ist eine Rechnung? Wer darf Rechnungen ausstellen? Kläre die Grundlagen und erfahre, wer berechtigt ist, Rechnungen auszustellen.\nVorschriften und Pflichten bei Rechnungen als Unternehmer: Tauche ein in die Vorschriften und Pflichten, die Unternehmer bei der Ausstellung von Rechnungen beachten müssen.\nRechnung als regelbesteuertes Unternehmen: Verstehe, wie Rechnungen für regelbesteuerte Unternehmen erstellt werden und welche steuerlichen Aspekte dabei zu beachten sind.\nRechnung als Kleinunternehmer: Entdecke die speziellen Regelungen für Kleinunternehmer und erfahre, wie du Rechnungen in diesem Kontext korrekt ausstellst.\nKleinbetragsrechnungen: Lerne, wie du Kleinbetragsrechnungen effizient erstellst und welche Vorteile dies für dein Unternehmen haben kann.\nFAQ-Sektion mit praxisrelevanten Fragen: Erhalte Antworten auf häufig gestellte Fragen, darunter: \"Was bedeutet GoBD und betrifft es mich?\" und \"Bedeuten andere Rechtsformen zusätzliche Vorschriften bei der Rechnungsstellung?\"\nWarum solltest du diesen kostenlosen Kurs belegen?\nExpertenwissen kostenfrei: Nutze dieses umfangreiche Wisse, ohne dafür bezahlen zu müssen.\nFlexibles Lernen: Lerne in deinem eigenen Tempo und individuell nach deinem Zeitplan.\nPraxisorientiert: Der Kurs konzentriert sich auf praxisrelevante Themen, um dir konkretes Wissen für den beruflichen Alltag zu vermitteln.\nStarte deine Reise zu einem tieferen Verständnis der Rechnungserstellung für Unternehmer. Schreibe dich noch heute in unseren kostenlosen Videokurs ein und baue deine unternehmerischen Fähigkeiten weiter aus!",
      "target_audience": [
        "Existenzgründer, (Klein-)Gewebetreibende, Freiberufler, Kleinunternehmer, nebenberufliche Unternehmer und mehr!",
        "Zusätzlich richtet sich dieser Kurs an Personen, die Interesse an der Weiterbildung im Bereich GoBD-konforme Rechnungsstellung besitzen."
      ]
    },
    {
      "title": "Principais mudanças no IRPF 2023",
      "url": "https://www.udemy.com/course/principais-mudancas-no-irpf-2023/",
      "bio": "As mudanças que a Receita Federal trouxe sobre o IRPF 2023",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Trabalhar com Contabilidade, ser acadêmico de contabilidade, ter curiosidade sobre o Imposto de Renda"
      ],
      "description": "Os contribuintes que forem obrigados a entregar a declaração do Imposto de Renda (IRPF) 2023 (ano-base 2022) à Receita Federal devem ficar atentos às regras e critérios para este ano. O período da declaração anual do IRPF acontece entre os meses de março e maio.\nO período de entrega das declarações terá início no dia 15 de março e termina no dia 31 de maio, informou a Receita Federal. Em anos anteriores, o envio costumava terminar no mês de abril, mas o prazo foi prorrogado após a pandemia.\nEntre as novidades apresentadas para este ano, está a obrigatoriedade de declarar o IR para quem realizou vendas de ativos na bolsa de valores, a B3, cuja soma foi superior a R$ 40 mil ou com apuração de ganhos líquidos sujeitos à incidência do imposto no ano calendário (2022). Até então, a isenção era de R$ 20 mil, e qualquer valor aplicado em bolsa era obrigado a declarar ao Fisco.\nOutra novidade é a prioridade no pagamento da restituição aos contribuintes que optarem por receber por Pix, o sistema de transações instantâneas do Banco Central.\nAinda de acordo com a Receita, também será possível pagar o Documento de Arrecadação de Receitas Federais (Darf) – para quem precisa declarar investimento em renda variável – por meio do sistema de pagamentos instantâneo. Idosos e pessoas portadoras de deficiência já são contribuintes prioritários no recebimento da restituição.\nPara este ano, a opção da declaração pré-preenchida já estará disponível no início do prazo da entrega, em 15 de março – diferentemente de anos anteriores. Segundo a Receita, isso foi possibilitado com a alteração da data de início do envio do documento.\nA declaração pré-preenchida vem com os dados gravados no ano anterior e proporciona menos erros e maior comodidade ao contribuinte, segundo a Receita.",
      "target_audience": [
        "Contadores, Acadêmicos, Profissionais das Exatas, qualquer pessoa que queira aprender sobre Imposto de Renda"
      ]
    },
    {
      "title": "Aprenda como a contabilidade é Fácil!",
      "url": "https://www.udemy.com/course/aprenda-a-desvendar-as-informacoes-da-contabilidade/",
      "bio": "Conheça a contabilidade de forma simples e fácil!",
      "objectives": [],
      "course_content": {
        "Conhecendo como a Contabilidade realmente É!": [
          "Para que serve a Contabilidade na realidade?",
          "Como o Contador conhece cada parte da empresa?",
          "Qualquer pessoa pode trabalhar com as informações contábeis?"
        ],
        "Seu negócio com a visão da Contabilidade.": [
          "Ativo – Onde está aplicado seu dinheiro?",
          "Passivo – onde você gasta seu dinheiro?",
          "Patrimônio Líquido – De onde veio o dinheiro para sua empresa?",
          "Resultado – Como você gastou e gerou seu dinheiro?"
        ]
      },
      "requirements": [
        "Conhecimentos básicas sobre contabilidade, administração e finanças.",
        "Não há necessidade de conhecimentos específicos de matemática financeira",
        "Não é necessário ser formado em Contabilidade, Administração ou áreas relacionadas.",
        "Estar interessado em descobrir como a contabilidade e suas técnicas podem auxiliar no processo decisório seja na sua vida pessoal ou profissional."
      ],
      "description": "Gostaria de convidar você a participar do meu curso, para que possa entender que contabilidade não é matemática e que em suas atividades, seja dentro da empresa ou fora dela, mecanismos de controle e as técnicas que os contadores utilizam, estão sempre presentes. A forma como você controle seu salário, as análises sobre taxas de juros para empréstimos, tarifas bancárias de contas correntes, valor a ser investido em um novo negócio, etc. Todas estas atividades são Contabilidade na sua técnica e prática! Embora os estudantes de afirmem que não conseguem aplicar o que estudam na vida profissional, eu posso responder com toda propriedade, que podemos sim e conseguimos compreender o que cada elemento do patrimônio representa e como eles funcionam para que as contas possam fechar e fazer a representação do Patrimônio e Resultado, desde que sejam analisados em conjunto com a teoria. Este curso direciona-se para profissionais com sólido conhecimento contábil, professores e aqueles que desejam aprimorar seus conhecimentos ou se preparar para um concurso público. Tratamos todos os termos técnicos atrelados a exemplos de sua rotina para que você possa quebrar o mito da contabilidade. Venha fazer parte deste grupo que deseja tornar a contabilidade mais leve e didática, sem o peso da legislação tributária!",
      "target_audience": [
        "Contadores, Advogados, Administradores ou qualquer outro profissional que deseje conhecer a contabilidade de forma simples e prática.",
        "Professores e Estudantes.",
        "Empresários e empreendedores que buscam se atualizar para atender as demandas de mercado."
      ]
    },
    {
      "title": "Contabilidade: a profissão do AGORA. A ciência da riqueza.",
      "url": "https://www.udemy.com/course/contabilidade-a-profissao-do-agora-a-ciencia-da-riqueza/",
      "bio": "O protagonismo do contador no mercado atual.",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução: A contabilidade como tomada de decisão. Seja protagonista!"
        ],
        "Classe contábil": [
          "A classe contábil"
        ],
        "A figura do profissional contábil": [
          "A figura do profissional contábil"
        ],
        "Auditorias Eletrônicas nos SPEDs - Expediente essencial": [
          "Auditorias Eletrônicas nos SPEDs - Expediente essencial"
        ],
        "Entrevista sobre capacitação profissional": [
          "Entrevista sobre capacitação profissional"
        ],
        "Live sobre ICMS Substituição Tributária em MG": [
          "Live sobre ICMS Substituição Tributária em MG"
        ],
        "Atividades práticas": [
          "Atividade prática 1"
        ],
        "Protagonizando o profissionalismo": [
          "Exercícios sobre conscientização do profissional"
        ]
      },
      "requirements": [
        "Não"
      ],
      "description": "O professor e consultor Paulo Marcos aborda a necessidade de up nas carreiras. Além da situação de colocação no mercado de trabalho, a proposta é aguçar para que o profissional tenha mais assertividade e seja pró ativo em expedientes não apenas procedimentais, quanto analíticos.  segue também uma live sobre ICMS ST.",
      "target_audience": [
        "Estudantes de ciências contábeis, administração. Contadores e Empresários"
      ]
    },
    {
      "title": "Accounting Information System (Indonesian Version)",
      "url": "https://www.udemy.com/course/accounting-information-system/",
      "bio": "Accounting Information System, Proses Transaksi & ERP",
      "objectives": [],
      "course_content": {
        "Conceptual Foundation of Accounting Information Systems": [
          "Overview",
          "Introduction to accounting information system",
          "Transaction Processing and Enterprise Resource Planning",
          "System Documentation Technique",
          "Conceptual Foundation of Accounting Information Systems"
        ],
        "Control and Audit of Accounting Information System": [
          "Computer Fraud",
          "Control and Accounting Information System",
          "Control and Audit of Accounting Information System"
        ],
        "Accounting Information System Application": [
          "The Revenue Cycle: Sales to Cash Collections",
          "The Expenditure Cycle: Purchasing to Cash Disbursement",
          "The Production Cycle",
          "The Human Resource Management and Payroll Cycle",
          "General Ledger and Reporting Cycle",
          "Accounting Information System Application",
          "Final Quiz"
        ]
      },
      "requirements": [
        "You should able to use a Computer or Laptop"
      ],
      "description": "Materi pembelajaran ini membahas mengenai proses bisnis yang biasanya dilakukan perusahaan yang bergerak di bidang jasa, penjualan maupun manufaktur terutama dari sisi akuntansi informatika yang dihasilkan dari data proses bisnis tersebut. Pada saat pembelajar menyelesaikan materi ini, maka pembelajar diharapkan dapat menjelaskan mengenai konsep sistem informasi akuntansi, menganalisis internal control yang perlu dilakukan dalam mitigasi menghadapi risiko sistem informasi, menciptakan internal control spesifik untuk kebutuhan pemasukan, pengeluaran, produksi dan siklus HRM.",
      "target_audience": [
        "Student who want to learn Accounting Information System"
      ]
    },
    {
      "title": "كورس مبادىء واصول المحاسبة المالية",
      "url": "https://www.udemy.com/course/financial-accounting-mohamedsaberbakr/",
      "bio": "المحاسبة المالية بكل بساطة",
      "objectives": [],
      "course_content": {
        "الاساسيات": [
          "الفرق بين المدين والدائن بكل سهولة",
          "مراحل الدورة المحاسبية",
          "كيفية تأسيس القيد المحاسبى بكل سهولة",
          "المبادىء والفروض المحاسبية بكل سهولة",
          "الفرق بين(حسابات المتداولة/غير متداولة) و (جرد دورى/جرد مستمر)"
        ],
        "ملخص بعض معايير المحاسبة الدولية": [
          "المحاسبة عن المخزون - ملخص معيار عرض المخزون IAS2",
          "مبادىء عرض القوائم المالية - ملخص معيار عرض القوائم المالية IAS1"
        ],
        "حالة عملية بسيطة وسهلة": [
          "حالة عملية من قيد اليومية الى الميزانية بكل بساطه وسهولة"
        ]
      },
      "requirements": [
        "لا يوجد"
      ],
      "description": "ماهى المحاسبة المالية :\nالمحاسبة المالية (بالإنجليزية: Financial accountancy)‏، هي أحد أهم أفرع المحاسبة المختصة بتسجيل وتصنيف وتلخيص وتفسير وعرض المعلومات المحاسبية التاريخية المتعلقة بالوضع المالي (قائمة المركز المالي)، والأداء المالي (قائمة الدخل)، والتدفقات النقدية وفقاً لجملة من المعايير المحاسبية.التي تخص الشركات المساهمة العامة وتكون هذه المعلومات متاحة لجميع متخذي القرار سواءً من داخل المنشأة أو من خارجها و يمكن تصنيف المستفيدين من المعلومات المالية التي يعدها المحاسب في شكل تقارير مالية حسب مصدر اهتمامهم بالمنشأة الاقتصادية.\n\n\nالمستفيدون من المعلومات المالية\n\n\nأصحاب المنشأة:\nإنّ المنشأة الاقتصادية قد تكون منشأة فردية أو شركة أشخاص شركة تضامن أو شركة مساهمة, أو قد تكون منشأة غير ربحية(المنشآت الحكومية والخيرية ), و في جميع هذه الأشكال فإنّ صاحب هذه المنشأة لا يستطيع التعرف على أوضاعها والتحقق من أنها تسير نحو تحقيق أهدافها إلا بتوفر هذه المعلومات المحاسبية.\n\n\nإدارة المنشأة:\nيصعب على إدارة المنشأة أن تقوم بعملها على الوجه المطلوب إذا لم تلم إلماماً جيدا بشؤون المنشأة، فإذا كان حجم المنشأة الاقتصادية كبيرا إلى الحد الذي لا تتمكن معه الإدارة من متابعة أنشطة المنشأة بسهولة، فإنه لا بد من المتابعة عن طريق التقارير، والتقارير السليمة لا تتوفر إلا إذا كان نظام فعاّل للمعلومات، والنظام المحاسبي جزء من نظام المعلومات في المنشأة.\n\n\nالدائنون:\nمن المعروف إن أهم مصدرين لتمويل المنشأة هما: الملاك والدائنون. و الدائنون إما أن يكونوا منشآت مالية كالبنوك وشركات الاستثمار أو من باع للمنشأة بالأجل بضائع بهدف إعادة بيعها أو أصولا ثابتة.\n\n\nالمستثمرون:\nيقصد بهم هنا من لديهم أموال يريدون استثمارها في مشروع قائم أو مشروع جديد، والمستثمر لن يتخذ قرار الاستثمار إلا بعد توفر المعلومات الكافية عما يستثمر فيه، ليس فقط عن المشروع نفسه، وإنما عن مشاريع الاستثمار البديلة حتى تتم المقارنة.\n\n\nالحكومة:\nتعمل المنشأة في محيط اقتصادي تحكمه أنظمة وتشرف عليها أجهزة حكومية، بالإضافة إلى أن بعض المنشآت الاقتصادية تشارك الدولة والمجتمع في إيراداتها في شكل الضرائب والزكاة، كما أن البعض الآخر من المنشآت الاقتصادية يتلقى إعانات من قبل الدولة، هذه العوامل تجعل من الدولة أحد المستفيدين من المعلومات المحاسبية.\nالموظفون.\nعملاء المنشاة.\nعامّة الناس.",
      "target_audience": [
        "طلبة كلية تجارة",
        "خريجى كلية تجارة",
        "المحاسبين"
      ]
    },
    {
      "title": "GSTR-1 for Beginners | Easy Explanation of All Tables",
      "url": "https://www.udemy.com/course/gstr-1-for-beginners-easy-explanation-of-all-tables/",
      "bio": "Complete GSTR-1 Table Wise Guide | GST Return Filing Simplified!",
      "objectives": [],
      "course_content": {
        "GSTR-1 For Beginners | Easy Explanation of All Table by CA Devesh Thakur": [
          "Introduction to GSTR-1 For Beginners",
          "GSTR-1 Table No 4 and 5",
          "GSTR-1 Table No 6, 7 & 8",
          "GSTR-1 Table No 9 and 11",
          "GSTR-1 Table No 12, 13, 14, 15 and Amendments",
          "Which table in GSTR-1 is used to report B2B outward supplies?"
        ]
      },
      "requirements": [
        "Basic Understanding of GST Concepts| Familiarity with GSTIN and GST Portal"
      ],
      "description": "Master the GSTR-1 Filing Process – A Table-Wise Guide\nAre you struggling to understand GSTR-1 and its complex structure? Whether you're a student, business owner, accountant, or aspiring tax professional, this course is your gateway to mastering one of the most important GST returns filed in India.\nIn this course, we take a table-wise deep dive into the GSTR-1 form, covering every section—from B2B and B2C invoices to exports, credit/debit notes, advance adjustments, HSN summary, and more. You'll gain practical insights, filing tips, and real-world clarity to help you file accurately and confidently.\nWhat You'll Learn:\nThe purpose and structure of each table in GSTR-1\nDifferences between B2B, B2C, SEZ, export, and exempt supplies\nHow to report advances and adjustments correctly\nCommon mistakes to avoid while filing\nBest practices for using the GST portal efficiently\nThis is just the beginning of your GST journey. More topics, deeper insights, and advanced filings are coming soon. So:\nStay Informed. Stay Connected. Stay Updated.\nShare this course with friends, colleagues, and anyone who truly wants to understand GST the right way.\nGSTR-1 Simplified!\nA quick guide to key tables in your GST Outward Return\n4A/4B/6B/6C – B2B, SEZ & Deemed Export invoices\n5 – B2C Large (Invoice > ₹1L, Inter-State)\n6A – Export invoices (With/Without IGST)\n7 – B2C Others (Retail sales)\n8A-8D – Nil rated, Exempted & Non-GST supplies\n9B – Credit/Debit notes (Reg. & Unreg.)\n11A/11B – Advances received & adjusted\n12 – HSN-wise summary\n13 – Summary of documents issued\n14 – Supplies via E-commerce (e.g., Amazon)\n15 – Supplies under Sec 9(5) (e.g., Ola, Zomato)\n\n\nWarm regards,\nYour own CA Devesh Thakur",
      "target_audience": [
        "Ideal for CA/CS students, business owners, accountants, and tax professionals looking to strengthen their GST filing skills."
      ]
    },
    {
      "title": "QuickBooks Online: Основы работы для начинающих",
      "url": "https://www.udemy.com/course/proqb-basici/",
      "bio": "Базовый курс QuickBooks Online",
      "objectives": [],
      "course_content": {
        "Введение": [
          "Введение"
        ],
        "Основы настройки работы в QuickBooks Online": [
          "Создание покупателей или поставщиков",
          "Создание плана счетов",
          "Создание продуктов и сервисов"
        ],
        "Работа с документами в QuickBooks Online": [
          "Создание счета для покупателя",
          "Создание счета для поставщика"
        ]
      },
      "requirements": [
        "Желание получить базовые знания работы в QuickBooks Online",
        "Программа построена таким образом что даже не имея финансового образования, по итогу курса вы сможете заводить документы для покупателей и поставщиков в QuickBooks Online"
      ],
      "description": "Данный курс является базовым видео курсом, но данной информации будет вполне достаточно если вы хотите получить первое общее впечатление о QuickBooks Online.\nВсего за 45 минут Вы узнаете и освоете важные этапы настраивания работы в QuickBooks Online, а именно:\nкак заводить и редактировать списки поставщиков и покупателей;\nкак создать и редактировать план счетов;\nкак создавать и работать с номенклатурой или со списком товаров и услуг;\nпознакомитесь с основными отчетами и научитесь создавать унифицированные отчеты\nА также познакомитесь с практической работой в QuickBooks Online  путем заведения счетов для покупателей и счетов от поставщиков. Узнаете как счета отражаются на финансовой отчетности компании, и как найти информацию о задолжности покупателей или поставщиков перед компанией.\n\n\nМатериал представлен таким образом что даже не имея бухгалтерского образования по окончанию курса у вас будет достаточно знаний чтобы завести базовые операции в QuickBooks Online\n\n\nданный курс создан для тех кто хочет развиваться в финансовой сфере и ищете работу в международной компании, так как вам просто необходимо знание quickbooks. Но даже если вы не планируете работать в финансовой сфере вполне вероятно что вам также в работе придется столкнуться с quickbooks, так как это программа где ведется не только финансовый учет но и вся информация о работе с покупателями, поставщиками, и сотрудниками. Знание данной программы позволит вам быть востребованным кандидатом на международном рынке труда и быстрее достичь своих целей.",
      "target_audience": [
        "Всех желающих узнать как работать в QuickBooks Online",
        "Кто ищет работу в финансовой сфере в Америке и в других странах где используют QuickBooks",
        "Желающие повысить привлекательность своего резюме на международном рынке труда"
      ]
    },
    {
      "title": "Contabilidad Basica en iDempiere",
      "url": "https://www.udemy.com/course/contabilidad-basica-en-idempiere/",
      "bio": "Aprende fácil a instalar iDempiere y el manejo del modulo contable",
      "objectives": [],
      "course_content": {
        "Aspectos Básicos del iDempiere": [
          "Introduction"
        ],
        "Instalación del iDempiere para Microsoft Windows": [
          "Instalación de Java 11",
          "Instalación y configuración del gestor de base de datos PostgreSQL",
          "Instalación del Servidor de Aplicación de iDempiere"
        ],
        "Administración del Sistema": [
          "Proceso de configuración inicial del Grupo Empresarial",
          "Importación del Catalogo Contable"
        ],
        "Módulo de Contabilidad": [
          "Creación del Año, Calendario y Período Contable",
          "Comprobante de Diario"
        ]
      },
      "requirements": [
        "Conocimientos Basicos de Contabilidad",
        "Tener instalado Microsoft Windows"
      ],
      "description": "Sin necesidad de ser programador, aprende a instalar e implementar el módulo contable con este ERP en una empresa grande de manera fácil y rápida.\niDempiere es un Software ERP y CRM Contable y Administrativo ideal para grandes empresas, pymes, emprendedores y contadores públicos. Es 100 % en las nubes y soporta NIIF.\niDempiere es la solución más robusta, flexible, confiable y dinámica que hay en el mercado mundial, es un ERP y CRM sin igual, una solución integral para cualquier tipo de compañía.\niDempiere es soportado por una comunidad internacional activa y foros en distintos idiomas.\nEl Código Fuente de iDempiere está disponible en las nubes para personalizar este software y adaptarlo a tu empresa o negocio.\nEn este curso se aprenderá a instalar y configurar este robusto software en una empresa y también se aprenderá todas las funcionalidades operativas del módulo contable.\nSe recomienda obtener el Curso Completo Funcional del Software para mayor conocimiento de los otros modulos:\n- Inventario\n- Compras\n- Cuentas por Pagar\n- Ventas\n- Cuentas por Cobrar\n- Pagos\n- Recibos\n- Activos Fijos\n- Retenciones\n- Seguridad\n- Personalizar Reportes\n¿Quieres automatizar tu empresa con calidad y a un precio bajo? Este curso es para ti.\n¿Quieres implementar fácil este ERP en varios negocios y aumentar tus ingresos? Este curso es para ti.\n¿Deseas proponer este ERP en tu trabajo y ascender de puesto? Este curso es para ti.",
      "target_audience": [
        "Todos",
        "Estudiantes",
        "Profesionales",
        "Empresarios"
      ]
    },
    {
      "title": "01 Hora pra Organizar o Fluxo de Caixa de Sua Empresa",
      "url": "https://www.udemy.com/course/desafiodeimersaofinanceira/",
      "bio": "Desafio de Imersão Financeira para Empreendedores de Negócios de Pequeno Porte",
      "objectives": [],
      "course_content": {
        "Desafio de Imersão em Controles Financeiros": [
          "Introdução"
        ],
        "A Fuga": [
          "Por que o empreendedor gosta de tudo na empresa, menos do controle financeiro?"
        ],
        "Mão na Massa": [
          "Mão na Massa - Como organizar as categorias de receitas e despesas?"
        ],
        "Separação de Bens": [
          "Separação de Bens -Devo mesmo separar despesas pessoais das despesas da empresa?"
        ],
        "Rastreio Total": [
          "Rastreio - \"Chip de rastreio\" no caixa da empresa, tudo passará pela planilha"
        ],
        "Organizando a Rotina Diária do Financeiro": [
          "Rotina das movimentações de Entrada (Receitas)",
          "Rotina das movimentações de Saídas (Despesas)"
        ],
        "Painel de Bordo": [
          "Painel de bordo - Analisando os números registrados para tomada de decisões"
        ],
        "Voe Alto": [
          "Voe Alto - Quando partir para um sistema mais robusto de controle?"
        ]
      },
      "requirements": [
        "Pessoas que já possuem ou planejam abrir um negócio próprio",
        "Não é necessário ter experiência com planilha"
      ],
      "description": "Se você é dono de um negócio próprio e está cansado de trabalhar muito e não ver a cor do seu dinheiro, isso aqui é pra você!\n\n\nNão é só mais uma planilha?\n\n\nTenho certeza que você já deve ter baixado inúmeras planilhas ou comprado sistema pra organizar sua empresa, o problema é que elas geralmente são feitas por alguém que entende muito de banco de dados e informática, mas tem zero entendimento de como funciona um negócio na prática.\n\n\nAlém disso, do que adianta ter uma planilha maravilhosa e não ter nenhum tipo de assessoria de como organizar os dados.\n\n\nEntão além de ter a ferramenta certa, você quer ter alguém que tire suas dúvidas e te ajude a não fazer tudo sozinho.\n\n\nAlém da planilha, aqui você conta com a ajuda de um consultor financeiro especialista em negócios de pequeno porte, que conhece suas dificuldades como empreendedor. Vou te mostrar o passo-a-passo de como implementar a ferramenta de fluxo de caixa no seu negócio.\n\n\nCriei essa planilha com foco exclusivo na rotina puxada dos empreendedores, que não tem tempo a perder com fórmulas de Excel, cursos de longa duração ou linguagem técnica e complicada.\n\n\nTudo facilitado pra você apenas inserir as informações, conferir os números rapidamente e tomar as decisões com segurança na gestão de sua empresa.\n\n\nE com as finanças organizadas, além da segurança das informações e o controle do dinheiro, você ganhará mais tempo para cuidar dos clientes, planejar ações para aumentar as vendas, negociar melhor com fornecedores, ajustar rotinas dos colaboradores e ter mais tempo com sua família.\n\n\nTenho mais de 12 anos de experiência em treinamento e consultoria junto aos negócios de pequeno porte, também tenho meu negócio próprio e entendo a rotina intensa de todo empresário.\n\n\nRecomendado para Proprietários de negócio informal, MEI (Empreendedor Individual), empresários de Micro Empresas (ME ou EPP) ou se você está planejando abrir uma empresa e quer começar organizado, esse material é pra você também.",
      "target_audience": [
        "Proprietários de negócio informal, MEI (Empreendedor Individual) ou empresários de Micro Empresas (ME ou EPP).",
        "Empresários que desejam uma ferramenta simples, mas também querem ser assessorados por um consultor financeiro especialista em negócios de pequeno porte.",
        "Quem está cansado de trabalhar muito e não saber para onde vai o dinheiro do negócio, ou mesmo se ele dá lucro ou prejuízo.",
        "Empreendedores que já baixaram incontáveis planilhas e/ou sistemas, mas não conseguem iniciar ou desistiram de implementar sozinhos.",
        "Donos de negócios sem tempo para cursos longos e complexos, que precisam urgente de uma ferramenta prática, criada por alguém que entende a realidade e dificuldades de um empreendedor no dia-a-dia."
      ]
    },
    {
      "title": "Cara Membuat Akuntansi Biaya Perusahaan untuk Pemula",
      "url": "https://www.udemy.com/course/cost-accounting/",
      "bio": "Konsep Biaya, Rencana Biaya, Proses Biaya, Kontrol Biaya",
      "objectives": [],
      "course_content": {
        "Cost Concept dan Cost Method": [
          "Overview",
          "Management, The Controller, dan Cost Accounting",
          "Cost Concept dan The Cost Accounting Information System",
          "Job Order Costing",
          "Process Costing-average method dan Process Costing-FIFO method"
        ],
        "Cost of Quality dan Costing by Products": [
          "The Cost of Quality dan Akuntansi untuk Production Losses",
          "Costing By Products dan Joint Products"
        ],
        "Cost Component": [
          "Materials: Controlling, Costing, dan Planning; Labor: Controlling dan Accounting",
          "Factory Overhead: Planned, Actual, dan Applied",
          "Factory Overhead: Departmentalization"
        ],
        "Setting Standard": [
          "Standard Costing : Setting Standard dan Analyzing Variances"
        ]
      },
      "requirements": [
        "Memahami dasar-dasar matematika"
      ],
      "description": "Materi ini membahas tentang peran akuntansi biaya di perusahaan manufaktur. Materi ini membutuhkan pemahaman konsep biaya, istilah, dan sistem informasi terkait yang menghasilkan akuntansi biaya. Akuntansi Biaya dilengkapi dengan manajemen alat yang diperlukan untuk merencanakan dan mengendalikan kegiatan, meningkatkan kualitas dan efisiensi, dan membuat keputusan rutin dan strategis. Materi ini terdiri dari 10 modul.",
      "target_audience": [
        "Pelajar yang ingin belajar cara membuat akuntansi biaya perusahaan"
      ]
    },
    {
      "title": "Mengenal Konsep Dasar Akuntansi",
      "url": "https://www.udemy.com/course/mengenal-konsep-dasar-akuntansi/",
      "bio": "Akuntansi, Jurnal, IFRS, Kas, Aset, FIFO, Piutang, Depresiasi, Liabilitas, Laporan Keuangan",
      "objectives": [],
      "course_content": {
        "Persamaan Dasar Akuntansi dan Pencatatan Transaksi Bisnis": [
          "Mengenal Akuntansi",
          "Proses Pencatatan Transaksi",
          "Jurnal Penyesuaian",
          "Jurnal Koreksi",
          "Jurnal Penjualan",
          "Persamaan Dasar Akuntansi dan Pencatatan Transaksi Bisnis"
        ],
        "Metode Persediaan, Depresiasi, Akuntansi Piutang, & Pengendalian Internal": [
          "Metode Persediaan FIFO & Average",
          "Kecurangan dan Pengendalian Internal",
          "Akuntansi Piutang",
          "Depresiasi",
          "Metode Persediaan, Depresiasi, Akuntansi Piutang, & Pengendalian Internal"
        ],
        "Liabilitas dan Transaksi Saham": [
          "Liabilitas",
          "Transaksi Saham",
          "Liabilitas dan Transaksi Saham"
        ],
        "Laporan Arus Kas dan Analisis Laporan Keuangan": [
          "Laporan Arus Kas",
          "Analisis Laporan Keuangan",
          "Laporan Arus Kas dan Analisis Laporan Keuangan"
        ]
      },
      "requirements": [
        "Tidak ada persyaratan khusus. Student akan belajar prinsip dasar dan standar akuntansi"
      ],
      "description": "Pelatihan ini memberikan pengetahuan kepada mahasiswa untuk memahami prinsip dasar dan standar akuntansi. Area topik: prinsip akuntansi, proses pencatatan, jurnal penyesuaian, siklus akuntansi, akuntansi untuk operasi perdagangan, persediaan, kas, piutang, aset pabrik, liabilitas perusahaan, investasi, laporan arus kas, dan analisis laporan keuangan. Prinsip dan standar yang diajarkan dalam kursus ini didasarkan pada Standar Pelaporan Keuangan Internasional (IFRS).\nPelatihan ini menjelaskan secara spesifik kepada mahasiswa terkait pengenalan akuntansi dasar mulai dari proses akuntansi, pengguna informasi, persamaan dasar akuntansi, proses penjurnalan transaksi, penjurnalan penyesuaian, dan penjurnalan koreksi. Selain itu, mahasiswa juga dapat mengetahui cara menghitung persediaan dengan menggunakan metode FIFO dan Average, menghitung penyusutan dengan beberapa metode seperti garis lurus (straight line method) dan saldo menurun ganda (double declining balance method), memahami liabilitas perusahaan yang terdiri dari liabilitas lancar dan liabilitas tidak lancar, memahami pencatatan investasi terkait saham, memahami komponen laporan arus kas dan penyusunan laporan arus kas dengan menggunakan metode langsung dan tidak langsung, serta dapat memahami dasar melakukan analisis laporan keuangan terkait dengan karakteristik, dasar perbandingan, dan alat analisis yang digunakan.\nFormat isi dari kursus ini menggunakan penjelasan video sederhana dari setiap modul, sehingga total durasi untuk semua modul kurang lebih 100 menit. Setelah penjelasan video, mahasiswa harus mengerjakan kuis untuk memastikan mereka memahami materi.",
      "target_audience": [
        "Student yang ingin belajar mengenal konsep dasar akuntansi"
      ]
    },
    {
      "title": "Mahir Mengoperasikan MYOB Accounting v24",
      "url": "https://www.udemy.com/course/mahir-mengoperasikan-myob-accounting-v24/",
      "bio": "Proficient in operating MYOB Accounting v24",
      "objectives": [],
      "course_content": {
        "Pertemuan 1": [
          "Pengertian dan Pentingnya MYOB",
          "Cara Menginstal MYOB",
          "Fitur-fitur pada MYOB",
          "Mengentri Data Awal Perusahaan",
          "Menambah Akun Baru"
        ],
        "Pertemuan 2": [
          "Mengisi Saldo Awal Akun Perusahaan Dagang",
          "Membuat Kartu Piutang dan Utang",
          "Membuat dan Mengisi Kartu Persediaan",
          "Transaksi Perusahaan Dagang",
          "Penyesuaian Transaksi Perusahaan Dagang",
          "Laporan Keuangan Perusahaan Dagang"
        ],
        "Pertemuan 3": [
          "Mengentri Data Awal Perusahaan Manufaktur",
          "Mengubah Linked Account & Membuat Daftar Customer Supplier",
          "Mengentri Neraca Saldo & Membuat Daftar Jobs serta Persediaan Barang"
        ],
        "Pertemuan 4": [
          "Mengentri Transaksi Perusahaan Manufaktur",
          "Mengentri Transaksi Perusahaan Manufaktur Lanjutan",
          "Laporan Keuangan Perusahaan Manufaktur"
        ]
      },
      "requirements": [
        "Memiliki komputer atau laptop"
      ],
      "description": "Mind Your Own Bussiness (MYOB Accounting)\nTeknologi di era industri 4.0 telah berkembang semakin maju dan menjadi kebutuhan sehari-hari. Seiring dengan perkembangan teknologi tersebut, masyarakat dituntut untuk bisa segera beradaptasi terhadap perkembangannya. Teknologi dalam sistem informasi yang semakin berkembang pesat salah satunya adalah dalam bidang akuntansi. Pada sistem pencatatan akuntansi sebuah perusahaan terdapat software akuntansi yaitu MYOB yang dapat memudahkan kegiatan akuntansi. Namun, masih banyak masyarakat yang mengalami kesulitan dalam pengaplikasiannya.\nMYOB merupakan singkatan dari Mind Your Own Business untuk mengelola kegiatan akuntansi yang meliputi pembuatan data perusahaan, pembuatan rekening akuntansi, pencatatan data pelanggan, pencatatan data pemasok, pencatatan PPN, pencatatan transaksi dalam jurnal, pencatatan pembelian, pencatatan penjualan, dan pembuatan laporan keuangan. MYOB Accounting merupakan aplikasi yang berbasis teknologi yang dibuat secara otomatisasi untuk menyusun akuntansi keuangan secara efektif dan efisien, serta di dalamnya tersedia berbagai akun untuk menghasilkan laporan keuangan yang berguna bagi suatu perusahaan. Berdasarkan penelitian yang sudah ada, menggunakan penyajian laporan keuangan dengan menggunakan MYOB Accounting memberikan hasil yang efektif dan efisien dibandingkan melakukan secara manual dan memberikan manfaat yang besar bagi perusahaan.\nTarget audiens dalam video pembelajaran ini adalah siswa SMK jurusan Akuntansi Keuangan dan Lembaga dan Mahasiswa jurusan Akuntansi. Jenis perusahaan yang akan digunakan dalam pembelajaran online ini adalah perusahaan dagang dan perusahaan manufaktur. Kami memilih kedua perusahaan itu dengan mempertimbangkan materi MYOB Accounting yang diajarkan di bangku sekolah dan kuliah. Di bangku sekolah atau SMK dan perkuliahan biasanya diberikan materi MYOB Accounting untuk perusahaan jasa dan perusahaan dagang. Hal inilah yang menjadi pertimbangan kami untuk memilih perusahaan dagang dan perusahaan manufaktur, yaitu dikarenakan masih terdapat kendala atau kurang memahami materi MYOB Accounting untuk perusahaan dagang. Alasan dipilihnya perusahaan manufaktur dibandingkan perusahaan jasa dalam MYOB Accounting adalah dikarenakan di bangku SMK dan/atau perkuliahan masih belum dijelaskan secara mendalam mengenai bagaimana cara memasukkan data transaksi perusahaan manufaktur menggunakan MYOB Accounting.",
      "target_audience": [
        "Siswa dan Mahasiswa Jurusan Akuntansi"
      ]
    },
    {
      "title": "МСФО 9 \"Финансовые инструменты\": дисконтирование",
      "url": "https://www.udemy.com/course/ifrsdiscounting/",
      "bio": "Учет выданных и полученных кредитов и займов по МСФО",
      "objectives": [],
      "course_content": {
        "Введение": [
          "Проценты по номинальной ставке",
          "Расчет процентных расходов по номинальной ставке",
          "Эффективная ставка процента",
          "Рассчитать ЭПС для примера 2 при погашении кредита ежемесячно, равными частями",
          "Прямой метод расчёта процентов по эффективной ставке",
          "Рассчитать проценты по эффективной ставке за февраль и за март",
          "Непрямой метод расчёта процентов по эффективной ставке",
          "Рассчитать процентные расходы за февраль и март и выполнить проводки",
          "Построение расчётных таблиц",
          "Построить расчётную таблицу с полным графиком начисления процентов"
        ]
      },
      "requirements": [
        "желание :)"
      ],
      "description": "МСФО 9 \"Финансовые инструменты\" требует, чтобы проценты по долговым финансовым инструментам начислялись с применением эффективной ставки процента. А что такое эффективная ставка? Как её рассчитать и применять? Какая взаимосвязь между эффективной ставкой и дисконтированием? Обо всём этом - с практическими примерами и расётами в MS Excel - будем говорить на нашем курсе.\nКурс состоит из 5 небольших лекций.\nВ лекции 1 «Проценты по номинальной ставке» рассмотрим:\n- Что такое номинальная ставка\n- Методы начисления («факт/факт», «факт/360» и другие)\n- Процедуру расчёта процентных доходов (расходов) в зависимости от различных условий договора\nВ лекции 2 «Эффективная ставка процента» изучаем:\n- Что такое эффективная ставка процента и зачем она нужна\n- Когда эффективная ставка процента отличается от номинальной\n- Как рассчитывается эффективная ставка процента. Формулы MS Excel для расчёта эффективной ставки – ВНДОХ (IRR) и ЧИСТВНДОХ (XIRR) – в чём их отличие.\nВ лекции 3 «Расчёты прямым методом» рассматриваем:\n- Суть «Прямого» метода начисления процентов по ЭПС\n- Расчёт процентных расходов за период с применением дневной ЭПС\n-  Начисление процентов и амортизация дисконта и премиии: бухгалтерские проводки\nВ лекции 4 «Расчёты непрямым методом» разберёмся с тем, что такое:\n- «Непрямой» метод начисления процентов по ЭПС\n- амортизированная себестоимость финансовых инструментов и её составляющие;\n- расчёт дисконтированной стоимости оставшихся до погашения денежных потоков на конец каждого отчётного периода;\n-  вычисление процентных расходов и доходов.\nВ заключительной 5-ой лекции «Расчётные таблицы по ЭПС» говорим об:\n- общей логике построения таблиц\n- расчётах по блоку «денежные потоки»-\n- расчётах по блоку «балансовая стоимость»\n- расчётах по блоку «P&L»\n- контролях",
      "target_audience": [
        "работники бухгалтерских служб, специалисты по МСФО, аудиторы, финансовые аналитики, CFO, разработчики ПО для бухгалтерского учета"
      ]
    },
    {
      "title": "6色の教材で、仕訳が『見える』！ アニメーションで仕訳が『分かる』！簿記の基礎講座",
      "url": "https://www.udemy.com/course/colorful_boki3_free/",
      "bio": "SNSで話題になった、新しい簿記の勉強方法！",
      "objectives": [],
      "course_content": {
        "講座の特徴": [
          "導入"
        ],
        "簿記の流れを押さえよう": [
          "簿記の流れ、全体像を押さえよう。",
          "特典配布",
          "商品売買の知識",
          "仕訳のまとめ"
        ]
      },
      "requirements": [
        "簿記の経験知識は不要。0からの初心者が、色分け、アニメーションで理解を深めることができます。"
      ],
      "description": "簿記3級試験に落ちた人に話を聞いてみると、\n「資産、負債、純資産、収益、費用」の概念を理解していないことがほとんどでした。\n\n\nこの講座では、\n①「資産、負債、純資産、収益、費用」の概念\n②仕訳の意味\n③貸借対照表と損益計算書の違い\nに焦点をあて、しっかりと理解できる形のコンテンツとなっています。",
      "target_audience": [
        "簿記3級の受験を考えているが、つまずいている人"
      ]
    },
    {
      "title": "如何计算WACC",
      "url": "https://www.udemy.com/course/wacc-biu/",
      "bio": "如何计算cost of equity, cost of debt 和 beta.",
      "objectives": [],
      "course_content": {
        "如何计算WACC（weighted average cost of capital）": [
          "什么是WACC，它的公式是什么，有哪些部分组成？",
          "如何计算cost of equity",
          "如何计算Beta",
          "如何计算weights",
          "如何计算cost of debt",
          "使用实例讲述如何计算cost of equity 和cost of debt",
          "使用实例讲述如何计算WACC",
          "另外一个实例计算WACC"
        ]
      },
      "requirements": [
        "基本的会计知识，如何做简单的会计分录，不需要任何经验。"
      ],
      "description": "The course helps students\nTo understand the concept of  WACC(Weighted cost of capital) and its basic formula and components.\nTo understand how corporate finance deals with Weighted average cost of capital .\nTo use a practical example to demonstrate how to calculate cost of equity in CAMP model.\nTo use a practical example to demonstrate how to calculate cost of debt in Excel spreadsheet.\nTo use a practical example to demonstrate how to calculate  in weights in WACC.\nTo use a practical example to demonstrate how to calculate beta in excel spreadsheet.\n\n\n这课程帮助学生理解什么是WACC，它有哪些组成部分，计算的公式是什么。\n此课程主要讲述如何结合实例使用CAMP model 计算cost of equity。\n此课程主要讲述如何结合实例使用excel spreadsheet 计算cost of debt。\n此课程主要讲述如何结合实例计算WACC 中的 weights。\n此课程主要讲述如何结合实例使用 excel spreadsheet 计算Beta。",
      "target_audience": [
        "此课程主要针对对澳洲会计有兴趣的人，并且希望来澳洲留学学习会计本科的学生。"
      ]
    },
    {
      "title": "Basic Accounting",
      "url": "https://www.udemy.com/course/basic-concept-of-accounting/",
      "bio": "Important Terms of Accounting",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Introduction to Accounting",
          "Accounting Advantages",
          "Book keeping and Accounting",
          "Types of Accounting",
          "Basic terms of accounting part 1",
          "Basic terms of accounting part 2",
          "Basic Assumptions of Accounting"
        ]
      },
      "requirements": [
        "This course is useful for the students to keep interest in accounting"
      ],
      "description": "Hello students welcome back today I am here with new course who's name is Basic Accounting so students in this course you will be able to learn more about what is accounting how accounting is being done what are the objectives of accounting what are the advantages and disadvantages of accounting what is the difference between bookkeeping and accounting. So students in this course you are going to learn about the meaning of bookkeeping and what is the difference of bookkeeping and accounting. Students you are going to learn more about how accountings are maintain and why are they being maintain in the business.\nStudents you are going to learn more about the basic concept of accounting and different terms and concept of accounting in this video and in this course.\nThis course is specially made for the students who are able to understand the language Hindi and it will be helpful for the students for further study because in this course we are going to provide them basic terms and conditions of the accounting.\nIn this course students are going to learn about some principles and concept and conventions of accounting and through which day it will be helpful for them to know more about the details of accounting.\nIn this course students are going to learn more about how accounts and maintained and why it should be maintain and what are the accounting standards in accounting.\nSo students I hope this will be helpful for you in your future so keep watching and  remain in my course.",
      "target_audience": [
        "Beginner"
      ]
    },
    {
      "title": "المحاسبة المالية - المستوى الأول",
      "url": "https://www.udemy.com/course/fineacct1/",
      "bio": "المستوى الاول",
      "objectives": [],
      "course_content": {
        "الفصل الأول": [
          "Ch1-A",
          "Ch1-B",
          "Ch1-C",
          "Ch1-D",
          "اختبار قصير - الفصل الأول"
        ],
        "الفصل الثاني": [
          "Ch2-A",
          "Ch2-B",
          "Ch2-C",
          "Ch2-D",
          "Ch2-E",
          "Ch2-F",
          "Ch2-G",
          "اختبار قصير - الفصل الثاني"
        ],
        "الفصل الثالث": [
          "Ch3-A",
          "Ch3-B",
          "Ch3-C",
          "Ch4-D",
          "اختبار قصير - الفصل الثالث"
        ]
      },
      "requirements": [
        "No"
      ],
      "description": "مخرجات التعليم من هذه المادة التعليمية ستكون قيمة للطالب وستمكنه من معرفة مبادئ وأساسيات المحاسبة المالية نظرياً قبل الدخول في المستوى الثاني والمستويات المتقدمة الأخرى والتي تتضمن اجراءات العمليات والقيود المحاسبية.\nكما تشمل هذه المادة أدوات تفاعلية محفزة بعد نهاية كل فصل دراسي مثل التمارين وأسئلة الاختبارات القصيرة. تساعد هذه الأسئلة التحليلية على استخدام الطالب للفكر التحليلي، لا تعتمد المادة نهائياً على الحفظ أو التعاريف الطويلة المملة.\nيتوقع أن يجتاز الطالب الاختبارات القصيرة من المرة الأولى في حال شاهد المادة التعليمية بشكل كامل، كما إن ذلك يؤهله للدخول في المستويات المتقدمة\n---------------------------------------------------------------------------------------\nيتضمن المستوى الأول من المادة التعليمية العديد من المواضيع الاساسية وهي كالتالي\nتعريف المحاسبة والمحاسبة المالية\nأنواع وأقسام المحاسبة\nمستخدمي المعلومات المحاسبية\nمستويات الاطار الفكري للمحاسبة\nأهداف القوائم والتقارير المالية\nأنواع القوائم المالية\nعناصر الميزانية العمومية - المركز المالي\nالمعادلة المحاسبية\nعناصر قائمة الدخل\nعناصر قائمة التدفقات النقدية\nعناصر قائمة التغيير في حقوق المساهمين\nقراءة قائمة المركز المالي\nقراءة قائمة الدخل\nخصائص المعلومات المحاسبية\nالمبادئ المحاسبية\nالفرضيات المحاسبية\nالمُحددات المحاسبية\nأسئلة تحليلية تفاعلية\nاختبارات قصيرة في نهاية كل فصل\n\n\n---------------------------------------------------------------------------------------\nمن المتوقع بعد أن ينهي الطالب هذه المادة التعليمية سيكون قادراً على معرفة القوائم المالية بشكل عام، كما سيكون متمكناً في قراءة قائمة المركز المالي وقائمة الدخل، ولديه مفاهيم بسيطة في اسماء الحسابات في القوائم المالية وطريقة توزيعها وطريقة معرفة مجمل الربح وصافي الربح ومعرفة مصروف الضريبة بالاضافة إلى ذلك سيكون الطالب لديه معرفة بسيطة عن الاطار الفكري للمحاسبة",
      "target_audience": [
        "Beginner",
        "المبتدئيين"
      ]
    },
    {
      "title": "Financial Accounting",
      "url": "https://www.udemy.com/course/financial-accounting-hd/",
      "bio": "Adjustments, Bad Debts, Depreciation and Worksheet",
      "objectives": [],
      "course_content": {
        "Adjusting Entries": [
          "What is Prepaid and how to adjust it",
          "How to Adjust When Expense is recorded initially",
          "What is Accrued Expense",
          "What is unearned and how to record it",
          "How to record and adjust income"
        ],
        "Receivable Valuation, and Bad Debts": [
          "What is bad debts, allowance for bad debts and Adjustments",
          "Advanced From Customer"
        ],
        "Accounting For Depreciation": [
          "Sum of the year digit method yearly basis",
          "Sum of the years digit method monthly basis"
        ]
      },
      "requirements": [
        "Basic Accounting information needed"
      ],
      "description": "Adjusting Entries\nThis course is about adjusting entries and initial recording, the following cases will be discussed related to adjustments\n1. When advanced payment is initially recorded as Prepaid\n2. When advanced payment initially recorded as expense\n3. Adjustments related to accrued expenses or unpaid expenses\n4. When advanced receipts initially recorded as unearned revenue\n5. When advanced receipts initially recorded as income or revenue\n6. Adjustments related to receivable of income which has been earned but not yet received or accrued income\n\n\nReceivables, Bad Debts and Allowance for Bad Debts\nNot only the above adjustments, in this course you will also get video lectures related to accounts receivable,  treatment of bad debts and allowance for bad debts, written off accounts receivable, recovery of accounts receivable using income statement approach and balance sheet approach.\nHow to record credit sales, sales return and allowance, sales discount and cash collection on credit customers\nHow to record bad debts, written off accounts receivable, and adjustment of allowance for bad debts\nSubsidiary customers accounts and control ledger for accounts receivable\nRectification of any error related to advanced from customer and normal cash collection on accounts receivable\nHow to present bad debts information in financial statements\n\n\nAccounting For Depreciation:\nDepreciation is charged on non-current tangible assets like building, furniture, machinery, equipment etc\nin this section you will learn how to charge depreciation using different methods like straight line method, diminishing balance method, production method, and sum of the year digit method\nyou will also learn how to charge depreciation using yearly and monthly policy",
      "target_audience": [
        "This course is specially about financial statements and necessary adjustments required to make financial statements"
      ]
    },
    {
      "title": "Akuntansi Kelas XI",
      "url": "https://www.udemy.com/course/akuntansi-kelas-xi/",
      "bio": "Akuntansi & Operasi Bisnis, Transaksi Bisnis Perusahaan & Persamaan Dasar Akuntansi, Akun(Rekening) dan Penggunaannya",
      "objectives": [],
      "course_content": {
        "Akuntansi dan Operasi Bisnis": [
          "Pengertian dan Tujuan Akuntansi",
          "Peran Akuntansi dalam Perusahaan dan Pengguna Akuntansi",
          "Profesi Akuntansi",
          "Bidang-Bidang Spesialisasi Akuntansi",
          "Jenis-Jenis Perusahaan",
          "Jenis-Jenis Organisasi Perusahaan",
          "Strategi Bisnis Perusahaan",
          "Akuntansi dan Operasi Bisnis"
        ],
        "Transaksi Bisnis Perusahaan dan Persamaan Dasar Akuntansi": [
          "Pengertian Transaksi Bisnis Perusahaan",
          "Persamaan Dasar Akuntansi",
          "Analisis Transaksi",
          "Laporan Keuangan",
          "Transaksi Bisnis Perusahaan dan Persamaan Dasar Akuntansi"
        ],
        "Akun (Rekening) dan Penggunaannya": [
          "Pengertian Akun, Buku Besar, dan Jenis-Jenis Akun dalam Perusahaan",
          "Bentuk-Bentuk Akun",
          "Sifat-Sifat Akun dan Aturan Pencatatan Akun",
          "Akun dan Persamaan Dasar Akuntansi",
          "Saldo Normal Akun",
          "Cara Pencatatan Transaksi dalam Akun",
          "Akun (Rekening) dan Penggunaannya"
        ],
        "Pencatatan Transaksi Bisnis": [
          "Memahami Langkah-Langkah dalam Proses Pencatatan",
          "Menganalisis Pengaruh Transaksi Bisnis Terhadap Akun",
          "Pengertian Jurnal dan Fungsinya",
          "Bentuk-Bentuk Buku Jurnal (Harian)",
          "Menyiapkan Ayat-Ayat Jurnal di Buku Harian",
          "Pencatatan Transaksi Bisnis"
        ],
        "Posting dan Buku Besar": [
          "Buku Besar dan Kegunaannya",
          "Daftar Akun (Rekening)",
          "Posting (Pemindahan) Ayat Jurnal ke Buku Besar",
          "Posting dan Buku Besar"
        ]
      },
      "requirements": [
        "Siswa memahami pengetahuan dasar akuntansi"
      ],
      "description": "Menurut Sumarsan (2013:1) “Akuntansi adalah suatu seni untuk mengumpulkan, mengidentifikasi, mengklasifikasi, mencatat transaksi sesuai kejadian yang berhubungan dengan keuangan untuk mendapatkan informasi berupa laporan keuangan yang dapat digunakan oleh pihak yang berkepentingan”.\nPada materi Akuntansi kelas XII ini, kita akan membahas beberapa materi. diantaranya :\nAkuntansi dan Operasi Bisnis: setelah menyelesaikan course ini diharapkan student mampu memahami pengertian dan tujuan akuntansi, peran akuntansi dalam perusahaan dan pengguna akuntansi, profesi akuntansi, bidang-bidang spesialisasi akuntansi, jenis-jenis perusahaan, jenis-jenis organisasi perusahaan dan strategi bisnis perusahaan.\nTransaksi Bisnis Perusahaan dan Persamaan Dasar Akuntansi: student mampu pengertian transaksi bisnis perusahaan, persamaan dasar akuntansi, analisis transaksi dan laporan keuangan.\nAkun (Rekening) dan Penggunaannya: student mampu memahami pengertian akun, buku besar, jenis-jenis akun dalam perusahaan, bentuk-bentuk akun, sifat-sifat akun, aturan pencatatan akun, persamaan dasar akuntansi, saldo normal akun, cara pencatatan transaksi dalam akun.\nPencatatan Transaksi Bisnis: student mampu memahami langkah-langkah dalam proses pencatatan, analisis pengaruh transaksi bisnis terhadap akun, pengertian jurnal, fungsi jurnal dan bentuk-bentuk jurnal.\nPosting dan Buku Besar: student mampu memahami buku besar dan kegunaannya, daftar akun dan proses posting\nNeraca Saldo: student mampu memahami pengertian neraca saldo, kegunaan neraca saldo, prosedur menyiapkan neraca saldo, keterbatasan neraca saldo, proses mendeteksi neraca saldo yang tidak seimbang.\nPenyesuaian dan Koreksi Akun (Rekening): student mampu memahami kebutuhan penyesuaian, jenis-jenis penyesuaian, jurnal penyesuaian, pendekatan neraca dan pendekatan laba rugi, koreksi dan ayat jurnal koreksi, serta latihan membuat jurnal koreksi.\nNeraca Lajur: student mampu memahami pengertian dan kegunaan neraca lajur, bentuk dan isi neraca lajur, serta menyiapkan neraca lajur\nLaporan Keuangan: student mampu memahami jenis-jenis laporan keuangan, bentuk laporan keuangan, serta menyiapkan laporan keuangan.\nPenutupan Buku dan Jurnal Pembalik: student dapat menjelaskan kegunaan jurnal penutup, menyiapkan jurnal penutup, tahap-tahap menutup akun nominal, jurnal penutup untuk perusahaan persekutuan, jurnal penutup untuk perusahaan perseroan, kegunaan jurnal pembalik (reversingentry), menyiapkan jurnal pembalik, serta Latihan membuat jurnal pembalik.\nDiharapkan setelah menyelesaikan course ini, siswa dapat memahami seluruh materi dan dapat mengerjakan quiz dengan benar.\nMateri Akuntansi untuk Kelas XII ini ada 50 modul, untuk melihat materi full secara gratis dapat dilihat melalui link beriku ini (tamanbelajar[dot]com/course/view.php?id=142)",
      "target_audience": [
        "Siswa yang sedang mempelajari pelajaran akuntansi kelas XI"
      ]
    },
    {
      "title": "Pengantar Akuntansi Keuangan untuk Pemula",
      "url": "https://www.udemy.com/course/introduction-to-financial-accounting-fec/",
      "bio": "Pengantar Akuntasi Keuangan",
      "objectives": [],
      "course_content": {
        "Pengantar Akuntasi Keuangan": [
          "Akuntansi Beban Dibayar Dimuka",
          "Akuntansi Beban Yang Masih Harus Dibayar",
          "Akuntansi Investasi Jangka Panjang",
          "Akuntansi Kas Kecil",
          "Kewajiban Lancar",
          "Akuntansi Kewajiban Jangka Panjang",
          "Akuntansi Pendapatan Yang Masih Harus Diterima",
          "Akuntansi Perlengkapan",
          "Akuntansi Wesel Bayar",
          "Akuntansi Wesel Tagih",
          "Pengantar Akuntasi Keuangan"
        ]
      },
      "requirements": [
        "Student paham dasar akuntasi"
      ],
      "description": "Akuntansi dibutuhkan oleh setiap unit kegiatan yang ada dalam perusahaan maupun masyarakat sebagai alat untuk mengawasi pendapatan dan biaya-biaya yang dikeluarkan dalam menjalankan kegiatan operasional. Akuntansi membantu menganalisa dan mencatat transaksi-transaksi perusahaan, akuntansi meringkas catatan-catatan mengenai transaksi-transaksi perusahaan menjadi laporan keuangan dan akuntansi mengadakan interprestasi atas hasil-hasil transaksi perusahaan melalui analisa laporan keuangan.\nDalam mata kuliah introduction to financial accounting, akan mempelajari topik-topik :\nAkuntansi beban dibayar dimuka/prepaid expenses\nAkuntansi beban yang masih harus dibayar/accrual expenses\nAkuntansi investasi jangka panjang\nAkuntansi kas kecil\nKewajiban lancar\nAkuntansi kewajiban jangka panjang\nAkuntansi pendapatan yang masih harus diterima/pendapatan akrual\nAkuntansi perlengkapan\nAkuntansi wesel bayar/notes payable\nAkuntansi wesel tagih/notes receivable",
      "target_audience": [
        "Student yang ingin belajar pengantar akuntasi keuangan"
      ]
    },
    {
      "title": "Pengenalan Akuntansi Biaya untuk Pemula",
      "url": "https://www.udemy.com/course/pengenalan-akuntansi-biaya-untuk-pemula/",
      "bio": "Konsep dan Pencatatan Biaya, Metode dan Akumulasi Biaya, Perencanaan dan Pengendalian Biaya",
      "objectives": [],
      "course_content": {
        "Konsep dan Pencatatan Biaya": [
          "Manajer dan Konsep Biaya & Akuntansi Manajemen",
          "Sistem Biaya dan Akumulasi Biaya",
          "Konsep dan Pencatatan Biaya"
        ],
        "Metode dan Akumulasi Biaya": [
          "Job Costing",
          "Perhitungan Proses Costing menggunakan Metode Weighted-Average",
          "Perhitungan Proses Costing menggunakan Metode FIFO",
          "Kerusakan, Pengerjaan Ulang, dan Produk Sisa",
          "Alokasi Biaya: Produk Bersama dan Produk Sampingan",
          "Metode dan Akumulasi Biaya"
        ],
        "Perencanaan dan Pengendalian Biaya": [
          "Bahan: Pengendalian, Penetapan Biaya, dan Perencanaan",
          "Metode Just-in-Time and Simplified Costing",
          "Tenaga Kerja: Pengendalian dan Akuntansi Biaya",
          "Overhead Pabrik: Direncanakan, Aktual, dan Diterapkan",
          "Overhead Pabrik: Departementalisasi",
          "Perencanaan dan Pengendalian Biaya"
        ]
      },
      "requirements": [
        "Tidak dibutuhkan syarat khusus, siswa akan mempelajari tentang akuntansi biaya"
      ],
      "description": "Materi pembelajaran ini memberikan pengetahuan kepada student untuk memahami tentang konsep, metode, dan teknik perhitungan dalam akuntansi biaya pada perusahaan manufaktur. Area topik: the manager and management accounting; cost concept; cost system; job costing; process costing (weighted-average method dan FIFO method); spoilage, rework, and scrap; cost allocation: joint products and byproducts; materials: controlling, costing, and planning; just-in-time; labor: controlling and accounting for costs; factory overhead: planned, actual, and applied; factory overhead: departmentalization.\nPembelajaran ini terdiri dari 3 kategori modul, di mana kategori pertama menjelaskan secara spesifik kepada student terkait konsep atas perbedaan dalam ruang lingkup akuntansi manajemen, akuntansi keuangan, akuntansi biaya, dapat menganalisa perilaku biaya, dan pencatatan biaya. Kemudian, kategori kedua terkait metode dan akumulasi biaya yang menjelaskan langkah-langkah dalam job costing, konsep dari process costing dan menerapkan perhitungan proses costing dengan menggunakan metode weighted average dan FIFO. Kemudian, dapat memahami konsep dari spoilage, rework, scrap, serta memperhitungkan spoilage dalam process costing menggunakan metode weighted average. Lalu, dapat memahami definisi dari joint cost, split off point, separable cost, dan mengalokasikan joint cost dengan metode split off. Kategori ketiga terkait perencanaan dan pengendalian biaya yang menjelaskan perhitungan pemesanan persediaan yang optimal dengan menggunakan Economic Order Quantity (EOQ), memahami konsep just-in-time, memahami pentingnya peran tenaga kerja dalam proses produksi, memahami aktivitas overhead pabrik yang akan digunakan menggunakan jam mesin, mengerti konsep departementalisasi, dan cara mendistribusikan biaya departemen jasa dengan metode langsung.\nFormat isi dari materi pembelajaran ini menggunakan penjelasan video sederhana dari setiap modul dengan total sebanyak dua belas modul pembelajaran dengan total durasi untuk semua modul kurang lebih 90 menit. Setelah mendengarkan penjelasan video, terdapat kuis yang telah disediakan setiap modul agar memastikan tujuan pembelajarannya tercapai dengan baik.",
      "target_audience": [
        "Teman-teman yang ingin mulai belajar akuntansi biaya"
      ]
    },
    {
      "title": "Laporan Keuangan menggunakan PSAK untuk pemula",
      "url": "https://www.udemy.com/course/standar-akuntansi-keuangan-sak/",
      "bio": "PSAK (Pernyataan Standar Akuntasi Keuangan), PSAK (1, 2, 3, 5, 8, 14, 25, 57)",
      "objectives": [],
      "course_content": {
        "Pernyataan Standar Akuntasi Keuangan (PSAK)": [
          "Overview",
          "PSAK 1 (bagian 1)",
          "PSAK 1 (bagian 2)",
          "PSAK 2",
          "PSAK 3",
          "PSAK 5",
          "PSAK 8",
          "PSAK 14",
          "PSAK 25",
          "PSAK 57 (bagian 1)",
          "PSAK 57 (bagian 2)",
          "Pernyataan Standar Akuntasi Keuangan (PSAK)"
        ]
      },
      "requirements": [
        "Menguasai matematika dasar"
      ],
      "description": "Standar Akuntansi Keuangan (SAK) adalah Pernyataan Standar Akuntansi Keuangan (PSAK) dan Interpretasi Standar Akuntansi Keuangan (ISAK) yang diterbitkan oleh Dewan Standar Ikatan Akuntan Indonesia (DSAK IAI) dan Dewan Standar Syariah Ikatan Akuntan Indonesia (DSAS IAI) serta peraturan regulator pasar modal untuk entitas yang berada di bawah pengawasannya. Penyusunan dan pencabutan SAK wajib mengikuti due process procedure yang telah ditetapkan dalam Peraturan Organisasi Ikatan Akuntan Indonesia. Proses tersebut meliputi : identifikasi isu; konsultasi isu dengan Dewan Konsultatif SAK (DKSAK) (jika diperlukan); melakukan riset terbatas; pembahasan materi SAK; pengesahan dan publikasi exposure draft; pelaksanaan public hearing; pelaksanaan limited hearing (jika diperlukan); pembahasan masukan publik; dan pengesahan SAK. Sedangkan penyusunan buletin teknis dan annual improvements tidak wajib mengikuti keseluruhan tahapan due process procedure.\nMateri yang akan dibawah pada course ini, antara lain:\nPSAK 1 : Pernyataan ini mengatur persyaratan penyajian laporan keuangan, struktur laporan keuangan, dan persyaratan minimal isi laporan keuangan. Entitas menerapkan Pernyataan ini dalam penyusunan dan penyajian laporan keuangan bertujuan umum sesuai dengan SAK. Pernyataan ini tidak berlaku bagi penyusunan dan penyajian laporan keuangan entitas syariah.\nPSAK 2 : Tujuan Pernyataan ini adalah mensyaratkan ketentuan atas informasi mengenai perubahan historis dalam kas dan setara kas suatu entitas melalui laporan arus kas yang mengklasifikasikan arus kas berdasarkan aktivitas operasi, investasi, dan pendanaan selama suatu periode. Entitas menyusun laporan arus kas sesuai dengan persyaratan dalam Pernyataan ini dan menyajikan laporan tersebut sebagai bagian takterpisahkan dari laporan keuangan untuk setiap periode penyajian laporan keuangan.\nPSAK 3 : Tujuan Pernyataan ini adalah menentukan isi minimum laporan keuangan interim serta prinsip pengakuan dan pengukuran dalam laporan keuangan lengkap atau ringkas untuk periode interim. Pernyataan ini tidak mengatur entitas mana yang disyaratkan untuk menerbitkan laporan keuangan interim, seberapa sering, atau seberapa lama setelah akhir periode interim. Pernyataan ini diterapkan jika entitas disyaratkan atau memilih untuk menerbitkan laporan keuangan interim sesuai dengan SAK.\nPSAK 5 : Entitas mengungkapkan informasi untuk memungkinkan pengguna laporan keuangan mengevaluasi sifat dan dampak keuangan atas aktivitas bisnis yang mana entitas terlibat dan lingkungan ekonomik dimana entitas beroperasi.\nPSAK 8 : Pernyataan ini juga mensyaratkan bahwa entitas tidak boleh menyusun laporan keuangan atas dasar kelangsungan usaha jika peristiwa setelah periode pelaporan mengindikasikan bahwa penerapan asumsi kelangsungan usaha tidak tepat.\nPSAK 14 : Persediaan diukur berdasarkan biaya atau nilai realisasi bersih mana yang lebih rendah (the lower of the cost and net realizable value)\nPSAK 25 : Kebijakan Akuntansi, Perubahan Estimasi Akuntansi, dan Kesalahan\nPSAK 57 : Pengakuan dan pengukuran provisi, kewajiban kontinjensi dan aset Provision kewajiban kontinjensi dan aset Contingent liabilities kontinjensi serta untuk memastikan informasi memadai telah diungkapkan dalam CaLK",
      "target_audience": [
        "Student yang ingin belajar tentang Laporan Keuangan menggunakan PSAK (Pernyataan Standar AKuntansi Keuangan)"
      ]
    },
    {
      "title": "Accounting Information System (Indonesian Version)",
      "url": "https://www.udemy.com/course/sistem-informasi-akuntansi/",
      "bio": "Accounting Information System",
      "objectives": [],
      "course_content": {
        "Introduction to Accounting Information System": [
          "Overview",
          "Accounting Information System: An Overview",
          "Overview of Transaction Processing & ERP Systems",
          "Database Relational",
          "System Documentation Technique",
          "Computer Fraud",
          "Control and Accounting Information System",
          "The Revenue Cycle: Sales to Cash Collections",
          "The Expenditure Cycle: Purchasing to Cash Disbursement",
          "The Production Cycle",
          "The Human Resource Management and Payroll Cycle",
          "Quiz"
        ]
      },
      "requirements": [
        "You should be to use a Computer or Laptop"
      ],
      "description": "Company productivity can be improved with good accounting information system. Quality accounting information is generated by quality accounting information systems. After studying this course students are expected to be able to understand the accounting information system within the company, understand the business cycle within the company.\nIn this course, we will study the topics:\nAccounting Information System: An Overview\nOverview of Transaction Processing & ERP Systems\nDatabase Relational\nSystem Documentation Technique\nComputer Fraud\nControl and Accounting Information System\nThe Revenue Cycle: Sales to Cash Collections\nThe Expenditure Cycle: Purchasing to Cash Disbursement\nThe Production Cycle\nThe Human Resource Management and Payroll Cycle\nPlease note that the language used in this course is Indonesian. We are working to translate it into English.",
      "target_audience": [
        "Student who wants to learn Accounting Information System"
      ]
    },
    {
      "title": "A Level Accounting 9706 (AS Level Accounts) ARD | Urdu/Hindi",
      "url": "https://www.udemy.com/course/a-level-accounting-9706-as-level-accounts-ard-urdu-hindi/",
      "bio": "AS Level Accounting 9706 FREE Course by Sir ARD in Urdu/Hindi",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "No Prior Skills Required"
      ],
      "description": "You will learn these two topics in this FREE Course\n\n\nFREE Course Content\n\n\nAccruals and Prepayments\nAccrued and Prepaid Expense Concept\nExpense Ledger Account\nAccrued and Prepaid Income Concept\nIncome Ledger Account\nIncome Statement Extract\nStatement of Financial Position Extract\nAccounting Principles\nPractice Question (Past Exam Papers)\n\n\nIrrecoverable debts and Provisions\nIrrecoverable (Bad) Debts\n(Bad) Debts Recovered\nProvisions for Doubtful Debts\nGeneral vs Specific Provisions\nIncome Statement Extract\nStatement of Financial Position Extract\nAccounting Principles\nPractice Question (Past Exam Papers)\n\n\nOther payables and other receivables\n• recognise the importance of matching costs and revenues\n• prepare ledger accounts and journal entries to record accrued and prepaid expenses\n• prepare ledger accounts and journal entries to record accrued and prepaid incomes.\n\n\nIrrecoverable debts and provision for doubtful debts\n• understand the meaning of irrecoverable debts and recovery of debts written off\n• understand the meaning of Provisions for Doubtful Debt (General vs Specific Provisions)\n• prepare ledger accounts and journal entries to record irrecoverable debts\n• prepare ledger accounts and journal entries to record recovery of debts written off\n• explain the reasons for maintaining a provision for doubtful debts\n• prepare ledger accounts and journal entries to record the creation of, and adjustments to, a provision for doubtful debts",
      "target_audience": [
        "For CAIE AS Level Accounting 9706 Students"
      ]
    },
    {
      "title": "Pengembangan Sistem Informasi Akuntansi",
      "url": "https://www.udemy.com/course/accounting-information-systems-and-development-isd/",
      "bio": "Introduce methodology for developing information system",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Visual paradigm, photoshop"
      ],
      "description": "Bisnis menjadi lebih kompetitif saat ini, hal ini disebabkan oleh meningkatnya tingkat globalisasi. Oleh karena itu, profesional bisnis harus dapat mengakses informasi yang andal dan akurat, khususnya di pasar keuangan agar tetap kompetitif. Dengan demikian, pemahaman tentang Sistem Informasi dan Akuntansi menjadi salah satu kebutuhan penting di era global. Ini juga mendorong akuntan untuk menguasai teknologi informasi. Mereka dapat memanfaatkan teknologi informasi untuk memberikan efisiensi dan memberikan nilai lebih atau wawasan bagi bisnis. Course ini memperkenalkan metodologi untuk mengembangkan sistem informasi.\nMateri yang akan dibaha pada course ini, antara lain:\nSystem Analysis Stage in System Development Life Cycle : diharapkan student akan dapat menunjukkan studi kelayakan dan siklus hidup pengembangan sistem\nUser Requirements Analysis : diharapkan student dapat membuat tabel use case dan diagram relasional entitas\nSystem Design Phase in System Development Life Cycle : diharapkan student akan mengetahui dan memahami cara membuat DFD, diagram arsitektur dan antarmuka pengguna, dalam siklus hidup pengembangan sistem\nDari tiga section diatas, materi akan dijabarkan kedalam beberapa modul. antara lain:\nCalculate ROI, BEP, NPV\nCreate a Root Cause Analysis\nBuilding a Use Case\nCreate a Entity Relationship Diagram (ERD)\nCreate a Data Flow Diagram (DFD)\nCreate an Architecture Design\nCreate a User Interface\nCreate a Structure Chart\nSetelah student mempelajari course ini, diharapkan student dapat menganalisis dan merancang sistem informasi dengan menggunakan metodologi sistem.",
      "target_audience": [
        "Student yang ingin belajar Accounting Information Systems Development"
      ]
    },
    {
      "title": "Contabilidade Para Iniciantes",
      "url": "https://www.udemy.com/course/contabilidade-para-iniciantes-h/",
      "bio": "Contabilidade Para Iniciantes Na Prática",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Aula 1 Introdução a Contabilidade",
          "Aula 2 Introdução a Contabilidade",
          "Aula 3 Elementos Patrimoniais",
          "Aula 3 Parte 2 Elementos Patrimoniais",
          "Aula 4 Exemplos práticos Parte 1",
          "Aula 4 Exemplos práticos Parte 2",
          "Aula 5 Exemplos Práticos",
          "Aula 6 Exemplos Práticos"
        ]
      },
      "requirements": [
        "Ter foco e vontade de aprender"
      ],
      "description": "Contabilidade Para Iniciantes Na Prática\nUm curso com muita prática, sem enrolação, com uma linguagem de fácil entendimento. Espero que eu consiga te surpreender com o conteúdo que será dado ao longo das aulas do curso.\nNo inicio o aluno irá entender a importância da contabilidade, entendendo de uma forma geral, como funciona a contabilidade. O aluno também aprenderá a diferenciar despesas de ativo, diferenciar receita de recebimento, irá ver as principais contas do Balanço Patrimonial, assim como também já aprenderá sobre débito e crédito ( método das partidas dobradas ).\nNas aulas de exemplos práticos o aluno chegará mais próximo da prática, o exercício prático proposto trará uma situação prática em que serão realizados lançamentos contábeis, em uma planilha dessa forma será demonstrado os reflexos desses lançamentos no Balanço Patrimonial, Demonstração do Resultado do Exercício (DRE) e Balancete de verificação. O aluno terá acesso a planilha, sendo possível realizar os lançamentos junto com o professor e depois, assistir as aulas para verificar os possíveis erros.\nAula 1 Introdução a Contabilidade\nAula 2 Introdução a Contabilidade\nAula 3 Elementos Patrimoniais\nAula 3 Parte 2 Elementos Patrimoniais\nAula 4 Exemplos práticos Parte 1\nAula 4 Exemplos práticos Parte 2\nAula 5 Exemplos Práticos\nAula 6  Exemplos Práticos",
      "target_audience": [
        "Estudantes de contabilidade",
        "Estudantes que tenham interesse na área contábil",
        "Estudantes de administração",
        "Demais alunos que tenham curiosidade sobre o curso"
      ]
    },
    {
      "title": "A Level Accounting 9706 (A2 Accounts) - by ARD | Urdu/Hindi",
      "url": "https://www.udemy.com/course/a-level-accounting-9706-a2-accounts-by-ard-urdu-hindi/",
      "bio": "A Level Accounting 9706 (A2 Accounts - Manufacturing Accounts) - by Sir ARD in Urdu / Hindi",
      "objectives": [],
      "course_content": {
        "Manufacturing Accounts": [
          "Worksheet and Own Solved Mark Scheme",
          "Cost Classification - Concepts",
          "Manufacturing Account - Concepts",
          "Statement of Profit or Loss - Concepts",
          "Statement of Financial Position - Concepts",
          "Provision for Unrealised Profit - Concepts"
        ]
      },
      "requirements": [
        "AS Level Accounting 9706 Knowledge Required"
      ],
      "description": "3.1.4 Manufacturing businesses\nCandidates should have an understanding of:\n• how to prepare a manufacturing account, to differentiate between direct and indirect expenses and to include factory profit\n• how to prepare, for a manufacturing business, a statement of profit or loss and a statement of financial position\n• how to account for manufacturing profit and the elimination of unrealised profit from unsold inventory\n• the reasons why a business may account for manufacturing profit\n\n\nDirect costs\nDirect cost are cost that can be traced / identified easily in the product or service being manufactured e.g. direct material, direct labor& direct expenses the sum of all the direct costs is known as the prime cost\n\n\nExamples\n• Cost of raw materials including carriage inwards on those raw materials.\n• Labor directly involved in producing a unit or providing a service\n• Hire of special machinery for a job or royalty expense\n\n\nIndirect cost\nindirect costs are costs that cannot be easily traced / identified in the product or service being manufactured or we treat them indirect because costs are negligible e.g. indirect material, indirect labor & indirect expenses the sum of all the indirect costs is known as the overheads\n\n\nExamples\n• wages of cleaners\n• wages of crane drivers\n• rent of a factory\n• depreciation of plant and machinery\n• costs of operating forklift trucks\n• factory power\n• factory lighting\n\n\nAdministration expenses\n‘Administration expenses’ consist of such items as managers’ salaries, legal and\naccountancy charges, the depreciation of accounting machinery and secretarial salaries.\n\n\nSelling and distribution expenses\n‘Selling and distribution expenses’ are items such as sales staff’s salaries and commission, carriage outwards, depreciation of delivery vans, advertising and display expenses.\n\n\nFinancial charges\n‘financial charges’ are expense items such as bank charges, discounts allowed and lease\ncosts\n\n\nManufacturing Account\nAn account or statement where a company calculates cost of production/manufacturing\ncost. This helps in future decision making by comparing per unit cost with same products\navailable in the market.\n\n\nAn item of inventory could be in three different stages.\n1. Raw material (product could be in raw shape like wood, sand, cement, nails etc)\n2. Work in process (when good are partly completed, needs more work to be done to\ncomplete).\n3. Finished goods (when product is fully completed, ready for sale)\n\n\nWhy Factory should charge a profit\n- Market or transfer price reflects the external purchase price which helps in make v\nbuy decision\n- Profit is allocated between manufacturing and trading operations\n- Help to give some credit to factory personnel because generally goods bought from\noutside cost even more.\n\n\nWhy Factory should “NOT” charge a profit\n- Overall profitability of the business does not change\n- Factory profit would be unrealistic unless based on market prices\n\n\nExam Focused Theoretical Questions\n\n\nQuestion. Why do we calculate manufacturing cost?\nAnswer. Manufacturing cost give us the cost incurred on producing/Manufacturing goods. We\ncalculate it because we would like to have per unit cost, which helps us in comparing cost with the same product available in the market. It helps us in future decision making, whether to continue production process or not it also helps us in controlling cost and other overheads.\n\n\nQuestion. Explain the term Prime cost?\nAnswer. Prime cost is the primary cost to produce any item/product/good without which it\ncannot be produced. It is the initial cost of production. Prime cost is the direct cost of production it includes direct raw material, direct labor and direct expense or we can say that, it we add all direct cost we can have the value of prime cost.\n\n\nQuestion. Explain the two ways in which the going concern principle affects the value of\nwork in progress?\nAnswer. Going concern principle states that the business will continue its operation in the\nforeseeable future.\n1. Company uses the going concern principle because we expect the business to\ncontinue for the foreseeable future.\n2. This means that stocks should be valued to reflect its normal use in the business and\nnot the need to sell it immediately or auction basis.\n3. Going concern value may be higher or lower as work in progress may require\nfinishing, incurring additional cost.\n\n\nQuestion. Explain two ways in which the Prudence (Conservation) principle affects the value of\nwork in progress.\nAnswer. Prudence concept states that we should record loss if we foresee it in the future, but\nprofits should never be recorded unless it would actually realize.\n1. Used to avoid overstating inventory value\n2. Stock should be recorded at cost or net realizable value, whichever is lower.\n3. NRV allows for additional work on WIP to make it of practical value.\n4. A prudent approach avoids overstating profits.\n\n\nA prudent valuation will reflect any work in manufacturing and work done on the Raw Material converting them to Work in Progress",
      "target_audience": [
        "For A2 Level (A Level) Accounting CAIE Students appearing for Exams in March, June or November"
      ]
    },
    {
      "title": "簿記2級攻略講座　連結会計を1時間でマスター！",
      "url": "https://www.udemy.com/course/renketsu-2-1-cvzu/",
      "bio": "簿記2級のラスボスを倒す！",
      "objectives": [],
      "course_content": {
        "自己紹介と本コースのご紹介": [
          "自己紹介と本コースのご紹介"
        ],
        "①連結会計を学ぶ前に": [
          "受講対象者について",
          "連結会計とは？",
          "なぜ連結会計を学ぶか？",
          "連結会計を学ぶ重要性",
          "連結会計をマスターするポイント"
        ],
        "②資本連結について": [
          "連結会計の重要パターン",
          "パターン１：投資と資本の相殺仕訳①",
          "パターン１：投資と資本の相殺仕訳②",
          "パターン１：投資と資本の相殺仕訳③",
          "パターン１：投資と資本の相殺仕訳④",
          "パターン２：のれんの償却",
          "パターン３：子会社の当期純利益の按分",
          "パターン４：子会社からの配当金",
          "（参考）連結2期目以降の仕訳"
        ],
        "③成果連結について": [
          "成果連結の重要パターン",
          "パターン１：グループ間の売上・売上原価の消去",
          "パターン２：グループ内の債権債務の消去",
          "パターン３：グループ内の貸倒引当金の消去",
          "パターン４：ダウンストリーム・アップストリーム",
          "パターン５：未実現利益の消去"
        ],
        "④最後に": [
          "最後までご受講いただきありがとうございました。"
        ]
      },
      "requirements": [
        "簿記2級を学習中",
        "連結会計の興味がある方"
      ],
      "description": "簿記2級の連結会計について約1時間でわかりやすく解説いたします。\n主に以下の受講生を対象としています。\n・簿記2級を勉強中だけれども、連結会計が苦手な方\n・とにかく時間がないけど簿記2級に合格したい社会人の方\n・経理実務担当者\n連結会計を参考書など独学で学ぶのはかなり大変ですので、このような短縮講義を受講することでまず連結会計の意味を理解することが重要です。",
      "target_audience": [
        "簿記2級を短期間で合格したい受験生",
        "忙しくて簿記2級の勉強時間があまり割けない社会人の方",
        "経理実務担当者",
        "連結会計を苦手としている方"
      ]
    },
    {
      "title": "Master Double Entry Bookkeeping & GST Accounting (Hindi)",
      "url": "https://www.udemy.com/course/master-double-entry-bookkeeping-gst-accounting-hindi/",
      "bio": "Master Double Entry Bookkeeping & GST Accounting with Journal Entries",
      "objectives": [],
      "course_content": {
        "Master Double Entry Bookkeeping & GST Accounting with Journal Entries": [
          "Part 1: GST Basics & Purchase Journal Entries",
          "Part 2: Accounting for Drawings, Rent & Business Expenses",
          "Part 3: Business Expense Entries & Abnormal Losses",
          "Part 4: Sales Journal Entries with GST",
          "Part 5: Income Entries, Discounts & ITC Adjustments",
          "Mastering Double Entry Bookkeeping & GST Journal Entries"
        ]
      },
      "requirements": [
        "Basic understanding of commerce or accounting (helpful but not mandatory)",
        "No prior knowledge of GST required",
        "Willingness to learn and practice journal entries"
      ],
      "description": "Are you struggling to understand how to record accounting transactions under the Goods and Services Tax (GST) regime? Want to learn practical journal entries for business transactions in a GST-compliant way? This comprehensive course is designed for students, business owners, accounting professionals, and GST learners who want to master the fundamentals of Double Entry Bookkeeping along with GST Accounting using real-world examples.\nThis course brings you a practical, hands-on approach to learning journal entries for both intra-state and inter-state transactions, sales, purchases, returns, discounts, and a wide range of expenses and incomes, all under the GST framework.\n\nWhat You’ll Learn:\nIntroduction to Double Entry Bookkeeping\nBasics of GST (Goods and Services Tax)\nPractical GST Journal Entries\nIntra-State & Inter-State Purchase Entries\nTrade Discount & Purchase Return Entries\nAccounting for Common Business Expenses:\nRent\nTelephone Charges\nAdvertisement\nPrinting & Stationery\nPostage & Courier\nBank Charges\nAsset Purchase Entries\nGoods Lost by Fire / Gifted to Staff / Distributed as Samples\nGST-Compliant Sales Entries (Intra-state & Inter-state)\nSales Return Entries and Adjustments\nInclusive GST Sales Entries\nRent Income and Commission Income Accounting\nTrade Discount and Cash Discount Entries\nAdjusting Output GST Liability with Input Tax Credit (ITC)\nSummary, Conclusion & Next Steps\nWhy Take This Course?\nLearn through realistic examples and journal entries\nPerfect for CA students, commerce graduates, and accounting professionals\nStrong foundation in financial accounting under GST\nEasy-to-understand explanations for beginners and intermediates\nFocus on practical entries, not just theory\nHelps in college exams, professional courses, and job interviews\nWho This Course is For:\nStudents of Class 11, 12, BCom, CA Foundation / Inter\nAspiring accountants and GST practitioners\nSmall business owners managing their own accounts\nAnyone interested in understanding financial accounting with GST\nRequirements:\nBasic understanding of commerce or accounting (helpful but not mandatory)\nNo prior knowledge of GST required\nWillingness to learn and practice journal entries\nCourse Format:\nClear and structured video lectures\nStep-by-step explanation of every journal entry\nPractical case-based approach\nVisual learning with examples and explanations\nStart Today!\nBy the end of this course, you’ll have a strong understanding of Double Entry Bookkeeping and the ability to accurately pass GST-compliant journal entries for various transactions. Whether you're a student or a working professional, this course will enhance your confidence in handling books of accounts and GST together.\nEnroll now and take your accounting knowledge to the next level!",
      "target_audience": [
        "Students of Class 11, 12, Bcom, CA Foundation / Inter",
        "Aspiring accountants and GST practitioners",
        "Small business owners managing their own accounts",
        "Anyone interested in understanding financial accounting with GST"
      ]
    },
    {
      "title": "المحاسبة باستخدام برنامج اركاد المحاسبي المستوي الاول",
      "url": "https://www.udemy.com/course/accounting-using-arcad/",
      "bio": "المحاسبة المالية وادارة نشاطك التجاري بالكامل",
      "objectives": [],
      "course_content": {
        "تجهيز واعداد البرنامج للعمل في المرة الاولي": [
          "Introduction",
          "sql server وتشغيل البرنامج واعداد"
        ],
        "الاعدادات الاساسية للبرنامج": [
          "1-بيانات المؤسسة",
          "2-إضافة فرع جديد",
          "3-تعريف خزينه جديده",
          "4-تعريف مخزن جديد",
          "5-تعريف صنف جديد",
          "6-مجموعات الأصناف",
          "7-اضافة وحدة جديدة",
          "8-ضافة خدمة جديدة",
          "9-اضافة دولة جديدة",
          "10-اضافة دولة جديدة",
          "10-اضافة مدينة جديدة",
          "11-بيانات المناطق",
          "12-تعريف بنوك",
          "13-تعريف دليفري جديد",
          "14-تعريف مجالات العمل",
          "15-المجموعات الضريبية",
          "16-اضافة عميل جديد",
          "17-تعريف مورد جديد",
          "18-أرصدة حسابات العملاء",
          "19-كشف حساب عميل",
          "20-حركة اخر سداد للعملاء",
          "21-فاتورة صيانة دخول",
          "22-فاتورة صيانة خروج",
          "23-كشف جرد المخزن",
          "24-جدولة الأقساط",
          "25-تقرير الأقساط المستحقه",
          "26-تقرير الأقساط المدفوعه والمتأخره",
          "27-العقود",
          "28-تعريف الإدارات",
          "29-تعريف قسم جديد",
          "30-تعريف موظف جديد",
          "31-تقرير دفع الرواتب",
          "32-تحديد أهداف المندوبين",
          "33-تقرير هدف المندوبين مبيعات",
          "34-تقرير هدف المندوبين وحدات",
          "35-فاتورة مشتريات",
          "36-فاتورة مبيعات",
          "37-مرتد مشتريات",
          "38-مردود مبيعات",
          "39-كاشير المطعم",
          "40-فاتورة عرض سعر",
          "41-طلب شراء",
          "42-طلب بيع",
          "43-قراءه الباركود",
          "44-مخزون أول المدة",
          "45-اجمالي الفواتير بحسب نوع الفاتورة",
          "46-اجمالي الفواتير بحسب العملاء",
          "47-مبيعات ومشتريات تفصيلية",
          "48-صافي مبيعات وأرباح",
          "49-تقرير ربحية الفواتير",
          "50-مبيعات ومشتريات موظف",
          "51-سندات قبض خارجية",
          "52-سندات صرف خارجية",
          "52-سندات صرف خارجية",
          "53-عرض سندات القبض والصرف الخارجية",
          "54-سندات قبض داخلية",
          "55-سندات صرف داخلية",
          "56-عرض سندات القبض والصرف الداخلية",
          "57-حركة الشيكات",
          "58-بحث عن شيكات",
          "59-سند صرف مجمع",
          "60-سند قبض مجمع",
          "61-شجرة الحسابات",
          "62-قيود اليومية",
          "63-كشف حساب",
          "64-ميزان المراجعة",
          "65-قائمة الدخل",
          "66-ميزانية عمومية",
          "67-إضافة مركز تكلفة جديد",
          "68-تقرير حساب مراكز التكلفة",
          "69-تقرير حساب مراكز التكلفة تفصيلي",
          "70-النقل من مخزن إلي أخر",
          "71-كشف جرد مخزن",
          "72-جرد دوري للمخزن",
          "73-رصيد المخزن حتي تاريخ",
          "74-حركة صنف محددة",
          "75-صنف باجمالي الحركات",
          "77-معدل الركود والدوران",
          "78-تقرير العملاء حسب الربحية",
          "79-تقرير العملاء حسب القيمة",
          "80-تقرير العملاء حسب الكمية",
          "81-تقرير اجمالي مبيعات ومشتريات جهات عمل",
          "82-اجمالي المبيعات والمشتريات",
          "83-اجمالي المبيعات والمشتريات جهة عمل او عميل",
          "84-تقرير الحركة اليومية",
          "85-تقرير تحليل المبيعات",
          "86-تقرير حركة الخزينة",
          "87-اضافة مستخدم جديد",
          "88-صلاحيات المستخدمين",
          "89-تغيير كلمة المرور",
          "90-انشاء نسخه احتياطية واستعادتها"
        ],
        "حالات عملية علي برنامج اركاد المحاسبي": [
          "انشاء وتعديل دليل الحسابات (شجرة الحسابات)"
        ]
      },
      "requirements": [
        "جهاز كمبيوتر ونظام تشغيل وندوز فقط"
      ],
      "description": "المحاسبة المالية وادارة نشاطك التجاري\nبرنامج اركاد المحاسبي : الحل الأمثل لإدارة أعمالك المحاسبية بكل سهولة واحترافية!\n\n\nهل أنت محاسب أو تدير أعمالًا تحتاج إلى إدارة مالية دقيقة؟ هل تبحث عن برنامج يسهل عليك إدارة كل جوانب أعمالك بطريقة مبسطة ومتقدمة؟ إليك الحل مع برنامج اركدا المحاسبي\n\n\nمميزات برنامج اركاد المحاسبي (نسخة ديسكتوب ):\n\n\nاعدات بيانات الشركة الاساسية الاسم واللوجو والرقم الضريبي\n\n\nواجهة مستخدم سهلة الاستخدام تجمع كل الأدوات في مكان واحد.\nالتحكم الكامل بإعدادات الحساب.\nاولا البيانات الاساسية ويندرج تحتها العناوين التالية\n1- تعريف بيانا تالشركة الاساسية\n2- تعريف الفروع\n3-تعريف المخازن\n4-تعريف الاصناف\n5-تعريف واحدات الاصناف\n6-تعريف مجموعات الاصناف\n7-تعريف الخزائن النقدية\n8- تعريف حسابات البنوك\n9-تعريف الدول\n10-تعريف المدن\n11-تعريف المناطق\n12- تعريف موظفين التوصيل (الدليفري )\n13-تعريف المجموعات الضريبية\n\n\nثانيا : العملاء\nويندرج تحتها\n1- تعريف عميل او مورد جديد وحذفه والتعديل عليه\n2- تقرير كشف حساب مورد او عميل\n3-تقرير ارصدة العملاء والموردين\n4 -تقرير حركة اخر سداد للعملاء\nثانيا : شؤون الموظفين\nويندرج تحتها\n1- تعريف الادارات\n2- تعريف الاقسام\n3-تعريف الموظفين\n4-دفع السفلف والرواتب\n5- تسجيل الحوافز والخصومات\n6-تسجيل اهداف المندوبين\n7-تقرير اهداف مندوبين المبيعات ماليا\n8-تقرير اهداف مندوبين المبيعات بالوحدات\nثالثا : المبيعات والمشتريات\nويندرج تحتها\n1- تسجيل فاتورة مشتريات\n2-تسجيل فاتورة مرتجع مشتريات\n3-تسجيل فاتورة مبيعات\n4-تسجيل فاتورة مرتجع مبيعات\n5-تسجيل عرض اسعار\n6-تسجيل طلب شراء\n7-تسجيل طلب بيع\n8-شاشة كاشير المطعم\n9-شاشة ادخال مخزون اول المدة من البضائع\n10-تقرير اجمالي الفواتير بحسب نوع الفاتورة\n11-تقرير اجمالي الفواتير بحسب العميل\n12-تقرير مبيعات ومشتريات تفصيلية\n13-تقرير صافي مبيعا توارباح\n14-تقرير مبيعات ومشتريات موظف\n\n\nرابعا  : السندات\nويندرج تحتها\n1-سنداستلام نقدية\n2-سند صرف نقدية\n3-سنداستلام نقدية مجمع\n4-سند صرف نقدية مجمع\n5-سند استلام شيكات\n6-سند صرف شيكات\n7-تقرير سندات الاستلام\n8-تقرير سندات الصرف\n9-تقرير سندات الاستلام المجمعة\n10-تقرير سندات الصرف المجمعة\n11-تقرير حركة الشيكات\n12-تسجيل حركة الشيكات\nخامسا : الحسابات\nويندرج تحتها\n1-دليل الحسابات (شجرة الحسابات)\n2-قيود اليومية\n3-تقرير كشف حساب\n4-تقرير ميزان المراجعة\n5-تقرير قائمة الدخل\n6-تقرير الميزانية العمومية\n7-تعريف مراكز التكلفة\n8-تقرير حساب مراكز التكلفة اجمالي\n9-تقرير حساب مراكز التكلفة تفصيلي\nسادسا : المخازن\nويندرج تحتها\n1-تسجيل تحويلات من مخزن الي اخر\n2- كشف جرد المخازن\n3-تقرير الجردالدوري للمخزن\n4-تقرير رصيدالمخزن عنداقفال تاريخ محدد\n5-تقريرحركة صنف محدد بين تاريخين\nسابعا : تقارير البيع والشراء\nويندرج تحتها\n1-تقرير العملاء حسب الربحية\n2-تقرير العملاء حسب القيمة\n3-تقرير العملاء حسب الكمية\n4-تقرير اجمالي المبيعات والمشتريات لجهات مختلفة\n5-تقرير اجمالي المبيعات والمشتريات\n6-تقرير اجمالي المبيعات والمشتريات لجهة او عميل\n7-تقرير الحركةاليومية\n8-تقرير تحليل المبيعات\n9-تقرير حركة الخزينة\n\n\nثامنا : اعدادت النظام\nويندرج تحتها\n1-اضافة وتعديل المستخدمين\n2-اضافة وتعديل صلاحيات المستخدمين\n3-تغيير كلمة المرور\n4-النسخ الاحتياطي واستعادة قاعدة البيانات\n5-النسخ الاحتياطي اونلاين\n6-خصائص المستخدم الحالي\n7- اقفال السنة المالية وفتح سنة مالية جديدة\nتاسعا : الدعم الفني للبرنامج\nويندرج تحتها\n1-شراء البرنامج\n2-تفعيل البرنامج\n3-معلومات عن البرنامج",
      "target_audience": [
        "المحاسبة الماليةوادارة الانشطة التجارية المختلفة باستخدام برنامج اركاد المحاسبي"
      ]
    },
    {
      "title": "如何使用MYOB系统",
      "url": "https://www.udemy.com/course/myob-ajl/",
      "bio": "如何使用MYOB系统记录收支和现金流",
      "objectives": [],
      "course_content": {
        "如何使用MYOB 系统Part A": [
          "MYOB Part A introduction",
          "MYOB download",
          "MYOB front page",
          "MYOB set up",
          "MYOB print trial balance",
          "MYOB sales transaction",
          "MYOB receive money from customer",
          "MYOB purchase",
          "MYOB pay bill",
          "MYOB spend money",
          "MYOB part A conclusion"
        ],
        "如何使用MYOB系统 Part B": [
          "MYOB part B introduction",
          "MYOB record journal entry",
          "MYOB change date in inventory",
          "MYOB print account transaction",
          "MYOB print bank deposit slips",
          "MYOB petty cash money transfer in",
          "MYOB petty cash expense record",
          "MYOB petty cash reimbursement",
          "MYOB petty cash reconcile",
          "MYOB Bank Reconcile",
          "MYOB print report",
          "MYOB Part B conclusion"
        ]
      },
      "requirements": [
        "基本的会计知识，如何做简单的会计分录和会计计算，不需要任何经验。"
      ],
      "description": "The course helps students\nTo understand the use of MYOB system  and its basic components.\nTo understand how MYOB deals with sales, purchase and petty cash .\nTo use MYOB system  to demonstrate how to record sales, issue invoices and receive money  .\nTo use MYOB system to demonstrate how to record purchase, issue bills and pay  money .\nTo use MYOB system to demonstrate how to record petty cash expense, record petty cash reimbursement .\nTo use MYOB system to demonstrate how to reconcile petty cash and reconcile banking.\n\n\n这课程帮助学生理解如何使用MYOB系统，及它的组成模块。\n此课程主要讲述如何使用MYOB系统记录sales，purchase和 petty cash。\n此课程主要讲述如何使用MYOB系统记录sales，开发票及记录如何收到银行转账。\n此课程主要讲述如何使用MYOB系统记录purchase，开发票及记录如何支付银行转账 。\n此课程主要讲述如何使用MYOB系统记录petty cash， 及记录petty cash reimbursement。\n此课程主要讲述如何使用MYOB系统进行petty cash 和银行的余额调节。",
      "target_audience": [
        "此课程主要针对对会计有兴趣的人，并且希望学习会计本科的学生。"
      ]
    },
    {
      "title": "E-Fatura (Despesas Dedutíveis em IRS 2015)",
      "url": "https://www.udemy.com/course/e-fatura_irs-2015/",
      "bio": "Alocação de Despesas Dedutíveis Relativas aos Rendimentos de 2015",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução",
          "Quem Somos",
          "Enquadramento do Curso"
        ],
        "O Sistema E-Fatura": [
          "Introdução ao Sistema E-Fatura",
          "Portal E-Fatura"
        ],
        "Aceder ao E-Fatura e Gerir as Suas Despesas": [
          "Aceder Via E-Fatura",
          "Aceder Via - IRS"
        ],
        "Gerir as Despesas Dedutíveis em IRS": [
          "Associar Despesas Saúde",
          "Completar e Alterar Informação Faturas",
          "Registar Faturas em Falta"
        ],
        "Conselhos Úteis": [
          "Prazos para Validação e Registo de Despesas e Faturas",
          "Senhas para Validação e Registo de Despesas de Dependentes"
        ],
        "Conclusão": [
          "Resumo Funcionalidades Relacionadas com Despesas do Consumidor/Contribuinte",
          "Conclusão"
        ]
      },
      "requirements": [
        "Senha do Portal das Finanças",
        "Listagem das Faturas Passiveis de Dedução em IRS",
        "Computador, Tablet ou SmartPhone"
      ],
      "description": "Esta é uma breve acção de formação que visa elucidar todos os que a subscreverem sobre a forma correcta de inscreverem as suas despesas no sistema E-Fatura (bem como os benefícios que dai podem advir) para que sejam consideradas aquando da entrega da declaração de IRS referente aos rendimentos de 2015.",
      "target_audience": [
        "Todas as pessoas singulares sujeitas a IRS",
        "Pessoas singulares com rendimentos auferidos em 2015"
      ]
    },
    {
      "title": "Pengenalan Akuntansi untuk Pemula",
      "url": "https://www.udemy.com/course/introduction-to-accounting/",
      "bio": "Prinsip dan Konsep Akuntansi, Financial Accountin Standatds (SAK), International Financial Reporting Standards (IFRS)",
      "objectives": [],
      "course_content": {
        "Prinsip dan Konsep Dasar Akuntansi": [
          "Overview",
          "Aksi dalam Akuntansi dan Proses Perekaman",
          "Menyesuaikan Akun dan Penyelesaian Siklus Akuntansi",
          "Akuntansi untuk Merchandising Operations dan Inventories"
        ],
        "Pernyataan posisi keuangan yang tidak pasti": [
          "Fraud, Internal Control, dan Cash",
          "Akuntansi untuk Receivables",
          "Liabilities"
        ],
        "Transaksi Ekuitas di perusahaan besar": [
          "Corporations: Organization, Share Transactions, Dividends, dan Retained Earnings",
          "Investments"
        ],
        "SAK & IFRS": [
          "Statement of Cash Flows",
          "Analisis Financial Statement"
        ]
      },
      "requirements": [
        "Memiliki pengetahuan dasar ilmu matematika"
      ],
      "description": "Materi ini memberikan pengetahuan bagi Pelajar untuk memahami konsep  dan prinsip dasar akuntansi dan menggunakan informasi dalam laporan keuangan sebagai dasar untuk pengambilan keputusan. Area topik: konsep dan prinsip dasar akuntansi, siklus akuntansi, kas, piutang, kewajiban, ekuitas, investasi, laporan laba rugi, laporan posisi keuangan, laporan arus kas dan analisis laporan keuangan. Materi ini mengajarkan penyusunan laporan keuangan sesuai dengan Standar Akuntansi Keuangan (SAK) dan Standar Pelaporan Keuangan Internasional (IFRS). Pada akhir materi, pelajar  akan mampu melakukan analisis laporan keuangan untuk memahami kondisi keuangan suatu perusahaan.",
      "target_audience": [
        "Pelajar yang ingin belajar tentang pengenalan akuntansi"
      ]
    },
    {
      "title": "Pengantar Akuntansi Syariah",
      "url": "https://www.udemy.com/course/pengantar-akuntansi-syariah/",
      "bio": "Akuntansi Syariah, Sistem Keuangan Syariah, Laporan Keuangan Syariah, SAK",
      "objectives": [],
      "course_content": {
        "Kerangka Dasar Laporan Keuangan Islam": [
          "Overview",
          "Sistem Keuangan Syariah - Bagian 1",
          "Sistem Keuangan Syariah - Bagian 2",
          "Kerangka Dasar Penyusunan dan Penyajian Laporan Keuangan Syariah - Bagian 1",
          "Kerangka Dasar Penyusunan dan Penyajian Laporan Keuangan Syariah - Bagian 2",
          "Kerangka Dasar Laporan Keuangan Islam"
        ],
        "Menerapkan Standar Akuntansi Syariah dalam Penyusunan Laporan Keuangan Syariah": [
          "Akuntansi Mudarabah - Bagian 1",
          "Akuntansi Mudarabah - Bagian 2",
          "Akuntansi Musyarakah - Bagian 1",
          "Akuntansi Musyarakah - Bagian 2",
          "Akuntansi Murabahah",
          "Akuntansi Salam",
          "Akuntansi Istishna’",
          "Akuntansi Ijarah - Bagian 1",
          "Akuntansi Ijarah - Bagian 2",
          "Akuntansi Sukuk",
          "Akuntansi Wa’d",
          "Menerapkan Kosep dan Prinsip Akuntansi dengan Standar Akuntansi Keuangan Syariah"
        ]
      },
      "requirements": [
        "Memahami konsep dasar akuntansi"
      ],
      "description": "Perkembangan Syariah di Indonesia mendorong kita sebagai para pembelajar untuk mempelajari apa itu Syariah dalam laporan keuangan. Lembaga keuangan Syariah tentu berbeda dengan Lembaga keuangan pada umumnya dari sisi aktivitas operasional maupun standar aturan yang harus dipatuhi. Materi ini memberikan pengetahuan kepada rekan-rekan sekalian untuk memahami konsep dasar dan prinsip-prinsip Laporan Keuangan Islam dan menggunakan informasi dalam laporan keuangan sebagai dasar pengambilan keputusan.\nMateri yang akan dibahas adalah terdiri dari sepuluh topik dasar dari akuntansi Syariah dengan bentuk pembelajaran berisi materi dan contoh kasus atau ilustrasi kasus yang disertai dengan cara melakukan pencatatan dengan akun-akun yang hanya kita dapati di Akuntansi Syariah sampai mempelajari format laporan keuangan Syariah.\nArea topik yang akan dibahas adalah: Sistem Keuangan Syariah, Kerangka Dasar Penyusunan dan Penyajian Laporan Keuangan Syariah, Konsep Akuntansi Mudarabah, Akuntansi Musyarakah, Akuntansi Murabahah, Akuntansi Salam, Akuntansi Istishna’, Akuntansi Ijarah, Akuntansi Sukuk, dan Akuntansi Wa’d. Course ini mengajarkan penyusunan laporan keuangan sesuai Standar Akuntansi Keuangan Syariah (SAK Syariah).\nSetelah rekan-rekan sekalian telah menyelesaikan keseluruhan sesi Pembelajaran ini, diharapkan rekan-rekan sekalian dapat memahami perbedaan akuntansi keuangan Syariah dengan akuntansi keuangan yang diterapkan pada Lembaga keuangan umum di luar Syariah. Selain itu, rekan-rekan sekalian dapat melakukan analisis laporan keuangan Syariah untuk mengetahui kondisi keuangan Lembaga keuangan Syariah tersebut dan memberikan rekomendasi perbaikan kedepannya yang bertujuan untuk keberlanjutan dari Lembaga keuangan Syariah.",
      "target_audience": [
        "Student yang ingin mempelajari tentang Akuntansi Syariah"
      ]
    },
    {
      "title": "Akuntansi Kelas X",
      "url": "https://www.udemy.com/course/akuntansi-kelas-x/",
      "bio": "Mengenal Akuntansi, Profesi Akuntansi, Konsep Dasar Akuntansi, Badan Usaha",
      "objectives": [],
      "course_content": {
        "Mengenal Akuntansi": [
          "Pengertian Akuntansi",
          "Tujuan Akuntansi",
          "Peran Akuntansi",
          "Pihak-Pihak yang Membutuhkan Informasi Akuntansi",
          "Mengenal Akuntansi"
        ],
        "Profesi Akuntansi": [
          "Profesi Akuntansi",
          "Bidang-Bidang Akuntansi",
          "Jabatan dalam Bidang Akuntansi",
          "Etika Profesi Akuntansi",
          "Profesi Akuntansi"
        ],
        "Konsep Dasar Akuntansi": [
          "Asumsi Dasar Akuntansi",
          "Prinsip Akuntansi",
          "Konsep Dasar Akuntansi",
          "Konsep Dasar Akuntansi"
        ],
        "Badan Usaha": [
          "Perusahaan",
          "Badan Usaha",
          "Jenis Badan Usaha",
          "Fungsi Badan Usaha",
          "Bentuk Penggabungan Badan Usaha",
          "Badan Usaha"
        ]
      },
      "requirements": [
        "Tidak dibutuhkan syarat khusus"
      ],
      "description": "Menurut Sumarsan (2013:1) “Akuntansi adalah suatu seni untuk mengumpulkan, mengidentifikasi, mengklasifikasi, mencatat transaksi sesuai kejadian yang berhubungan dengan keuangan untuk mendapatkan informasi berupa laporan keuangan yang dapat digunakan oleh pihak yang berkepentingan”.\nPada materi Akuntansi kelas X ini, kita akan membahas beberapa materi. diantaranya :\nMengenal Akuntansi: diharapkan student dapat memahami pengertian akuntansi, tujuan akuntansi, peran akuntansi dan pihak-pihak yang membutuhkan informasi akuntansi\nProfesi Akuntansi; Memahami profesi akuntansi, bidang-bidang akuntansi, jabatan dalam bidang akuntansi dan etika profesi akuntansi\nKonsep Dasar Akuntansi: Memahami asumsi dasar akuntansi, prinsip akuntansi dan konsep dasar akuntansi\nBadan Usaha: Memahami perusahaan, badan usaha, jenis badan usaha, fusngsi badan usaha dan bentuk penggabungan badan usaha\nPersamaan Dasar Akuntansi: Memahami pengertian persamaan dasar akuntansi, unsur-unsur persamaan dasar akuntansi, bentuk persamaan dasar akuntansi, analisis pengaruh transaksi terhadap persamaan dasar akuntansi, mencatat transaksi ke dalam persamaan dasar akuntansi, menyusun laporan keuangan berdasarkan persamaan dasar akuntansi\nSiklus Akuntansi: Memahami pengertian siklus akuntansi dan tahapan siklus akuntansi\nMengelola Bukti Transaksi: Memahami pengertian transaksi bisnis, jenis-jenis transaksi, bukti transaksi, menyimpan bukti transaksi, transaksi bisnis perusahaan jasa, transaksi perusahaan dagang dan transaksi perusahaan manufaktur\nMengelola Buku Jurnal: Memahami pengertian jurnal, fungsi jurnal, mekanisme debit kredit, bentuk jurnal dan langkah-langkah penjurnalan\nMengelola Buku Besar: Memahami pengertian buku besar (ledger), bentuk buku besar, kode akun, jenis-jenis akun dalam perusahaan, prosedur posting jurnal ke buku besar, buku besar pembantu (subsidiary ledger), neraca saldo (trial balance)\nJurnal Penyesuaian: Memahami jurnal penyesuaian, prosedur jurnal penyesuaian dan pencatatan jurnal penyesuaian\nLaporan Keuangan: Memahami neraca lajur (worksheet), jenis laporan keuangan, bentuk laporan keuangan dan prosedur penyusunan laporan keuangan\nAkan tetapi pada course di Udemy ini, kita hanya akan membahas 4 topik awal saja, antara lain: Mengenal Akuntansi, Profesi Akuntansi, Konsep Dasar Akuntansi, dan Badan Usaha, yang akan dipecah kedalam 16 video pembelajaran.\nDiharapkan setelah menyelesaikan course ini, siswa dapat memahami seluruh materi dan dapat mengerjakan quiz dengan benar.",
      "target_audience": [
        "Student yang ingin mempelajari akuntansi dasar"
      ]
    },
    {
      "title": "Principi contabili OIC",
      "url": "https://www.udemy.com/course/principi-contabili-oic/",
      "bio": "Orientarsi con consapevolezza",
      "objectives": [],
      "course_content": {
        "Introduzione": [
          "Introduzione e panoramica OIC"
        ],
        "Lezione 2: OIC 11 i principi di redazione del bilancio": [
          "OIC 11 : I principi di redazione del bilancio",
          "OIC 12: Presentazione e struttura del bilancio",
          "OIC 16: Immobilizzazioni Materiali",
          "OIC 24: Immobilizzazioni Immateriali",
          "OIC 28: Il Patrimonio netto",
          "OIC 31: Fondi per rischi e oneri"
        ]
      },
      "requirements": [
        "E' necessario avere una base minima di competenze di contabilità per poter comprendere al meglio il corso",
        "Tuttavia, i concetti espressi possono essere compresi almeno sotto i profili fondamentali, anche dai non addetti ai lavori."
      ],
      "description": "Il corso \"Principi Contabili Nazionali OIC\" su Udemy offre un percorso formativo completo ed accessibile su specifici standard contabili italiani, con un focus dettagliato sui principi OIC 11, 12, 16, 24, 28 e 31. Ideato per un pubblico variegato, il corso si rivolge tanto ai professionisti del settore finanziario quanto ai neofiti, grazie a un approccio che demistifica la terminologia e le pratiche contabili complesse.\n\n\nOIC 11 guida gli utenti attraverso le norme per la redazione del bilancio, esaminando come esso rappresenti fedelmente la situazione finanziaria e patrimoniale di un'impresa. Il principio OIC 12 è esplorato per comprendere la struttura dello stato patrimoniale e del conto economico, assicurando una presentazione chiara e ordinata delle informazioni finanziarie.\n\n\nIl corso approfondisce anche il principio OIC 16, che tratta delle immobilizzazioni materiali, fondamentali per l'attività produttiva e operativa delle imprese. Segue una disamina dell'OIC 24, che regola le immobilizzazioni immateriali, cruciali per la valutazione di asset non tangibili come brevetti e marchi.\n\n\nGli studenti saranno guidati attraverso l'OIC 28 al contenuto del patrimonio netto e attraverso l’OIC 31, concentrato sui fondi per rischi e oneri, essenziale per una corretta gestione delle passività potenziali.\n\n\nAttraverso video lezioni, e slides, questo corso non solo educa ma anche equipaggia gli studenti con strumenti critici per navigare con sicurezza nel mondo della contabilità conforme agli standard OIC.",
      "target_audience": [
        "Studenti di economia, di ragioneria e aspiranti dottori commercialisti",
        "Lavoratori in settori amministrativi",
        "Imprenditori e aspiranti imprenditori",
        "Responsabili di area contabile"
      ]
    },
    {
      "title": "تعلم المتكامل بلاس ERP - المشتريات والمبيعات",
      "url": "https://www.udemy.com/course/motkamelerp7/",
      "bio": "شرح نظام المشتريات والمبيعات علي المتكامل بلاس ERP",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "لا حاجة لخبرة سابقة بالمحاسبة حيث يناقش الكورس اساسيات نظام المبيعات والمشتريات علي المتكامل بلاس ERP"
      ],
      "description": "في هذا الكورس يتم شرح نظامي المشتريات والمبيعات علي المتكامل بلاس ERP\n\n\nأهم الإعـدادات:\nتحديد طريقة احتساب الكميات المجانية والتخفيضات.\nتعريف أنواع أوامر الشراء حسب احتياج المنشأة.\nإضافة بيانات الموردين وتصنيفهم في مجموعات متنوعة.\nأهم وظائفه:\nإدخال بيانات التوريد وأسعار شراء الأصناف المختلفة وربطها بالموردين.\nتحرير طلبات الشراء وفق مؤشرات الاحتياج.\nإضافة عروض أسعار الموردين لمقارنتها وتحليلها للحصول على أفضل النتائج.\nإضافة طلبات خدمات الشحن والتصدير ببياناتها ومصاريف تنفيذها.\nإصدار أوامر الشراء بتحديد المورد ومعلومات التوريد.\nإصدار فواتير المشتريات الفورية واحتساب التكلفة والمصاريف مباشرةً.\nتنفيذ إجراءات الاعتماد حسب نوعه (FOB – CIF – CF) وتوريدها بالكميات الواصلة لاحتساب تكاليف الشراء.\nإثبات مردودات الشراء الفورية أو الخارجية للفترة الجارية أو من سنوات سابقة.\nالحصول على تقارير معلوماتية متنوعة عن المشتريات والموردين وبخيارات متعددة.\nأهم مميزاته:\nسهولة إثبات تكاليف المشتريات على مستوى الوحدة الواحدة بمصاريفها.\nإمكانية استخدام أمر الشراء لأكثر من مرة أو حتى نفاذ الكمية.\nتوفير نماذج تقارير متعددة لفواتير وطلبات وأوامر الشراء حسب رغبة العميل.\nمرونة التعامل مع الضرائب المخصصة للشراء في أنظمة البلد.\nتقديم الكميات المجانية (البونصات) وفق شروط تنافسية يجب تحقيقها.\nرقابة دقيقة لعمليات الشراء والموردين من خلال تقارير تحليلية وإجمالية، وإمكانية استدعاء تقارير جاهزة من مصمم التقارير.\nيرتبط المشتريات والموردين بمجموعة متكامل بلاس من خلال التأثير المخزني والمالي لتحقيق إجراءات الشراء اللازمة للمنشأة.",
      "target_audience": [
        "المحاسبين",
        "طلاب كلية تجارة"
      ]
    },
    {
      "title": "Pengenalan Akuntansi untuk Kelas X",
      "url": "https://www.udemy.com/course/pengenalan-akuntansi-untuk-kelas-x/",
      "bio": "Pengenalan akuntansi dan komputerisasi akuntansi",
      "objectives": [],
      "course_content": {
        "Pengenalan Akuntansi": [
          "Pengantar Akuntansi",
          "Proses di dalam Akuntansi",
          "Stakeholders Perusahaan",
          "Jenis-Jenis Usaha",
          "Persamaan Dasar Akuntansi",
          "Pengenalan Akuntansi"
        ],
        "Komputasi Akuntansi": [
          "Aset",
          "Liabilitas",
          "Ekuitas",
          "Chart of Account",
          "Laporan Laba Rugi",
          "Komputasi Akuntansi"
        ]
      },
      "requirements": [
        "Tidak diperlukan ketrampilan khusus, teman-temana akan mempelajari mengenai pengenalan akuntansi dasar"
      ],
      "description": "Akuntansi adalah aktivitas di dalam badan usaha di dalam mengintrepretasikan, menganalisis, merangkum, dan melaporkan transaksi keuangan di dalam bisnis. Di dalam kegiatan ini, disiapkan akuntansi dengan lebih detail dengan membagi laporan ke dalam laporan posisi keuangan, operasional, dan juga arus kas atau cash flow.\nPada materi kali ini akan membahas terkait dengan akuntansi bagi teman-teman yang berada di kelas sepuluh (10) atau kelas satu SMA atau SMK. Pada video dan lecture note, yang dibahas terkait dengan basic atau dasar akuntansi dan juga terdapat kuis yang bisa dikerjakan oleh teman-teman. Durasi di dalam setiap video adalah 10 menit dan berisi total 10 video di dalam course ini, sehingga teman-teman bisa menyelesaikan course ini sekitar kurang lebih 150 menit lengkap dengan membaca dan juga mengerjakan kuis yang diberikan di setiap sesinya.\nTeman-teman diharapkan bisa mengerti terkait dengan dasar akuntansi dengan masing-masing capaiannya adalah:\nMengetahui perbedaan akuntansi dan pembukuan\nMengetahui proses akuntansi\nMengetahui jenis-jenis usaha\nMengetahui stakeholder perusaahaan\nMengetahui persamaan dasar akuntansi\nMengetahui terkait dengan Aset\nMengetahui terkait dengan Liability\nMengetahui terkait dengan Equity\nMengetahui terkait dengan Chart of Account\nMengetahui terkait dengan Income Statement\nDi setiap modul akan terdapat video berdurasi sepuluh menit dan juga lecture notes yang teman-teman bisa baca dan juga quiz sebagai salah satu acuan di dalam menilai apakah teman-teman sudah mengerti terkait dengan topik yang sudah dibahas.\nSemoga dengan adanya course kali ini, dapat meningkatkan pengertian dan pemahaman teman-teman terkait dengan akuntansi.",
      "target_audience": [
        "Student yang ingin mempelajari pengenalan akuntansi dasar"
      ]
    },
    {
      "title": "Basic accounting in arabic",
      "url": "https://www.udemy.com/course/basic-accounting-in-arabic/",
      "bio": "learn basic accounting by real life example",
      "objectives": [],
      "course_content": {
        "Accounting in Action": [
          "the meaning of accounting",
          "the meaning of accounting",
          "who uses accounting data",
          "accounting standards"
        ],
        "financial report": [
          "basic accounting equation",
          "using the accounting equation",
          "using the accounting equation",
          "financial statements",
          "financial statement"
        ],
        "the recording process": [
          "debits and credits",
          "debits and credits",
          "steps in the recording process",
          "steps in the recording process",
          "the trial balance",
          "the trial balance"
        ],
        "adjusting the accounts": [
          "timing issues",
          "timing issues",
          "the basic of adjusting entries",
          "the basic of adjusting entries",
          "adjusted trial balance",
          "adjusted trial balance"
        ],
        "completing the accounting cycle": [
          "using a worksheet",
          "using a worksheet",
          "closing the books",
          "closing the books",
          "the accounting cycle",
          "the accounting cycle",
          "the classified financial statement",
          "the classified financial statement"
        ]
      },
      "requirements": [
        "You don't need any skills"
      ],
      "description": "Description:\n- ((accounting is easy to learn when taught the right way))\n- Basic accounting course is not just theory but also takes real-life examples by creating\nyour company and using it through the accounting process. It is meant for students who\nwould like to understand the accounting concept by easy examples to stick the information\nin their minds.\n\n\nOur course is perfect for you if:\n- If you are learning accounting to do accounts for your own business\n- If you hope to start a career in accounting or finance\n- If you need a refresher course on accounting fundamentals\n- If you already work in finance and want to learn new skills\n\n\nIn this course you will get out by:\n- Even if you know nothing about accounting you will finish this course within the\nconfidence to:\n- Do the books for your business\n- Prepare the financial statement for your business\n\n\nWhy this is the best course in accounting basic?\n- As you know accounting is a huge subject, so we have carefully selected the best topics\nto include in our basic accounting course. We will then teach them in the right order\nfrom the first step in the accounting cycle till the final step and also all the topics we will\nteach them by example in an easy way so you can relate the topic to real life.\n\n\nAfter you finish this course, you will be able to:\n1) Describe the meaning of accounting\n2) Know how will use the accounting data\n3) Know the accounting standards\n4) What is the basic accounting equation\n5) How to use the accounting transaction\n6) How to create and understand the five financial statements\n7) Distinguish between debt and credit and when its debt and when its credit\n8) Know the steps in the recording process\n9) How to create and understand the trial balance\n10) What are the time issues\n11) What are the adjusting entries and how do them\n12) How to prepare to adjust entries trial balance\n13) How to prepare and use a worksheet\n14) How to close the books\n15) What are the eight steps of the accounting cycle\n16) Know the classification of financial position.",
      "target_audience": [
        "for people who want to do the accounts for their business",
        "for people how hope to start a career in accounting or finance",
        "for people who need a refresher course on accounting fundamentals",
        "for people who already work in finance and want to learn new skill"
      ]
    },
    {
      "title": "【初心者向け30分速習講座】 余計なことを省いて本当に必要な内容に絞り込んだ「ざっくり決算書講座」",
      "url": "https://www.udemy.com/course/kessan_basic_shortversion/",
      "bio": "個人から従業員2万名までの決算書を分析してきた財務のプロが、豊富な現場実務経験から編み出した必要最低限の知識を学ぶパッケージ",
      "objectives": [],
      "course_content": {
        "１．イントロダクション": [
          "【1-1】本講座の特長",
          "【1-2】本講座の概要と留意点"
        ],
        "２．決算書とは？": [
          "【2-1】決算書とは？"
        ],
        "３．損益計算書で儲けを読み解く": [
          "【3-1】損益計算書の5つの利益",
          "【3-2】5つの利益の使い方とプロ目線の体験",
          "【3-3】確認テスト"
        ],
        "４．貸借対照表で倒産リスクを読み解く": [
          "【4-1】貸借対照表の基本的な見方",
          "【4-2】貸借対照表の詳細",
          "【4-3】確認テスト"
        ],
        "５．黒字倒産の理由": [
          "【5-1】黒字倒産の理由",
          "【5-2】おまけ：減価償却費"
        ],
        "６．まとめ": [
          "【6-1】まとめ"
        ]
      },
      "requirements": [
        "「決算書を学びたい」という意欲です。簿記や会計の基礎知識はゼロの前提でお話します",
        "「決算書が読めたらニュースがわかる」、「会議での報告で上司の評価が上がる」など、具体的メリットを事前にイメージしておくと、知識が定着しやすくなります"
      ],
      "description": "「社会人として決算書については知っておきたい！でも、忙しいので時間をかけずに最低限の知識でも学べないものか・・・」\nそんなあなたのための30分で学べる講座です\n\n\n決算書を学べる講座や本はありますが、会計士などの専門家が担当することが多く、「正確な知識を漏れなく」届けるものが大半です。\n当然、「決算書をしっかり読める」ようになるには、必要な知識なのですが、忙しいビジネスパーソンの\n・社会人として決算書くらいは理解しておきたい\n・ただ、決算分析が仕事のメインではないので、ビジネスの現場で困らない程度の最低限度の知識でいい\n・できれば時間をかけずに勉強し、忘れたときの復習も短時間で行いたい\nという、「わがまま」な悩みに応えられるものは、少ないのではないでしょうか？\n\n\n本講座では、薬剤師やエンジニアといった決算書に「遠い」仕事をしている社員に、決算書や事業計画の教育をして、マネージャー・企画スタッフとしての早期戦力化を実現した実績をもとに、初心者に必要最低限必要な内容を絞り込んでいます。\n\n\n時間も1時間弱で全て視聴できますので、お忙しい方でも、少しだけお時間を頂ければ、「決算書の読める人」になれます。\n\n\n簿記を挫折した方、一から十まで知るよりも必要な部分をつまみ食いで理解したい方、ざくっと決算書を理解したい方、\n30分だけお時間をください。ぜひ、ご視聴くださいませ！！",
      "target_audience": [
        "ビジネスの世界に飛び込む上で、何を学んだらいいのか不安な新社会人",
        "転職先が企業として大丈夫か、が気になるビジネスパーソン",
        "取引先を分析して提案に役に立てたい営業マン",
        "会計知識ゼロの現場に決算内容を教えたい経理マン",
        "「決算書が読めなきゃ」という危機意識があるが、本を読んでも読めるようにならなかった方",
        "株式投資する上で、企業決算を分析したい方"
      ]
    },
    {
      "title": "Pengantar Akuntansi untuk Aset",
      "url": "https://www.udemy.com/course/introduction-to-accounting-for-assets/",
      "bio": "Cash, inventories, receivables, dan plant assets",
      "objectives": [],
      "course_content": {
        "Kas": [
          "Kas Kecil - Part 1",
          "Kas Kecil - Part 2",
          "Rekonsiliasi Bank - Part 1",
          "Rekonsiliasi Bank - Part 2"
        ],
        "Persediaan": [
          "Persediaan (Biaya) - Part 1",
          "Persediaan (Biaya) - Part 2",
          "Persediaan (LCNRV) - Part 1",
          "Persediaan (LCNRV) - Part 2"
        ],
        "Piutang": [
          "Piutang Usaha (Valuasi I) - Part 1",
          "Piutang Usaha (Valuasi I) - Part 2",
          "Piutang Usaha (Valuasi II) - Part 1",
          "Piutang Usaha (Valuasi II) - Part 2",
          "Catatan Piutang - Part 1",
          "Catatan Piutang - Part 2"
        ],
        "Plants Assets": [
          "Plants Assets (Biaya) - Part 1",
          "Plants Assets (Biaya) - Part 2",
          "Plants Assets (Depresiasi) - Part 1",
          "Plants Assets (Depresiasi) - Part 2",
          "Plants Assets (Pengeluaran dan Pembuangan) - Part 1",
          "Plants Assets (Pengeluaran dan Pembuangan) - Part 2"
        ]
      },
      "requirements": [
        "Ms. word , Ms. Excel"
      ],
      "description": "Aset dalam Akuntansi disebut aktiva yang dianggap sebagai hal sangat penting dan krusial bagi keberlangsungan perusahaan. Aktiva dapat diartikan sebagai segala kekayaan yang dimiliki oleh suatu perusahaan. Kekayaan tersebut berupa sumber daya bentuk benda maupun hak yang dikuasai. Aktiva dapat diakui ketika kekayaan tersebut bisa diukur menggunakan satuan mata uang seperti rupiah, dollar, yuan ataupun mata uang lainnya.\nCourse ini mengajarkan dasar dari perlakuan akuntansi untuk aset. Topik besar yang dibahas adalah cash, inventories, receivables, dan plant assets:\nCash : setelah menyelesaikan course ini diharapkan student akan memahami bagaimana menyelesaikan masalah yang berkaitan dengan kas\nInventories: setelah menyelesaikan course ini diharapkan student akan memahami tentang penetapan biaya dan pelaporan persediaan pada laporan keuangan.\nReceivables: setelah menyelesaikan course ini diharapkan student memahami cara mencatat piutang dengan benar pada laporan keuangan.\nPlants Assets : setelah menyelesaikan course ini diharapkan student akan memahami siklus aset tanaman yang digunakan dalam suatu perusahaan.\nUntuk cash, sub topic yang dibahas adalah petty cash dan bank reconciliation. Untuk inventories, sub topic yang dibahas adalah mengenai costing dan LCNRV. Untuk receivables, yang dibahas adalah mengenai valuation accounts receivable yang dibagi menjadi direct write off dan allowance method. Selain valuation accounts receivable, notes receivable juga dibahas di course ini. Untuk plant assets, yang dibahas adalah mengenai costing, depreciation, and disposal.",
      "target_audience": [
        "Student yang ingin belajar pengantar akuntansi untuk aset"
      ]
    },
    {
      "title": "Learn Double Entry Book Keeping system in Hindi....",
      "url": "https://www.udemy.com/course/learn-double-entry-book-keeping-system-the-study-tutor/",
      "bio": "A first step in Accounts and Book-keeping for Beginners & Commerce students of Class 11.",
      "objectives": [],
      "course_content": {
        "Introduction to Double Entry Book Keeping in Hindi for Class 11th ( Commerce).": [
          "Introduction ( Part 1 in HINDI )",
          "Introduction ( Part -2 in HINDI )",
          "Classification of Accounts"
        ],
        "Illustrations:- Watch and Learn in HINDI": [
          "Illustration No 1 :- Traditional Approach in Hindi",
          "Illustration No 2:- Modern Approach In Hindi",
          "Illustration No 3 :-Accounting Equations in Hindi"
        ]
      },
      "requirements": [
        "Beginners who want to learn accounts.",
        "Be able to understand in English and Hindi language.",
        "Students admitted to class 11 in the Commerce stream ( India)"
      ],
      "description": "The course is designed for:-\nBeginners who want to learn accounts, who can understand English and Hindi language.\nFor the students of Class 11 of Commerce stream who want to understand the first step in Book keeping and Accountancy.\nThe Course provides in depth information on Double Entry Book Keeping System which includes:-\nMeaning and Principles of Double Entry Book Keeping System.\nClassification of Accounts\nGolden Rules of Debit and Credit ( Traditional Approach and Modern approach )\nAccounting Equations\nIllustrations\nThe course is in English and Hindi language so that the students can easily realize the subject matter of the course.\nAfter completing the course,\nStudents will understand the importance and principles of Double Entry System\nStudents will understand about the various types of Accounts  involved in various business transactions and they will also be able to classify the respective accounts.\nStudents will learn how to apply the golden rules as per Traditional approach and Modern Approach.\nStudents will be able to prepare the statement of analysis of business transactions and Accounting Equations",
      "target_audience": [
        "Beginners who can understand English and Hindi and interested in accounts.",
        "Students of class 11th from Commerce stream ( India )",
        "Anybody who want to be familiar with accounts"
      ]
    },
    {
      "title": "O Level 7707 Accounts - IGCSE 0452 Accounting ARD Urdu/Hindi",
      "url": "https://www.udemy.com/course/o-level-7707-accounts-igcse-0452-accounting-ard-urdu-hindi/",
      "bio": "O Level 7707 Accounts - IGCSE 0452 Accounting FREE Course by Sir ARD in Urdu / Hindi",
      "objectives": [],
      "course_content": {
        "Accounting Basics - Concepts": [
          "Worksheet and Own Solved Mark Scheme",
          "Transactions and Business (Source) Documents",
          "Assets, Liabilities, Capital and Accounting Equation",
          "Double Entry - Debit and Credit",
          "Types of Discounts - Trade v Cash Discount",
          "Books of Original (Prime) Entry",
          "Ledgers and Trial Balance",
          "Statement of Profit and Loss Extract",
          "Statement of Financial Position"
        ]
      },
      "requirements": [
        "No Prior Accounting Knowledge Required"
      ],
      "description": "This Course is for someone who wants to learn basics of Accounting including Double Entry System, Difference between Debit and Credit, Learn how to make Journal Entries for Assets, Liabilites, Capital, Income and Expenses. Source Documents i.e. Documentary Records, Books of Original Entry, Ledgers, Trial Balance, T Accounts, Trade Discount v Cash Discount, Effect on Capital etc\n\n\nThe aims of this course are to enable students to develop:\n• knowledge and understanding of the principles and purposes of accounting for individuals, businesses, non-trading organisations and society as a whole\n• an understanding of accounting concepts, principles, policies, techniques, procedures and terminology\n• improved skills of numeracy, literacy, communication, enquiry, presentation and interpretation\n• improved accuracy, orderliness and the ability to think logically\n• an excellent foundation for advanced study\n\n\nContent overview\n\n\nThe fundamentals of accounting\nThis section introduces the subject by explaining the difference between book-keeping and accounting. The role of accounting in providing information and the purposes of measuring business profit and loss are also explored. Basic accounting terms and the accounting equation are introduced\n\n\nSources and recording of data\nThe core topic of this section is the double entry system of book-keeping and how this is applied in the preparation of ledger accounts. The division of the ledger is considered. Business documents and their use as sources of information are also included. Consideration is given to the procedures for processing information in books of prime entry.\n\n\nCurriculum\n1 The fundamentals of accounting\n1.1 The purpose of accounting\n1.2 The accounting equation\n\n2 Sources and recording of data\n2.1 The double entry system of book-keeping\n2.2 Business documents\n2.3 Books of prime entry\n\n3 Verification of accounting records\n3.1 The trial balance",
      "target_audience": [
        "For O Level 7707 / IGCSE 0452 Accounting Students"
      ]
    },
    {
      "title": "Create New Database Accurate Online",
      "url": "https://www.udemy.com/course/create-new-database-accurate-online/",
      "bio": "Create New Database Accurate Online",
      "objectives": [],
      "course_content": {
        "Pembuatan Database Accurate Online": [
          "Introduction"
        ],
        "Input Transaksi Penjualan Accurate Online": [
          "Alur Penjualan Accurate Online"
        ],
        "Alur Pembelian Accurate Online": [
          "Alur Pembelian Accurate Online"
        ],
        "Cara Merubah Design Faktur Penjualan": [
          "Cara Merubah Design Faktur Penjualan"
        ],
        "Menggunakan Fitur Asset Tetap di Accurate Online": [
          "Menggunakan Fitur Asset Tetap di Accurate Online"
        ]
      },
      "requirements": [
        "No Accounting basic needed, you will learn everything"
      ],
      "description": "Accurate Online (AOL) adalah software akuntansi online berbasis cloud yang lebih sederhana dan cepat yang memudahkan pencatatan transaksi untuk pelaporan keuangan dalam waktu singkat. AOL merupakan aplikasi web akuntansi yang sangat dinanti. AOL dapat digunakan secara langsung dari browser web Anda kapan saja, di mana saja.\nTidak perlu menginstal, tidak perlu membeli server, tidak perlu mengatur jaringan. Anda hanya perlu komputer / laptop / smartphone yang terhubung ke Internet.\n\n\nAccurate adalah software akuntansi buatan Indonesia yang dapat digunakan untuk pembukuan laporan keuangan berbagai jenis perusahaan seperti dagang, jasa, distributor, kontraktor dan manufaktur, berdiri sejak tahun 1998 hingga saat ini. Software accurate juga sudah mengikuti PSAK perpajakan di Indonesia.\n\n\nWalaupun anda tidak mengerti tentang akuntansi seperti pencatatan, penjurnalan, penghitungan dan laporan keuangan semuanya dilakukan secara otomatis di Accurate. Yang Anda lakukan cukup input transaksi saja di Perusahaan, maka laporan keuangan sudah terupdate secara otomatis.\n\n\nApabila Anda menggunakan Accurate, Anda bisa mendapatkan satu paket laporan keuangan sesuai Pernyataan Standard Akuntansi Keuangan (PSAK) Indonesia.\nAda lebih dari 250 format laporan yang sudah disediakan dan masih bisa di modifikasi informasinya sesuai yang Anda butuhkan dengan catatan variabelnya sudah tersedia didalamnya. Laporan tersebut tidak bisa kami sebutkan satu – per satu disini, namun yang umum ditanyakan oleh calon pengguna.",
      "target_audience": [
        "Accounting Staff, Accounting Manager"
      ]
    },
    {
      "title": "Managerial Accounting (Indonesian Version)",
      "url": "https://www.udemy.com/course/managerial-accounting/",
      "bio": "Managerial Accounting, cost-volume-profit relationships, variable costing, activity-based costing, profit planning",
      "objectives": [],
      "course_content": {
        "Managerial Accounting and the Business Environment": [
          "Overview",
          "Managerial Accounting, Business Environment, and Cost Concepts",
          "Managerial Accounting and the Business Environment"
        ],
        "Costing Method": [
          "Cost-Volume-Profit Relationships",
          "Variable-Costing: A Tool for Management",
          "Activity-Based Costing: A Tool to Aid Decision Making",
          "Costing Method"
        ],
        "Budgeting": [
          "Master Budgeting",
          "Flexible Budgets and Performance Analysis",
          "Budgeting"
        ],
        "Decision making and company’s performance evaluation": [
          "Differential Analysis: The key to Decision Making",
          "Segment Reporting, Decentralization, and The Balanced Scorecard",
          "Pricing Products and Services",
          "Transfer Pricing",
          "Decision making and company’s performance evaluation"
        ]
      },
      "requirements": [
        "You should be able to use Computer or Laptop"
      ],
      "description": "Materi pembelajaran Managerial Accounting mencakup strategi bisnis yang berfokus pada 4P; profit (mengacu pada laporan keuangan), process (berfokus pada layanan dan kepuasan konsumen), people (pembelajaran dan kepuasan), dan planet (bertanggung jawab terhadap lingkungan). Managerial accounting memberikan gambaran keseluruhan mengenai peranan manajemen akuntansi dalam perusahaan dan skill yang dibutuhkan antara lain manajemen resiko, implementasi strategi baik dari segi relasi cost-volume-profit, variable costing, activity-based costing, profit planning, flexible budget, standard cost, segment reporting, relevant cost, transfer pricing.",
      "target_audience": [
        "Student who want to learn Managerial Accounting"
      ]
    },
    {
      "title": "Fundamentals Accounting untuk Pemula",
      "url": "https://www.udemy.com/course/fundamentals-accounting/",
      "bio": "Konsep Accounting , Accounting cycle Process , Accounting untuk Merchandising Company",
      "objectives": [],
      "course_content": {
        "Konsep Accounting": [
          "Accounting Standards, Principles, dan Assumptions",
          "The Basic Accounting Equation dan Financial Statements",
          "Konsep Accounting"
        ],
        "Accounting cycle Process": [
          "Recording Rules dan Journal",
          "The Ledger and Trial Balance",
          "The Adjusting Entries",
          "Accruals dan Adjusting Process",
          "Worksheet",
          "Closing Entries dan Post Closing Trial Balance",
          "Accounting cycle Process"
        ],
        "Accounting untuk Merchandising Company": [
          "Accounting untuk Merchandising Company (Perpetual dan Periodic System)",
          "Accounting untuk Merchandising Company (Purchase dan Sales of Merchandise)",
          "Accounting untuk Merchandising Company"
        ]
      },
      "requirements": [
        "Tertarik dengan Dunia Keuangan"
      ],
      "description": "Course ini memberi pelajar pengetahuan tentang konsep dasar Akuntansi. Format materi ini disampaikan dalam video, kuis dan PowerPoint. konsep yang dipelajari dibagi ke dalam kelompok Konsep Accounting, Accounting cycle, Accounting untuk Merchandising Company. Pelajar yang mempelajari materi ini diharapkan selesai dalam 1 minggu. Course ini memiliki 10 Topik :\nAccounting Standards, Principles, dan Assumptions\nThe Basic Accounting Equation dan Financial Statements\nRecording Rules dan Journal\nThe Ledger and Trial Balance\nThe Adjusting Entries\nAccruals dan Adjusting Process\nWorksheet\nClosing Entries dan Post Closing Trial Balance\nAccounting untuk Merchandising Company (Perpetual dan Periodic System)\nAccounting untuk Merchandising Company (Purchase dan Sales of Merchandise)",
      "target_audience": [
        "Pelajar yang ingin belajar Fundamental Accounting"
      ]
    },
    {
      "title": "Pengantar Akuntansi untuk Aset",
      "url": "https://www.udemy.com/course/accounting-for-assets/",
      "bio": "Accounting for Assets",
      "objectives": [],
      "course_content": {
        "Akuntansi untuk Aset Lancar": [
          "Overview",
          "Kas dan Setara Kas",
          "Piutang (Bagian 1)",
          "Piutang (Bagian 2)",
          "Persediaan (Bagian 1)",
          "Persediaan (Bagian 2)",
          "Biaya Dibayar Dimuka (Bagian 1)",
          "Biaya Dibayar Dimuka (Bagian 2)",
          "Investasi",
          "Akuntansi untuk Aset Lancar"
        ],
        "Akuntansi untuk Aset Tetap": [
          "Akuisisi Pabrik dan Peralatan Properti",
          "Pembuangan Pabrik dan Peralatan Properti",
          "Penyusutan, Penurunan, dan Deplesi (Bagian 1)",
          "Penyusutan, Penurunan dan Deplesi (Bagian 2)",
          "Akuntansi untuk Aset Tetap"
        ],
        "Akuntansi untuk Aset tidak Berwujud": [
          "Pengantar Aset Tidak Berwujud",
          "Penurunan Nilai Aset Tak Berwujud",
          "Akuntansi untuk Aset tidak Berwujud",
          "Final Quiz"
        ]
      },
      "requirements": [
        "Student memahami dasar akuntansi"
      ],
      "description": "Aset dalam Akuntansi disebut aktiva yang dianggap sebagai hal sangat penting dan krusial bagi keberlangsungan perusahaan. Aktiva dapat diartikan sebagai segala kekayaan yang dimiliki oleh suatu perusahaan. Kekayaan tersebut berupa sumber daya bentuk benda maupun hak yang dikuasai. Aktiva dapat diakui ketika kekayaan tersebut bisa diukur menggunakan satuan mata uang seperti rupiah, dollar, yuan ataupun mata uang lainnya.\nCourse ini memberikan pengetahuan kepada student untuk memahami konsep dan prinsip dasar akuntansi serta menggunakan informasi dalam laporan keuangan sebagai dasar pengambilan keputusan. Area topik fokus pada bagian aset dalam laporan posisi keuangan dan dibagi menjadi tiga kategori seperti akuntansi untuk aset lancar, aset tetap dan aset tidak berwujud.\nPada course ini akan dijelaskan:\n1. konsep dan prinsip akuntansi sebagai dasar penyusunan laporan posisi keuangan untuk bagian aktiva lancar\n2. Konsep dan prinsip akuntansi sebagai dasar penyusunan laporan posisi keuangan untuk bagian aktiva tetap\n3. konsep dan prinsip akuntansi sebagai dasar penyusunan laporan posisi keuangan untuk aset tidak berwujud\nyang diharapkan setelah menyelesaikan section tersebut student dapat menjelaskan dan menerapkan konsep dan prinsip akuntansi sebagai dasar penyusunan laporan posisi keuangan untuk bagian aset. Pada akhirnya, mahasiswa juga akan melakukan penyusunan laporan posisi keuangan khususnya bagian aset sesuai Standar Akuntansi Keuangan (SAK) dan Standar Pelaporan Keuangan Internasional (IFRS).",
      "target_audience": [
        "Student yang ingin belajar Konsep dasar akuntansi untuk aset"
      ]
    },
    {
      "title": "Crash Course in Accounting - URDU",
      "url": "https://www.udemy.com/course/crash-course-in-accounting-urdu/",
      "bio": "Beginner's guide to the principles of Accounting and Financial Reporting",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Introduction to the Crash Course",
          "Accounting Principles",
          "How many Accounting Systems?",
          "Global Accounting Bodies"
        ],
        "What are Financial Statements?": [
          "1st Financial: The Income Statement",
          "2nd Financial: The Balance Sheet",
          "3rd Financial: The Cash Flow Statement",
          "Other Financial Statements",
          "Overview of Financial Reporting"
        ],
        "Conclusion": [
          "A Quick Summary of all Concepts"
        ]
      },
      "requirements": [
        "Students be able to read and write",
        "No Prerequisites"
      ],
      "description": "In this beginning course, Students will learn about the basics of Accounting, Accounting Principles, Financial Statements, overview of Financial Reporting.\nAfter completion of this course, Students will be able to prepare very basic Financial Statement for themselves and for their businesses.\nAfter completion of this course, all future entrepreneurs will be able to handle the basic accounting of their respective startups and ventures very easily.",
      "target_audience": [
        "All beginners",
        "All upcoming business enthusiast",
        "All existing and future entrepreneurs"
      ]
    },
    {
      "title": "GST Practitioner Course:Practical Training for Finance Roles",
      "url": "https://www.udemy.com/course/gst-practitioner-coursepractical-training-for-finance-roles/",
      "bio": "Learn GSTR Filing, Refund Rules, IMS Dashboard & ITC Set-Off – Step-by-Step (Hindi)",
      "objectives": [],
      "course_content": {
        "GST Practitioner Course:Practical Training for Finance Roles": [
          "Don’t File GSTR-1 Without Watching This! | Table-wise Breakdown Explained|GSTR-1",
          "New GST Refund Rules 2025 | Export, SEZ & Deemed Export Refund Update",
          "GST Update May 2025 HSN Dropdown in Table 12 & Mandatory Invoices in Table 13|",
          "Invoice Management System Dashboard| IMS filing Accept, Reject, Pending, etc",
          "Set off of Input GST Against Output GST| How to adjust Input Tax Credit|",
          "Calculating Late Payment Interest And Fees In GST with Example",
          "GST Filing and Compliance: Practical Scenario-Based Task"
        ]
      },
      "requirements": [
        "Basic understanding of accounting or commerce concepts (helpful, but not mandatory)",
        "Familiarity with general taxation terms (optional – all key terms are explained)",
        "No prior GST filing experience required — this course starts from the basics and moves to advanced practical training",
        "Access to a laptop or desktop for better learning experience",
        "Willingness to learn and apply real-world GST concepts in practical scenarios"
      ],
      "description": "Are you a commerce student, accountant, tax practitioner, or finance professional looking to build practical GST skills required for real-world jobs? This course is for you!\n\"GST Practitioner Course: Practical Training for Finance Roles\" is a hands-on, up-to-date course designed to bridge the gap between theory and practice in the field of Goods and Services Tax (GST). Updated with the latest changes as of 2025, this course gives you in-depth, lecture-wise training on filing, compliance, refunds, and more — all explained in a simple, practical manner.\nWhether you're preparing for a job in finance, managing GST for your clients or company, or planning to become a GST practitioner, this course equips you with the essential knowledge and skills you need.\nWhat You Will Learn\nHow to file GSTR-1 accurately using a table-wise breakdown\nLatest GST refund rules (2025) for Exporters, SEZs & Deemed Exports\nImportant May 2025 updates: HSN Dropdown (Table 12), Mandatory Invoices (Table 13)\nComplete understanding of the Invoice Management System (IMS) dashboard\nHow to adjust Input Tax Credit (ITC) against Output GST liabilities\nCalculation of late payment interest and late fees with examples\nLecture-wise Breakdown\nLecture 1: Don’t File GSTR-1 Without Watching This! | Table-wise Breakdown Explained\nUnderstand the complete structure of GSTR-1, including what data to enter in each table. Learn to avoid common filing errors that lead to notices or mismatches. Perfect for both beginners and intermediate users.\nLecture 2: New GST Refund Rules 2025 | Export, SEZ & Deemed Export Refund Update\nStay updated with the latest refund rules applicable from 2025. Learn how to file refunds for exports (with or without LUT), SEZ supplies, and deemed exports, with a focus on documentation and timelines.\nLecture 3: GST Update May 2025 | HSN Dropdown in Table 12 & Mandatory Invoices in Table 13\nExplore the May 2025 GST changes, including the dropdown HSN selection in Table 12 and the new requirement for mandatory invoice details in Table 13. Learn how these changes impact return filing and compliance.\nLecture 4: Invoice Management System Dashboard | IMS Filing Accept, Reject, Pending, etc.\nGain hands-on experience with the new IMS Dashboard. Understand how to accept, reject, or manage pending invoices, and how these actions affect your GSTR filings and ITC claim.\nLecture 5: Set off of Input GST Against Output GST | How to Adjust Input Tax Credit\nMaster the correct method of ITC utilization. Learn which tax (CGST, SGST, IGST) can be set off against which output liability, with clear rules and practical examples to help you manage cash flow and credit efficiently.\nLecture 6: Calculating Late Payment Interest and Fees in GST with Example\nUnderstand how to calculate interest and late fees for delayed GST payments or filings. Learn applicable rates, calculation methods, and filing compliance to avoid unnecessary penalties.\nWho Should Enroll\nBCom / MCom / MBA Finance students\nCA / CMA / CS aspirants and practitioners\nTax consultants & accounting professionals\nBusiness owners managing GST returns\nAnyone preparing for a job in GST-related roles\nWhy Enroll in This Course?\nTaught by a qualified Chartered Accountant\nUpdated with real-time GST changes (2025)\nCovers both conceptual understanding and practical training\nShort, focused lectures with examples and system demonstrations\nEnroll today and take a confident step toward becoming a skilled GST practitioner with real-world filing and compliance capabilities!",
      "target_audience": [
        "BCom / MCom / MBA Finance students",
        "CA / CMA / CS aspirants and practitioners",
        "Tax consultants & accounting professionals",
        "Business owners managing GST returns",
        "Anyone preparing for a job in GST-related roles"
      ]
    },
    {
      "title": "Accounting - Kế toán cho người bắt đầu",
      "url": "https://www.udemy.com/course/accounting-ke-toan-cho-nguoi-bat-dau/",
      "bio": "Kế toán cho người chưa học kế toán, chưa đi làm",
      "objectives": [],
      "course_content": {
        "Kế toán giành cho người chưa biết - Nền tảng cơ bản để bạn làm kế toán": [
          "Giới thiệu chung về khóa học, các nội dung chính sẽ trình bày trong khóa học",
          "Công tác kế toán tại DN, chế độ kế toán DN hiện hành",
          "Chứng từ kế toán - Các nhóm chứng từ cơ bản DN hay sử dụng",
          "Danh mục tài khoản kế toán - nhớ nhanh và hiểu bản chất từng nhóm loại",
          "Nguyên tắc hạch toán kế toán khi bạn định khoản nghiệp vụ kế toán",
          "30 phút giúp bạn định khoản thành thạo các nghiệp vụ kế toán cơ bản trong DN",
          "Tìm hiểu cơ bản về sổ sách kế toán",
          "Tìm hiểu cơ bản về các báo cáo tài chính của DN"
        ]
      },
      "requirements": [
        "Bạn cần có một chiếc máy tính để xem các tài liệu và thực hành các phần bài tập"
      ],
      "description": "Bạn chưa học và chưa biết gì về kế toán nhưng lại muốn làm nghề kế toán.\nBạn đã học qua về kế toán nhưng không sử dụng nên đã quên gần hết, cần ôn lại nhanh các kiến thức một cách thực tế nhất.\nBạn đã học qua về kế toán mới ra trường và chưa đi làm công việc kế toán tại Doanh nghiệp.\nKhóa học kế toán thực tế này sẽ trang bị và hỗ trợ bạn một cách nhanh nhất, có hệ thống nhất, thực tế nhất, giúp bạn có thể tiếp cận công việc kế toán trong khoảng thời gian ngắn.\nKhóa học được hướng dẫn trên cơ sở thực tế, không nặng về lý thuyết, sẽ giúp bạn tiếp thu kiến thức mà không cảm thấy nhàm chán. Việc bạn có nắm bắt và sẵn sàng tiếp cận công việc kế toán mới mẻ này như nào sẽ phụ thuộc vào chính bạn nữa. Hãy chịu khó ôn luyện và tiếp cận thực tế nhiều hơn nữa - đó là lời khuyên tôi muốn giành cho bạn.\nSau khi kết thúc xong khóa học này, bạn hãy tiếp cận ngay việc thực hành kế toán thông qua các công cụ hỗ trợ: phần mềm kế toán (Excel, Misa, Fast...). Và bạn hãy thực hành luôn trên các hóa đơn chứng từ của DN bạn đang làm, hay các chứng từ DN mà bạn có thể tham khảo.\nChúc các bạn thành công trong học tập và công việc!",
      "target_audience": [
        "Các bạn chưa học gì liên quan đến chuyên ngành kế toán",
        "Các bạn đã học về kế toán ở trường lớp nhưng chưa đi làm thực tế tại DN",
        "Các bạn có quan tâm đến công tác kế toán tại DN"
      ]
    },
    {
      "title": "المحاسبة الأساسية لإدارة الأعمال",
      "url": "https://www.udemy.com/course/ddaabbhimber/",
      "bio": "الفكر المحاسبي الضروري لرائد الأعمال",
      "objectives": [],
      "course_content": {
        "مدخل الى المحاسبة": [
          "العناصر المحاسبية ومعادلة الميزانية",
          "معادلة الميزانية والبناء المحاسبي",
          "اختبر معلوماتك",
          "البناء المحاسبي على معادلة الميزانية",
          "القوائم المالية"
        ],
        "التسجيل المحاسبي": [
          "نظرية القيد المزدوج",
          "دفتر اليومية",
          "دفتر الأستاذ"
        ]
      },
      "requirements": [
        "لا حاجة للخبرة , سوف نبدأ من اساسيات المحاسبة إلى المستويات المتقدمة"
      ],
      "description": "لمَن هذه الدورة؟ إن كنت رائد أعمال تسعى الى تأسيس منشأتك الخاصة، أو مهني ماهر تسعى الى العمل كمحاسب في شركة تجارية أو طالب اقتصاد وادارة اعمال تسعى الى فهم عميق للمحاسبة في ادارة الاعمال التجارية، فهذه الدورة لك وسوف تمدك بالمعرفة والخبرة الضرورية لك علمياً وعملياً.\n\nمن الجانب العلمي هذه الدورة تتمحور حول المحاسبة الاساسية المستخدمة في منظمات الأعمال التجارية، وهي مصممة وفق أحدث المراجع العلمية المعتمدة في كليات ادارة الأعمال في أعرق الجامعات الهولندية، وتعتمد على البساطة والسلاسة في التقدم بالمعلومة من مستوياتها الأبسط الى الأكثر تعقيداً، في قالب سلس ومختصر، يتلاءم والاشخاص الطموحين من رواد الاعمال والمحاسبيين الجدد وطلاب الجامعات، والمهنيين. تم اعداد الموضوع العلمي من قبل مدرب إدارة الأعمال همبر خاني وشارك في الاعداد والمراجعة عميد كلية الاقتصاد بجامعة الفرات الدكتور حسن الأحمد.\nمن الناحية الفنية قالب الفيديو، سينمائي عالي الجودة بما يتلاءم مع المتطلبات الفنية والتعليمة الراقية. فقد تمت العمليات الانتاجية بأحدث المعدات المتوفرة في المجال، لكي يحظى الطالب بتجربة فريدة في التعليم عبر الانترنت تنقله من السبورة البيضاء الجامدة الى المخاطبة المباشرة والتفاعل المباشر مع المدرب بالإضافة الى تصميم غرافيك واضح وسهل ينقل المعلومة بوضوحٍ تام.\nأما اللغة فلغة الدورة هي العربية وهي تتراوح بين العربية الفصيحة واللهجة البيضاء المفهومة لجميع الناطقين بالعربية، وتم الحرص على أن تكون المفردات غير خاصة بلهجة محددة بغية قابلية فهمها لجميع متحدثي العربية.\n\nنتمنى لك دراسة شيقة",
      "target_audience": [
        "رواد الأعمال, طلاب الجامعات, الطموحين, المهنيين, اصحاب المشاريع, المحاسبين في الشركات والمنشأت الصغيرة والمتوسطة"
      ]
    },
    {
      "title": "Akuntansi Kelas XII",
      "url": "https://www.udemy.com/course/akuntansi-kelas-xii/",
      "bio": "Aktiva Tetap, Utang Wesel Jangka Panjang, Obligasi, Penjualan Konsinyasi, Modal Perusahaan, Analisis Laporan Keuangan",
      "objectives": [],
      "course_content": {
        "Aktiva Tetap": [
          "Pengertian dan Karateristik Aktiva Tetap",
          "Pengelompokan dan Penilaian Aktiva Tetap",
          "Akun-Akun yang Tergolong Aset Tetap",
          "Aktiva Tetap"
        ],
        "Penyusutan Aktiva Tetap": [
          "Faktor-Faktor yang Mempengaruhi Biaya Penyusutan",
          "Metode Penyusutan Aktiva Tetap",
          "Penyusutan Aktiva Tetap"
        ],
        "Pemeliharaan/Pengembangan dan Penghentian Aset Tetap": [
          "Pengeluaran dalam Penggunaan Aktiva Tetap",
          "Perolehan Aktiva Tetap",
          "Penarikan Aktiva Tetap",
          "Pemeliharaan/Pengembangan dan Penghentian Aset Tetap"
        ],
        "Pencatatan Penghentian Aset Tetap": [
          "Penjualan Aktiva Tetap",
          "Pertukaran Aktiva Tetap",
          "Pencatatan Penghentian Aset Tetap"
        ],
        "Deplesi Aset Tetap": [
          "Pengertian Deplesi",
          "Perhitungan Deplesi",
          "Metode Pencatatan Deplesi",
          "Deplesi Aset Tetap"
        ],
        "Harga Perolehan dan Amortisasi Aset Tetap Tidak Berwujud": [
          "Macam-Macam Aset Tak Berwujud",
          "Penilaian Aktiva Tetap Tidak Berwujud",
          "Pencatatan Akuntansi Aktiva Tetap Tak Berwujud",
          "Harga Perolehan dan Amortisasi Aset Tetap Tidak Berwujud"
        ],
        "Pencatatan Transaksi Utang Wesel Jangka Panjang": [
          "Utang Wesel Jangka Panjang",
          "Jenis Utang Wesel",
          "Perhitungan Utang Wesel",
          "Pencatatan Akuntansi Utang Wesel",
          "Pencatatan Transaksi Utang Wesel Jangka Panjang"
        ]
      },
      "requirements": [
        "Siswa memahami pengetahuan dasar akuntansi"
      ],
      "description": "Menurut Sumarsan (2013:1) “Akuntansi adalah suatu seni untuk mengumpulkan, mengidentifikasi, mengklasifikasi, mencatat transaksi sesuai kejadian yang berhubungan dengan keuangan untuk mendapatkan informasi berupa laporan keuangan yang dapat digunakan oleh pihak yang berkepentingan”.\nPada materi Akuntansi kelas XII ini, kita akan membahas beberapa materi. diantaranya :\nAktiva Tetap : setelah mempelajari materi ini, siswa dapat memahami pengertian aktiva tetap, karakteristik aktiva teap, pengelompokan aktiva tetap, memperhitungkan harga perolehan aktiva tetap dan akun-akun dalam kelompok aktiva tetap\nPenyusutan Aktiva Tetap : siswa dapat memahami faktor-faktor yang mempengruhi biaya penyusutan dan metode-metode penyusutan aktiva tetap\nPemeliharaan/Pengembangan dan Penghentian Aset Tetap : siswa dapat memahami pengeluaran yang berhubungan dengan pemeliharaan atau pengembangan dan masalah-masalah dalam penarikan aktiva tetap\nPencatatan Penghentian Aset Tetap : siswa dapat memahami penjualan aktiva tetap dan jenis pertukaran aktiva tetap\nDeplesi Aset Tetap : siswa dapat memahami pengertian deplesi, pehitungan harga perolehan sumber daya alam, perhitungan deplesi dan cara mencatat saat perolehan dan penyesuaian\nHarga Perolehan dan Amortisasi Aset Tetap Tidak Berwujud : siswa dapat memahami macam-macam aktiva tetap tak berwujud, penilaian aktiva tetap tak terwujud dan cara menjurnal aktiva tetap tak berwujud\nPencatatan Transaksi Utang Wesel Jangka Panjang : siswa dapat memahami transaksi utang wesel jangka panjang\nDiharapkan setelah menyelesaikan course ini, siswa dapat memahami seluruh materi dan dapat mengerjakan quiz dengan benar.\nMateri Akuntansi untuk Kelas XII ini ada 30 modul, untuk melihat materi full secara gratis dapat dilihat melalui link beriku ini (tamanbelajar[dot]com/course/view.php?id=141)",
      "target_audience": [
        "Siswa yang sedang mempelajari pelajaran akuntansi kelas XII"
      ]
    },
    {
      "title": "Pentingnya Manajemen Audit untuk Organisasi",
      "url": "https://www.udemy.com/course/management-audit-101/",
      "bio": "Prinsip Manajemen Audit, Manajemen Audit, Kegiatan Audit Manajemen, Bukti dan Pelaporan",
      "objectives": [],
      "course_content": {
        "Pendahuluan dan Perencanaan": [
          "Pengantar Manajemen Audit",
          "Tahap Perencanaan dan Program Kerja",
          "Pendahuluan dan Perencanaan"
        ],
        "Kegiatan Audit Manajemen": [
          "Tinjauan Pengendalian Manajemen",
          "Tahap Kerja Lapangan",
          "Kegiatan Audit Manajemen"
        ],
        "Bukti dan Pelaporan": [
          "Audit Working Paper",
          "Tahap Pengembangan Temuan Audit dan Pelaporan",
          "Gambaran Umum Tata Kelola Perusahaan",
          "Bukti dan Pelaporan"
        ],
        "Audit di Departemen dalam Organisasi": [
          "Manajemen Audit Sumber Daya Manusia",
          "Manajemen Audit Pemasaran",
          "Manajemen Audit Produksi dan Operasi",
          "Audit di Departemen dalam Organisasi"
        ]
      },
      "requirements": [
        "Memiliki pengentahuan konsep dasar akuntansi"
      ],
      "description": "Ini adalah course yang mempelajari tentang manajemen audit. Course ini memperkenalkan bagaimana pentingnya manajemen audit bagi organisasi atau perusahaan. Dalam course ini diulas bagaimana mencapai 3 prinsip utama manajemen audit yaitu yang dikenal dengan istilah 3E, ekonomi, efiseinsi, dan efektivitas. Course ini berisi materi antara lain: pengenalan manajemen audit, tahap perencanaan dan program kerja manajemen audit, ulasan tentang pengendalian manajemen, fase kerja lapangan, kertas kerja audit manajemen, pengembangan temuan audit dan pembuatan laporan, tata kelola secara garis besar, dan audit manajemen untuk fungsi sumber daya manusia, pemasaran dan produksi dan operasi. Course ini dapat dipelajari oleh Anda yang memiliki latar belakang pendidikan dan pekerjaan di bidang Akuntansi maupun bukan, akrena course ini menjelaskan konsep dari dasar.\nCourse ini terdiri dari video dan kuis, dengan video berdurasi kurang lebih dapat diselesaikan dalam 100 menit. Video dikemas dengan bentuk materi presentasi yang mudah dipahami. Setelah selesai akan memungkinkan peserta untuk memahami / melakukan audit operasional yang dilakukan dari sudut pandang manajemen. Peserta akan mendapatkan konsep audit manajemen secara utuh, yang berbeda dengan audit keuangan. Audit manajemen akan dievaluasi berdasarkan ekonomi, efisiensi, dan efektivitas semua operasi. Peserta akan belajar langkah – langkah dan tahapan dalam manajemen audit yang sifatnya mudah untuk dipraktekan dalam keseharian pekerjaan.",
      "target_audience": [
        "Student yang ingin belejar audit manajemen 101"
      ]
    },
    {
      "title": "Akuntansi Perpajakan di Indonesia",
      "url": "https://www.udemy.com/course/taxation-accounting-in-indonesia/",
      "bio": "Pencatatan keuangan, akuntansi perpajakan untuk aset, kewajiban dan ekuitas",
      "objectives": [],
      "course_content": {
        "Perpajakan Lanjutan": [
          "Prinsip Dasar Akuntansi Perpajakan",
          "Akuntansi Aset Saat Ini",
          "Akuntansi Aset Tetap",
          "Akuntansi Aset Tidak Berwujud",
          "Revaluasi dan Kombinasi Bisnis",
          "Akuntansi Pajak Penghasilan",
          "Akuntansi Sewa dan Konstruksi",
          "PPN dan Pajak atas Akuntansi Barang Mewah",
          "Biaya dan Kompensasi Kerugian",
          "Rekonsiliasi Fiskal"
        ]
      },
      "requirements": [
        "Memahami dasar ilmu pajak"
      ],
      "description": "Akuntansi Perpajakan adalah course dimana student mempelajari perlakuan akuntansi atas transaksi yang berhubungan dengan pajak dan laporan keuangan fiskal. Akuntansi Perpajakan adalah kegiatan pencatatan keuangan pada suatu badan usaha atau lembaga untuk mengetahui besarnya pajak yang harus dibayar. Setelah menyelesaikan course ini, student diharapkan mampu menjelaskan akuntansi perpajakan untuk aset, kewajiban dan ekuitas, menjelaskan perlakuan akuntansi perpajakan untuk transaksi tertentu dan menyusun laporan keuangan fiskal.",
      "target_audience": [
        "Student yang ingin belajar akuntansi perpajakan di Indonesia"
      ]
    },
    {
      "title": "【はじめての決算書の見方】決算書の「貸借対照表」「損益計算書」「キャッシュフロー計算書」を1時間で全てを理解する講座",
      "url": "https://www.udemy.com/course/ketusansyo/",
      "bio": "簿記の基礎勉強から時間をかけていられない人でも、とにかく決算書の構造を理解して、分析するためのスキルを最初に身に着けてしまうための講座です。",
      "objectives": [],
      "course_content": {
        "決算書の見方": [
          "会計全体の流れ",
          "紹介",
          "期中の会計処理",
          "損益計算書の構造",
          "貸借対照表の構造",
          "貸借対照表分析",
          "貸借対照表と損益計算書の関係図",
          "キャッシュフロー計算書",
          "必要運転資金",
          "資金繰表"
        ],
        "ボーナスレクチャー": [
          "ボーナスレクチャー"
        ]
      },
      "requirements": [
        "決算書を見たことがある人は、簿記の知識不要です",
        "決算書や簿記に全く触れたことがない人は、簿記３級程度の基礎知識のみ必要です"
      ],
      "description": "税理士として、社長や経理担当者に決算書を渡しているが、決算書を読むことができず、 社長や経理担当者は、忙しいく、簿記の勉強を時間かけてできないため、 いかに短時間で決算書を理解して、経営判断に活かせるようにするために作った講座です。\n\n\n忙しくて簿記の勉強をすることができない人 簿記２級の勉強をする必要はありません。\nこの講座を受講した後に、さらにスキルアップしたい場合は、財務の勉強をしてください。\n\n\n早く短時間で、決算書を読めて、さらに簿記の基礎を網羅的に勉強するのではなく、財務的に良い会社なのか、悪い会社なのか、決算書を使いこなし、身に着けるための講座です。\n\n\n受講後には、次の能力を身に着けることで、決算書としての「貸借対照表」「損益計算書」「キャッシュフロー計算書」を読むことができ、決算書から経営判断することができるようになります。\n\n\n・貸借対照表の構造と読み方のコツ\n・損益計算書の構造と読み方のコツ\n・貸借対照表と損益計算書の関係性と、その読み方のコツ キャッシュフロー計算書の読み方のコツ\n・財務的に、「良い会社」と「悪い会社」の判断をするコツ\n\n\nこんな人にお勧めな講座です\n・経営者で、決算書を税理士から受け取っても、読み方がわからない\n・経理の仕事をしているが、決算書を読むことができない\n・これから、経理の仕事を目指している\n・起業を目指している\n・フリーランスで、決算書を読んだことがない\n・今から簿記の基礎を学ぶ時間がないが、とにかく決算書を読めるようになりたい\n\n\n早く、決算書の読み方をマスターしてしまいましょう。\n\n\nそれでは、コースでお会いしましょう！",
      "target_audience": [
        "短時間で、決算書である「貸借対照表：「損益計算書」「キャッシュフロー計算書」を読むことができるようになりたい方向け"
      ]
    },
    {
      "title": "PPh Pasal 22",
      "url": "https://www.udemy.com/course/pph-pasal-22/",
      "bio": "PPh Pasal 22",
      "objectives": [],
      "course_content": {
        "PPh Pasal 22": [
          "Introduction",
          "Review PPh Pasal 22",
          "Pengenalan Bentuk dan Isi SPT Masa PPh Pasal 22",
          "Tata Cara Pengisian SPT PPh Pasal 22 dan Tata Cara Pengisian Surat Setoran Pajak",
          "Download Aplikasi E-SPT Masa PPh Pasal 22",
          "Kuis"
        ]
      },
      "requirements": [
        "Memahami akuntansi"
      ],
      "description": "Pada courses PPh Pasal 22, Anda akan belajar mengenai PPh Pasal 22 dan membuat SPT Masa PPh Pasal 22 dengan benar. Adapun materi yang akan dipelajari adalah tentang review PPh Pasal 22, pengenalan bentuk dan isi SPT Masa PPh Pasal 22, tata cara pengisian SPT PPh Pasal 22 dan tata cara pengisian surat setoran pajak elektronik dan pelaporan SPT Masa PPh Pasal 22.\nPPh Pasal 22 merupakan pajak yang dikenakan pada badan usaha, baik milik pemerintah maupun badan usaha swasta, yang melakukan kegiatan ekspor dan impor. Pajak jenis ini memiliki tarif yang bervariasi dan bergantung dari pemungut serta objek dan jenis transaksi.\nPPh Pasal 22 adalah bentuk pemotongan atau pemungutan pajak yang dilakukan satu pihak terhadap wajib pajak dan berkaitan dengan kegiatan perdagangan barang.\nPPh Pasal 22 dapat dikenakan baik saat penjualan maupun pembelian.\nDasar Hukum:\nUndang-Undang Nomor 7 tahun 1983 sebagaimana terakhir telah diubah dengan Undang-undang Nomor 36 Tahun 2008 tentang Perubahan Keempat atas UU No. 7 tentang Pajak Penghasilan\nPeraturan Menteri Keuangan Nomor 34/PMK.010/2017 tentang Pemungutan Pajak Penghasilan Pasal 22 Sehubungan dengan Pembayaran atas Penyerahan Barang dan Kegiatan di Bidang Impor atau Kegiatan Usaha di Bidang Lain.\nPeraturan Menteri Keuangan Nomor 110/PMK.010/2018 tentang Perubahan atas Peraturan Menteri Keuangan Nomor 34/PMK.010/2017 tentang Pemungutan Pajak Penghasilan Pasal 22 Sehubungan dengan Pembayaran atas Penyerahan Barang dan Kegiatan di Bidang Impor atau Kegiatan Usaha di Bidang Lain\nPeraturan Menteri Keuangan Nomor 231/PMK.03/2019 tentang Tata Cara Pendaftaran dan Penghapusan Nomor Pokok Wajib Pajak, Pengukuhan dan Pencabutan Pengukuhan Pengusaha Kena Pajak, Serta Pemotongan dan/atau Pemungutan, Penyetoran, dan Pelaporan Pajak Bagi Instansi Pemerintah",
      "target_audience": [
        "Mahasiswa",
        "Pekerja Akuntan"
      ]
    },
    {
      "title": "Akuntansi untuk Pengambilan Keputusan",
      "url": "https://www.udemy.com/course/akuntansi-untuk-pengambilan-keputusan/",
      "bio": "Fungsi akuntansi dalam pengambilan keputusan di dalam perusahaan dan di luar perusahaan",
      "objectives": [],
      "course_content": {
        "Akuntansi di Kehidupan Sosial dan Bisnis": [
          "Overview",
          "Pengantar Akuntansi dan Pengambilan Keputusan Bisnis",
          "Akuntansi di Kehidupan Masyarakat",
          "Transaksi Bisnis",
          "Akuntansi di Kehidupan Sosial dan Bisnis"
        ],
        "Laporan Keuangan dan Fungsinya dalam Pengambilan Keputusan": [
          "Neraca",
          "Laporan Laba Rugi",
          "Laporan Arus Kas",
          "Laporan Keuangan dan Fungsinya dalam Pengambilan Keputusan"
        ],
        "Penggunaan data Laporan Keuangan": [
          "Analisa Laporan Keuangan",
          "Penganggaran",
          "Pengukuran Kinerja",
          "Penentuan Harga dan Biaya dalam Perusahaan",
          "Penggunaan data Laporan Keuangan"
        ]
      },
      "requirements": [
        "Memahami dasar akuntansi"
      ],
      "description": "Materi ini berjudul Accounting for decision making, dengan penyampaian materi ini diharapkan pelajar dapat memahami fungsi akuntansi dalam memberikan informasi. Materi ini berisi pengenalan akuntansi dalam kaitannya dengan pengambilan keputusan di perusahaan. Course ini akan membahas tentang Introduction to Accounting and business decision making, Accounting in Society, Business Transaction, Balance sheet atau laporan Neraca, Income statement atau Laporan laba rugi, Cash FLows atau laporan arus kas, Analisa Laporan Keuangan, Budgeting, Performance Measurement, dan Costing and Pricing in an Entity. Materi pengajaran course ini mencakup fungsi akuntansi dalam pengambilan keputusan di dalam perusahaan dan diluar perusahaan. Materi ini akan dapat membantu pengambilan keputusan dengan dibantu informasi yang dihasilkan akuntan untuk menjadi dasar dalam menilai kinerja dan posisi keuangan perusahaan. Materi ini menunjukkan bahwa akuntansi memiliki manfaat yang cukup besar dalam pengambilan keputusan usaha, dengan menyajikan data yang handal.\nDurasi dalam menyelesaikan materi ini adalah kurang lebih 1-2 jam dengan menyelesaikan materi video, mengerjakan tugas, dan membaca materi pengajaran.\nDiharapkan materi ini dapat memberikan pengetahuan tentang apa yang dapat diberikan oleh informasi akuntansi bagi para penggunanya, dan menunjukkan pentingnya peran akuntansi dalam kehidupan sehari-hari.\nDiharapkan materi ini dapat menjelaskan bahwa akuntansi bukan hanya proses pencatatan transaksi tetapi juga merupakan proses yang dapat membantu Analisa terhadap suatu perusahaan untuk dapat menilai kinerja dan posisi perusahaan tersebut.",
      "target_audience": [
        "Student yang ingin mempelajari akuntansi untuk pengambilan keputusan"
      ]
    },
    {
      "title": "Pencatatan Akuntansi dengan Aplikasi Accurate",
      "url": "https://www.udemy.com/course/pencatatan-akuntansi-dengan-aplikasi-accurate/",
      "bio": "Mengelolan pencatat transaksi keuangan secara cepat, tepat dan akurat",
      "objectives": [],
      "course_content": {
        "Pengenalan Aplikasi Accurate untuk Akuntansi": [
          "Overview",
          "Mengenal Aplikasi Akuntansi Accurate",
          "Pengenalan Aplikasi Accurate untuk Akuntansi"
        ],
        "Instalasi Aplikasi Accurate untuk Akuntansi": [
          "Instalasi Pengaturan Awal",
          "Instalasi Pengaturan Lanjutan",
          "Instalasi Aplikasi Accurate untuk Akuntansi"
        ],
        "Menggunakan Aplikasi Accutare untuk Akuntansi": [
          "Modul Cash & Bank",
          "Modul Penjualan",
          "Modul Pembelian",
          "Modul Persediaan",
          "Modul Aktiva Tetap",
          "Modul General Ledger",
          "Menggunakan Aplikasi Accutare untuk Akuntansi"
        ],
        "Melakukan Laporan Keuangan dan Pemantauan": [
          "Laporan Keuangan",
          "Melakukan Laporan Keuangan dan Pemantauan"
        ]
      },
      "requirements": [
        "Laptop/PC untuk menginstall software accurate"
      ],
      "description": "Accurate Accounting Software adalah sistem akuntansi yang dirancang sebagai software akuntansi yang user-friendly (mudah digunakan) dengan kemampuan untuk mengelolan pencatat transaksi keuangan secara cepat, tepat dan akurat, yang menyediakan fitur perpajakan dan telah disesuaikan dengan aturan perpajakan di Indonesia, dengan harga lisensi yang relatif murah dibandingkan dengan software akuntansi lainnya yang setara kelasnya di Indonesia.\nAccurate dikembangkan oleh PT. Cipta Piranti Sejahtera, biasa dikenal dengan CPSSoft sejak tahun 1998. Accurate terus mengembangkan aplikasinya ke versi terbaru, baik untuk versi desktop, maupun versi program akuntansi berbasis online, yang merupakan pengembangan dari sistem cloud yang dapat diakses dimana saja dan kapan saja.\nAplikasi Accurate dapat juga digunakan pada smartphone dan sejenisnya. Modul pencatatan transaksi akuntansi yang tersedia di Accurate meliputi General Ledger, Cash/Bank, Inventory, Sales, Purchase, Fixed Assets, Project Contractors, dan Manufacturing.\nData yang tersimpan dalam aplikasi ini lengkap dan detail karena tidak hanya menyimpan data transaksi keuangan tetapi juga menyimpan data pendukung yang lengkap seperti data pelanggan, data supplier, data anggaran proyek, data anggaran per departemen.\nSelain itu, laporan yang dihasilkan cukup banyak dan bervsariasi sehingga pengguna Software Accurate Accounting dapat memilih laporan yang ingin ditampilkan sesuai dengan kebutuhannya.\nSoftware Accurate Accounting mampu memfasilitasi pencatatan akuntansi untuk berbagai jenis usaha seperti Jasa, Retail/Trading, Konstruksi, Manufaktur, Restoran, dan lain sebagainya.\nBerbicara tentang keamanan data, Accurate Accounting Software telah menjamin keamanan data. Selain dilengkapi dengan kontrol keamanan atas login pengguna, Software Accurate Accounting juga menyediakan fasilitas untuk membatasi pengguna bekerja hanya pada modul yang ditentukan dan tidak dapat mengakses modul lain.",
      "target_audience": [
        "Student yang ingin belajar menggunakan software accurate untuk akuntansi"
      ]
    }
  ]
}