{
  "courses": [
    {
      "title": "Leadership - Leading a Community",
      "url": "https://www.udemy.com/course/leadership-leading-a-community/",
      "bio": "How to be a leader of a successful, thriving community or group",
      "objectives": [
        "Leadership of Communities",
        "Leading People",
        "What Leadership is",
        "What are Communities?",
        "The promise within Leading Communities",
        "Stewardship",
        "Building Your own Communities",
        "Communicating with Communities",
        "Responsibilities of Community Leaders",
        "Feedback Channels"
      ],
      "course_content": {
        "Introduction": [
          "Introduction",
          "Why do we need communities and who is this course for?",
          "What is a Community?",
          "Features of a Healthy Community",
          "Objectives of Communities",
          "Leadership Qualities",
          "Empathy, Sympathy, Understanding and Kindness",
          "Clarity",
          "Structure, Governance and Organisation",
          "Keen to learn and educate others",
          "Communication",
          "Asking for and getting Feedback",
          "Acting on Feedback",
          "New Ideas Pathway",
          "Openness and Transparency",
          "The PROMISE to the Community",
          "Measurement and Monitoring",
          "Set up structures to repeat desired outcomes",
          "Learn to seek HELP",
          "How to remain a thriving community",
          "In Summary",
          "Examples of Community Groups that could do well now",
          "Remain Vigilant as a Community Leader",
          "To Conclude"
        ],
        "Different Styles of Leadership and Developing Leadership Skills": [
          "Some Leadership Styles",
          "Developing Effective Leadership Skills"
        ],
        "Community Leadership - Interviews with Community Leaders": [
          "Olawunmi Brigue - Super Abundant Woman (Online Community) - Interview Preview 1",
          "Olawunmi Brigue - Super Abundant Woman (Online Community) - Interview Preview 2",
          "Olawunmi Brigue - Super Abundant Woman (Online Community) - Interview Preview 3",
          "Olawunmi Brigue - Super Abundant Woman (Online Community) - Interview Preview 4",
          "Olawunmi Brigue - Super Abundant Woman (Online Community) - Interview Preview 5",
          "Olawunmi Brigue - Super Abundant Woman (Online Community) - full interview",
          "Amit Badami - Adventurean (various travel, hiking, social communities) Preview 1",
          "Amit Badami - Adventurean (various travel, hiking, social communities) Preview 2",
          "Amit Badami - Adventurean (various travel, hiking, social communities) Preview 3",
          "Amit Badami - Adventurean (various travel, hiking, social communities) Preview 4",
          "Amit Badami - Adventurean (various travel, hiking, social communities) full chat"
        ],
        "Additional: Your Social Media can help build leadership and foster community": [
          "Your Social Media can help build leadership and foster community"
        ],
        "Vision, Ideas, Purpose and Communication in Leadership": [
          "Vision, Ideas, Purpose and Communication in Leadership",
          "Understanding Vision, Ideas & Purpose in Leadership",
          "The Leader as Vision Architect",
          "Strategic Communication Frameworks (A)",
          "Strategic Communication Frameworks (B)",
          "Visual Storytelling for Impact",
          "Stakeholder Engagement Strategies",
          "Implementation & Reinforcement",
          "Measuring Communication Effectiveness",
          "Common Challenges that Hinder Effective Communication of Vision & Ideas",
          "Overcoming Common Challenges in Vision Communication",
          "Strategies and Tools that foster Effective Communication of Vision & Ideas",
          "Practical Steps and Exercises to Improve Leadership"
        ],
        "Building Trust as a Leader": [
          "Building Trust as a Leader",
          "Principles of Trustworthy Leadership",
          "Actionable Leadership Behaviours",
          "Empowerment and Accountability",
          "Key Takeaways"
        ],
        "Managing Disagreements, Disputes and Conflicts Effectively as a Leader": [
          "Why Effective Conflict Management Matters - Benefits",
          "Key Leadership Skills for Resolving Conflict (A)",
          "Key Leadership Skills for Resolving Conflict (B)",
          "Proven Conflict Resolution Strategies",
          "Practical Steps for Leaders in Conflict Situations",
          "Key Takeaways"
        ],
        "Taking care of Yourself as a Leader": [
          "Taking care of Yourself as a Leader",
          "Making Self Care a Leadership Priority",
          "Practical Strategies for Leaders",
          "Checklist"
        ]
      },
      "requirements": [
        "None"
      ],
      "description": "We have seen many forms of leadership in the past decade.\n\n\nOne of the leadership failings that seem to have developed in recent times, or become more prevalent is Community leadership with the advent of online community groups.\nThe concept of communities isn't new or revolutionary, but the impact on community members can be life changing in so many ways possible.\nMore than ever before, I believe we need community groups and interactions with one another.\nNot just from a moral stand point, but for businesses.\nWho is this course for?\nLeadership who are trying to do some of the following:\n- Businesses trying to foster deeper engagement with staff, customers and connected to them\n- Health related communities\n- Finance communities (debt, savings, investments etc)\n- Business\n- Skills\n- Arts and craft\n- Charities or Non Governmental Organisations\n- Social groups\n- School groups\n- Neighbourhood groups\n- Political groups\n- Religious communities\n- Cultural communities\n- Age groups\n- Causes\n- Trade and other Associations\n- A whole segment around Vision, Purpose, Ideas and Communication as a Leader: exploring Vision, Understanding Your Role as Vision Architect, Building images of the Future, Communicating these, Managing Stakeholders, Illustrative Examples, Immediate Steps you can take today as a Leader and more.\n- Building trust as a Leader segment, helps highlight actions you can take to earn the trust of everyone you are responsible for and even yourself.\n- Disagreements, Disputes and Conflict management\n- Taking care of Yourself as someone responsible for others.\nand so many others areas.\nNo doubt that community and interaction with people will be more important in our lives than ever in the coming years.\nIt is a good platform to help people reach their objectives, support them, provide information for them and do so much more.\nThe times when Community group leaders seem to do well and their members struggle should be over. Communities, one of key pillars is collective outcomes.\nThis is designed to help people thinking about setting up community groups, already in the leadership of community groups and community group members.\nI believe we should have as many businesses, entrepreneurs, start ups, people with skills and as many of us running or having community groups as a channel to engage with and reach people. Because, it can be fulfilling, rewarding and most of all profitable, when done right: with respect, dignity and delivering on the promises made.\n\n\nThis extensive, well-rounded course is designed to be a reference and resource for you to come back to at various times, addressing questions you might have relating to the very many areas covered.\n\n\nThank you for stopping by.\n\n\nBest regards,\nBaba Oyewole FCCA",
      "target_audience": [
        "Everyone and Anyone"
      ]
    },
    {
      "title": "Leading Effective Meetings - You Can Lead Effective Meetings",
      "url": "https://www.udemy.com/course/leading-effective-meetings-you-can-lead-effective-meetings/",
      "bio": "Learn How to Plan Effective Meetings, Run Effective Meetings and Generate Results After Your Meetings",
      "objectives": [
        "Become highly skilled in leading effective meetings",
        "How to Plan effective meetings",
        "How to conduct effective meetings",
        "How to Implement results of effective meetings",
        "How to facilitate effective meetings",
        "How to make engaging presentations at meetings",
        "Delivering bad news to customers",
        "Communicating to Drive Change",
        "Selling with stories",
        "Remote selling",
        "Lead effective meetings"
      ],
      "course_content": {},
      "requirements": [
        "no previous knowledge or tools required",
        "A strong desire to lead meetings effectively"
      ],
      "description": "Leading Effective Meetings. Imagine yourself leading effective meetings that people in your organization actually look forward to attending. Meetings don't have to be dry, boring, tedious, time-wasting affairs.\nIn this course, you will learn the specific skills and mindset needed for leading effective meetings. You will master the following:\n\nHow to plan meetings more effectively\nhow to set a meeting agenda\nHow to instantly engage everyone in a meeting within the first 3 minutes\nHow to encourage people to give great presentations at your meetings\nHow to shorten the length of your meetings\nHow to eliminate distracting behaviors in meetings.\nMeetings are not going away. So if you are going to have meetings in your organization, they might as well be effective.\nLeading effective meetings is an important skill for any ambitious executive, but it is one that is rarely taught in school even in top-rated business schools.\nTJ Walker has conducted workshops and seminars for business leaders in more than 30 countries around the world on how to run effective meetings and how to present effectively in meetings.\nIsn't it time to eliminate unproductive meetings from your workplace? You can begin leading effective meetings in your organization starting right now. First, all you need to do is enroll in this course today.\nThis Leading Effective Meetings course is primarily lecture based, and it has 6 supplemental books in PDF format. If you are looking for a course with lots of graphics, slides, music and special effects, tins is not the course for you.\nHere is what Udemy students say about this course:\n\"I really appreciate the variety of topics that are covered in this course. I got your point: video rehearsal is helpful ;)\" Florian Huber\n\"Concise and to the point. Well structured and thought through. Every idea is clearly articulated in a short 1m video which makes the course easy to follow and comprehend. Easy to go back and recap.\" Vadim Sukhanov\nThis course will also help students in the following areas: virtual presentations, virtual interviewing, virtual meetings, conference meetings, and presentation skills.\nSign up today to take advantage of this limited offer.",
      "target_audience": [
        "managers",
        "meeting planners",
        "executives",
        "presenters",
        "consultants",
        "anyone who wishes to become expert in leading effective meetings",
        "CEOs",
        "C-level executives",
        "Purpose driven leaders",
        "Vigilant leaders"
      ]
    },
    {
      "title": "Management Skills Training for New & Experienced Managers",
      "url": "https://www.udemy.com/course/the-new-manager-managing-people-teams-processes/",
      "bio": "Management & Leadership Skills Certification in Developing People, Leading Teams & Improving Processes",
      "objectives": [
        "Motivate your employees and create high engagement and empowerment.",
        "Provide specific job training for your team members..",
        "Lead teams to become high performing teams engaged in continuous improvement.",
        "Understand and develop \"lean management\" problem-solving and process improvement.",
        "Resolve conflicts with others and among team members."
      ],
      "course_content": {
        "Introduction to the Essential Skills": [
          "Developing People, Leading Teams & Managing Processes",
          "What is Management, Leadership and Process?",
          "Course PPTs and Graphics for Download",
          "Two Self-Assessments",
          "The Heart of the Matter: Values and Culture",
          "Values Worth Considering",
          "Management Essentials - Exercise 1",
          "The Essential Skills"
        ],
        "The Changing World of Work 2024": [
          "Managing in the New Hybrid World of Work",
          "Research Results from Microsoft - Effects on Collaboration",
          "The Competitive Advantage of Community",
          "The Hybrid Responsibility Matrix",
          "Management Responsibilities in the Hybrid Organization",
          "Team Member's Responsibilities in the Hybrid Organization",
          "Transitions",
          "Summary of Key Learnings"
        ],
        "Responsibilities: Communication, Boundaries and Delegation": [
          "Essential Horizontal Communication",
          "Essential Vertical Communication",
          "Delegation and Assigning Tasks",
          "Stay Safe! Stay in Bounds!",
          "Exercise 2: Build a Communication Matrix",
          "Communication, Boundaries and Delegation"
        ],
        "Developing Employee Skills": [
          "Improving Human Performance",
          "A Model for Basic Skills Training",
          "An Example of Skill Training",
          "Exercise 3: Create a Skill Development Plan",
          "Developing Employee Skills"
        ],
        "Motivating Your Team Members": [
          "The Hierarchy of Motivation",
          "The Power of Purpose",
          "Social Motivation and Creating The Bonds of Trust",
          "Motivation and Organization Life Cycles",
          "Situational Motivation",
          "Stimulus Control - The Power of the Environment",
          "Keys to Effectiveness",
          "Keys to Intrinsic Motivation",
          "Exercise 4: Develop a Plan to Improve Situational Motivation",
          "Motivating Your Team Members"
        ],
        "Coaching and Communication Skills": [
          "The Manager's Role as \"Coach\"",
          "Coaching and Self-Awareness - Are You \"Stu?\"",
          "Body Language - Attending",
          "Asking Open-Ended Questions",
          "Reflecting or Rephrasing",
          "Expressing Empathy",
          "Acknowledging",
          "Using Silence",
          "Brainstorming Together",
          "Exercise 5: Coaching and Communication Skills",
          "Coaching and Communication Skills"
        ],
        "Difficult Conversations - Giving and Receiving Feedback": [
          "Giving Feedback",
          "Receiving Feedback",
          "Feedback Exercise Exercise 6"
        ],
        "Discipline - Justice, Discipline and Self-Control": [
          "Justice and the Meaning of Discipline",
          "The Process of Discipline",
          "Solving Behavior Problems",
          "Standard Work",
          "Leader Standard Work - Setting the Example",
          "Exercise 7: Discipline and Self-Control",
          "Discipline - Justice, Discipline and Self-Control"
        ],
        "Team Formation and Organization": [
          "Teams - The Foundation of Organization",
          "Defining Your Team Structure",
          "Stages of Team Development",
          "Writing A Team Charter",
          "Roles and Responsibilities on A Team",
          "The Agenda",
          "Leading Teams",
          "Exercise 8: Team Formation and Organizaton"
        ],
        "Team Facilitation & Decision Making": [
          "Team Facilitation - Why It Matters!",
          "Team Facilitation Skills - 1",
          "Team Facilitation Skills 2",
          "The Enron Story and the Abilene Paradox",
          "Clarifying Decision Styles",
          "How To Gain Consensus",
          "Team Facilitation"
        ]
      },
      "requirements": [
        "There are no requirements for this course other than the desire to become a highly successful manager."
      ],
      "description": "Note: at the suggestion of students, I have changed the title of this course to reflect its value for all managers, new or experienced. These are the essential management skills whether for a new team leader or a senior manager.\n\n\nThe Challenge:\nMost new managers have the technical skills to succeed. What they often lack is the skill of managing, motivating and developing their employees. This course will provide those skills that are essential to your success as a manager.\nThis course is organized around three critical blocks of skills: First, managing and motivating individuals; second, leading high performing teams; and third, engaging their people in the continuous improvement of work processes. If a you can master these skills your success is virtually guaranteed. These skills are important for EVERY level of management. It is a good refresher for middle and senior managers as well as new managers.\nThe lessons in this course are strongly influenced by the instructor's extensive background in lean management and in developing high performing teams. The course is ideally suited for new managers in companies wanting to develop lean culture. It is also perfect for young entrepreneurs who are just beginning their journey as managers. The instructor has 45 years of experience training managers and building a culture of teamwork at companies like Honda, Shell Oil, Corning, Honeywell and many others.\nAction-Learning:\nThis course is structured to facilitate the relationship between the new manager and a coach. There are thirteen exercises that ask the student to put the lessons to work with their team or practice with their coach. The instructor employs an \"action-learning\" model, recognizing that the best learning occurs from applying the lessons to the student's real work situation, and from receiving feedback from a coach. It is intended as a comprehensive model and curriculum for new managers.\nRecognition and Celebration:\nWhen you complete this course, you will receive a certificate of completion from Udemy. However, this is a demanding course and you are asked to demonstrate competence in managing people, teams and processes. The instructor believes that you deserve more recognition. If you complete the assignments and send a portfolio of completed assignments to the instructor you will be recognized with a Green Belt certification by the Institute for Leadership Excellence; and, the author will send you ebook copies of his three most recent books on coaching, team leadership, and developing lean organization and culture. You deserve it!\nIn this course the instructor speaks to the needs and experience of newly promoted managers and entrepreneurs.\nI recently received the following message from one of my students who just completed this course:\n\"Good morning Larry. I just finished your course and I did leave a review but just wanted to message you, to tell you, thank you for the course. I mentioned on the review but the company I work for went from a complete zoo to a respectable place to work in just under 2 months and it was mainly because of this course and your info. People have complemented me on the great job I have been doing and I do owe it to you so thank you! I will be doing your other course and you should continue doing more courses because you are a great teacher!\" Kevin Mohammed",
      "target_audience": [
        "New managers or recently promoted managers who want to learn the basic skills of managing people, leading teams and improving work processes.",
        "Any manager wanting to improve their people management skills.",
        "Technical or other employees seeking future leadership positions."
      ]
    },
    {
      "title": "Fundamentals of Successful Leadership - Leading with Impact",
      "url": "https://www.udemy.com/course/fundamentals-of-successful-leadership-leading-with-impact/",
      "bio": "Examining Leadership from various current approaches",
      "objectives": [
        "Leadership Role",
        "Who Is a Leader",
        "Purpose driven leader",
        "Big picture thinking leader",
        "Authentic leadership",
        "Leadership through tough times",
        "Community or Collegiate minded leadership",
        "Assertive but fair Leadership",
        "How to make successful impact as a Leader",
        "How to become a leader yourself",
        "We are all leaders in our own spheres"
      ],
      "course_content": {
        "Fundamentals of Successful Leadership - Leading with Impact": [
          "Introduction",
          "Are you a Leader?",
          "What is the role of a Leader?",
          "Successful Leadership Qualities – How to make an impact",
          "Purpose Driven Leadership",
          "Leadership: Big Picture Thinking",
          "Leading Through Tough Times",
          "Vigilant Leadership",
          "Authentic Leadership",
          "Community or Collegiate Leadership",
          "Assertive but Fair Leadership",
          "Conclusion"
        ],
        "Leadership Styles: Do You know Your Leadership style?": [
          "Leadership Styles (a few examples): Do You know Your Leadership style?"
        ],
        "Developing Effective Leadership Skills": [
          "Developing Effective Leadership Skills"
        ],
        "Tackling Imposter Syndrome as a Leader": [
          "Tackling Imposter Syndrome as a Leader"
        ],
        "Your Social Media can help build leadership": [
          "Your Social Media can help build leadership"
        ],
        "Leadership: Communicating Vision, Ideas and Purpose": [
          "Leadership: Communicating Vision, Ideas and Purpose",
          "Understanding Vision, Ideas & Purpose in Leadership",
          "The Leader as Vision Architect",
          "Illustrative Example Vision, Mission and Value Statements",
          "Strategic Communication Frameworks (A)",
          "Strategic Communication Frameworks (B)",
          "Visual Storytelling for Impact",
          "Stakeholder Engagement Strategies",
          "Implementation & Reinforcement",
          "Measuring Communication Effectiveness",
          "Common Challenges that Hinder Effective Communication of Vision & Ideas",
          "Overcoming Common Challenges in Vision Communication",
          "Strategies and Tools that foster Effective Communication of Vision & Ideas",
          "Practical Steps and Exercises to Improve Leadership"
        ],
        "Building Trust as a Leader": [
          "Building Trust as a Leader",
          "Principles of Trustworthy Leadership",
          "Actionable Leadership Behaviours",
          "Empowerment and Accountability",
          "Key Takeaways"
        ],
        "Growth Mindset and Mentality as a Leader": [
          "Growth Mindset and Mentality as a Leader",
          "Why Growth Mindset Matters for Leaders",
          "Practical Benefits for Leadership",
          "Growth Mindset in Action: Examples (A)",
          "Growth Mindset in Action: Examples (B)",
          "Key Takeaways (A)",
          "Key Takeaways (B)"
        ],
        "Resilience, Emotional Strength, and Emotional Intelligence": [
          "Resilience, Emotional Strength, and Emotional Intelligence",
          "What is Resilience? (A)",
          "What is Resilience? (B)",
          "The Impact of Emotional Resilience",
          "Emotional Strength: The Foundation of Resilience (A)",
          "Emotional Strength: The Foundation of Resilience (B)",
          "Emotional Intelligence (EI): Key to Resilience",
          "Real-World Benefits of Resilience and EI",
          "Building Resilience and Emotional Intelligence",
          "Thriving Through Challenges"
        ],
        "Managing Disagreements, Disputes and Conflicts Effectively as a Leader": [
          "Managing Disagreements, Disputes and Conflicts Effectively as a Leader",
          "Why Effective Conflict Management Matters - Benefits",
          "Key Leadership Skills for Resolving Conflict (A)",
          "Key Leadership Skills for Resolving Conflict (B)",
          "Proven Conflict Resolution Strategies",
          "Practical Steps for Leaders in Conflict Situations",
          "Key Takeaways"
        ]
      },
      "requirements": [
        "None"
      ],
      "description": "I believe one of the main issues facing us as professionals, businesses, organisations, communities and individuals is the lack of leadership, good and positive leadership. This course offers leadership development tools that help new and experienced leaders elevate their impact.\n\n\nI always say Leadership can be simple, not easy, but simple and uncomplicated.\nMany organisations, businesses, communities, teams are suffering from a lack of good leadership and thereby deliver poor or subpar services, interactions with their customers, colleagues, creditors, debtors.\nI decided to lay out what a good leader should be for impact. Impact that positively affects the people, organisations they engage with.\nThis course examines some areas to help shine some light on qualities of good leadership as well as some leadership styles.\nWe explore:\n- Who is a Leader?\n- What is the role of a Leader?\n- Examples of various types of Leaders including:\nPurpose Driven Leadership\nClear & Big Picture Thinking Leadership\nLeadership through tough times\nVigilant Leadership\nAuthentic Leadership\nCommunity or Collegiate minded leadership\nAssertive but fair Leadership\n- Why do we need leaders?\n- The importance of keeping highlighting these topics in our workplaces, homes, communities, businesses and every aspect of life.\n- How to become one of the above styled leaders\n- A whole segment around Vision, Purpose, Ideas and Communication as a Leader: exploring Vision, Understanding Your Role as Vision Architect, Building images of the Future, Communicating these, Managing Stakeholders, Illustrative Examples, Immediate Steps you can take today as a Leader and more.\nWe are all leaders and should strive to become leaders in our own way, styles, areas of expertise, areas of interest, in vocational groups, in solving problems, in understanding issues, diagnosing problems, setting out solutions, implementing solutions and repeating the same.\nSometimes, experiences, events and situations at work, in our communities, in our businesses make us feel like we have nothing to offer as leaders. I strive to highlight the importance of leadership traits and hope you can see some of these traits in yourself and build on these to their full potential.\n\n\nThis course helps you master effective leadership skills to drive performance, engagement, and results across your team.\n- Learn to apply strategic thinking in complex workplace scenarios and long-term planning.\n- Boost your emotional intelligence to manage relationships and lead with empathy.\n- Develop your team leadership ability to align, inspire, and motivate diverse groups.\n- Improve your decision-making skills under pressure using real-world leadership frameworks.\n- Navigate workplace challenges with advanced conflict resolution, motivational and other strategies.\n- Understand the principles of visionary leadership and how to communicate direction with clarity.\n- Build strong communication skills that enhance trust and collaboration.\n\n\nThis extensive, well-rounded course is designed to be a reference and resource for you to come back to at various times, addressing questions you might have relating to the very many areas covered.\n\n\nI look forward to hearing your feedback on this course.\n\n\nBest regards,\nBaba Oyewole FCCA",
      "target_audience": [
        "Anyone and Everyone"
      ]
    }
  ]
}