{
  "courses": [
    {
      "title": "Curso de Educação Financeira- Rico Sem Fronteiras",
      "url": "https://www.udemy.com/course/curso-de-educacao-financeira-rico-sem-fronteiras/",
      "bio": "Nesse curso vamos te ensinar os principios financeiros que os milhionários utilizam e utilizaram para enriquecer!",
      "objectives": [
        "Aprender a pensar e agir como as pessoas ricas pensam e agem, ter uma mente rica e agir como uma pessoa rica",
        "Aprendar a mais importante habilidade financeira que é ganhar dinheiro, proteger o dinheiro, criar um orçamento, alavancar e muito mais",
        "Via aprender a usar o dinheiro de uma forma prospera e sempre mais prospera, multiplicando seu dinheiro e transformando ele em riqueza real",
        "Vão aprender a fazer o dinheiro trabalhar por elas, o dinheiro será como um bom funcionário que vai colocar dinheiro no seu bolso 24h por dia",
        "Vão aprender que nem toda dívida é ruim, e que é possivel lucrar muito utilizando as dívidas"
      ],
      "course_content": {
        "Iniciando a Jornada!": [
          "O dinheiro enriquece?",
          "O jogo mudou!",
          "Quais problemas financeiros você vai escolher?",
          "O que resolve os problemas financeiros?",
          "Como resolver os problemas financeiros?"
        ],
        "Ganhando Dinheiro!": [
          "Comece mudando a si mesmo!",
          "Uma mente diferente!",
          "Atitudes diferentes!",
          "Pague a si mesmo primeiro!",
          "Vale a pena pagar a si mesmo primeiro?",
          "Faça o dinheiro trabalhar por você!",
          "Como os ricos fazem o dinheiro trabalhar pra eles?",
          "Qual demonstração financeira você quer?",
          "Não desista do processo!",
          "Fuja da inércia! A pirâmide de geração de renda.",
          "As fases da pirâmide de geração de renda!"
        ],
        "Proteja Seu Dinheiro!": [
          "Cuidado com o fogo amigo!",
          "Lute legalmente com os Burocratas!",
          "Entregando meu dinheiro aos Banqueiros!",
          "Cuidado com os Corretores e Empresas!",
          "O perigo pode estar morando ao lado!"
        ],
        "Comande Seu Orçamento!": [
          "Orçamento pobre ou rico?",
          "Orçamento deficitário!",
          "Orçamento superavitário!",
          "Mão na massa!",
          "Gastar para ganhar!",
          "Reserva de emergência, doar e investir!",
          "Quer prever seu futuro?"
        ],
        "Faça Seu Dinheiro Alavancar!": [
          "A realidade é diferente?",
          "O que é alavancagem?",
          "O que é controle?",
          "O que é importante saber?",
          "Ganho por capital ou fluxo de caixa?",
          "Mais alavancado maior o retorno!",
          "Iniciando com pouco!"
        ],
        "Seja Uma Pessoa Informada!": [
          "Informação é um dos ativos mais importantes!",
          "Informação através das eras!",
          "Classificando a informação!",
          "Lições sobre informação!",
          "A tendência é uma aliada!"
        ],
        "Bônus - Ideias de Ativos": [
          "Aula rápida de Revisão",
          "Negócios",
          "Ativos Financeiros",
          "Criptomoedas",
          "Imóveis",
          "Ativos Digitais",
          "Propriedade Intelectual",
          "Commodities"
        ],
        "Bônus - Planilha de Riqueza": [
          "Download Planilha da Riqueza",
          "Dashboard",
          "Método 50 30 20",
          "Orçamento Mensal",
          "Controle Financeiro",
          "Metas e Dívidas"
        ]
      },
      "requirements": [
        "Não há requisitos iniciais para fazer este curso. Neste curso vamos te ensinar o que não te ensinaram na escola sobre o dinheiro."
      ],
      "description": "Bem-vindo ao Rico Sem Fronteiras, o curso que vai transformar a sua mentalidade financeira e te guiar rumo à verdadeira riqueza! Inspirado nos princípios atemporais de Robert Kiyosaki, este programa é mais do que um guia de investimentos; é uma imersão profunda na forma de pensar que separa os ricos dos pobres e da classe média.\nAqui, você aprenderá a desenvolver uma inteligência financeira que realmente enriquece. Deixe para trás os padrões de pensamento limitantes e adote a mentalidade de quem constrói e multiplica patrimônio. Vamos desmistificar conceitos complexos e te mostrar como:\nPensar como um rico: Você vai aprender o qe os ricos fizeram para serem ricos, e vai decobrir o caminho para chegar lá através da educação financeira.\nInvestir em ativos que geram renda: Descubra como fazer seu dinheiro trabalhar para você, construindo fontes de receita passivas.\nDominar seu orçamento financeiro: Aprenda a criar um plano que aumente seus ganhos e corte gastos desnecessários, liberando capital para investimentos.\nProteger seu dinheiro: Conheça estratégias essenciais para salvaguardar seu patrimônio de impostos e de armadilhas financeiras.\nUsar as dívidas a seu favor: Sim, é possível! Desvende o segredo de como a dívida pode ser uma ferramenta poderosa para alavancar seus investimentos e acelerar seu crescimento financeiro.\nCom Rico Sem Fronteiras, você não apenas aprenderá sobre finanças, mas também desenvolverá as habilidades e a mentalidade necessárias para alcançar a liberdade financeira. Prepare-se para quebrar barreiras e construir um futuro financeiro sem limites!",
      "target_audience": [
        "Pessoas que querem aprender sobre dinheiro",
        "Pessoas que querem começar a investir",
        "Pessoas que não sabem nada de dinheiro",
        "Pessoas que estão em uma situação financeira ruim",
        "Pessoas que querem ser ricas"
      ]
    },
    {
      "title": "5Cs do Crédito: Análise Completa para Empréstimos",
      "url": "https://www.udemy.com/course/5cs-credito-analise-completa-emprestimos/",
      "bio": "Domine os Critérios que Bancos Usam para Aprovar Crédito: Caráter, Capacidade, Capital, Colateral e Condições",
      "objectives": [
        "Avaliar seu perfil creditício usando os mesmos critérios que bancos aplicam para aprovar ou negar pedidos de empréstimo empresarial",
        "Demonstrar Caráter creditício sólido através de histórico financeiro consistente e relacionamentos bancários estratégicos duradouros",
        "Calcular e apresentar Capacidade de pagamento com métricas financeiras precisas que convencem analistas de crédito profissionais",
        "Estruturar Capital empresarial de forma otimizada para reduzir percepção de risco e aumentar confiança dos credores institucionais",
        "Organizar Colaterais e garantias eficazes que atendem aos requisitos bancários e aceleram processos de aprovação de financiamentos",
        "Analisar Condições de mercado favoráveis e timing estratégico para maximizar chances de aprovação com melhores taxas de juros",
        "Preparar documentação empresarial completa e profissional que atende a todos os critérios de análise de risco das instituições financeiras",
        "Identificar e corrigir pontos fracos no perfil creditício da empresa antes de solicitar empréstimos ou linhas de crédito bancárias",
        "Negociar condições de crédito mais favoráveis usando conhecimento profundo dos critérios de avaliação que bancos realmente valorizam",
        "Posicionar estrategicamente a empresa como cliente de baixo risco e alta rentabilidade para estabelecer relacionamentos bancários duradouros"
      ],
      "course_content": {
        "Módulo 1": [
          "Introduction",
          "O que é os 5Cs do Crédito",
          "Porque é importante realizar a avaliação de crédito",
          "Quais os riscos das empresas que não fazem uma análise de crédito"
        ],
        "Módulo 2": [
          "Investiga se costuma cumprir seus compromissos financeiros",
          "Análise do histórico empresarial",
          "Perfil dos sócios"
        ],
        "Módulo 3": [
          "Capacidade de pagamento do valor solicitado",
          "Experiência e tempo no setor que atua",
          "Qual a utilização do crédito"
        ],
        "Módulo 4": [
          "Qual a rentabilidade da empresa",
          "Patrimônio dos sócios da empresa",
          "Ìndice de endividamento da empresa"
        ],
        "Módulo 5": [
          "A empresa esta em ascensão, estabilidade ou declínio",
          "Histórico da empresa",
          "Avaliação de Mercado"
        ],
        "Módulo 6": [
          "Garantias que a empresa oferece para o pagamento",
          "Potencial de negócio",
          "É possível obter crédito sem garantias"
        ],
        "Módulo 7": [
          "Conclusão"
        ]
      },
      "requirements": [
        "Você aprende desde o início - todos os conceitos bancários são explicados"
      ],
      "description": "Por que alguns empresários conseguem crédito facilmente enquanto outros têm pedidos negados repetidamente? A diferença não está na sorte — está em entender exatamente como as instituições financeiras analisam cada solicitação. Os 5Cs do Crédito são a chave que abre as portas do financiamento empresarial.\nDesvende os Critérios Secretos que Bancos Usam para Aprovar ou Negar Empréstimos Empresariais\n✓ Avalie seu Caráter creditício e histórico como os analistas de crédito fazem\n✓ Demonstre Capacidade de pagamento com métricas que realmente importam para bancos\n✓ Apresente seu Capital de forma estratégica para maximizar confiança dos credores\n✓ Estruture Colaterais e garantias que reduzem risco percebido pelos financiadores\n✓ Analise Condições de mercado que influenciam decisões de crédito favoráveis\n✓ Prepare documentação empresarial que acelera aprovação de financiamentos\n✓ Posicione sua empresa como cliente de baixo risco e alta rentabilidade\nAprenda o mesmo framework de análise usado por gerentes bancários e analistas de crédito profissionais.\nPor que compreender os 5Cs do Crédito é essencial para empresários hoje? Dados do Banco Central mostram que 76% dos pedidos de crédito empresarial são negados na primeira tentativa, principalmente por desconhecimento dos critérios de avaliação.\nEmpresas que dominam os 5Cs têm taxa de aprovação 340% superior à média de mercado e conseguem condições 18% melhores em taxas de juros. A pressão por capital de giro, expansão e investimentos torna o acesso ao crédito não apenas desejável, mas vital para sobrevivência competitiva.\nO que você vai aprender neste curso:\nEste curso vai muito além da teoria bancária — você aprenderá a se posicionar estrategicamente em cada um dos 5Cs para maximizar suas chances de aprovação. Começando com o Caráter, descobrirá como construir e demonstrar histórico creditício confiável, mesmo partindo do zero.\nNa análise de Capacidade, dominará as métricas financeiras que bancos realmente observam: fluxo de caixa operacional, índices de liquidez, margem EBITDA e projeções realistas de crescimento. Você aprenderá a apresentar estes números de forma convincente e profissional.\nO Capital vai além de patrimônio líquido — inclui estrutura de financiamento, composição acionária e gestão de recursos. Você descobrirá como otimizar sua estrutura de capital para impressionar analistas de crédito e reduzir percepção de risco.\nColateral não significa apenas bens físicos. Aprenderá sobre garantias pessoais, seguros de crédito, recebíveis e outros instrumentos que bancos aceitam como redutores de risco. As Condições abordam timing de mercado, setor de atuação e fatores macroeconômicos que influenciam decisões creditícias.\nPara quem é este curso:\nEmpresários e empreendedores que precisam de capital para crescimento ou capital de giro. Gestores financeiros responsáveis por negociações bancárias e obtenção de financiamentos. Consultores financeiros que auxiliam PMEs em estruturação de crédito.\nMuitos empresários acreditam que crédito é questão de \"relacionamento\" com o gerente — mas a realidade é que decisões seguem critérios técnicos rígidos baseados nos 5Cs, independente do tamanho da empresa ou relacionamento pessoal.\nTalvez você pense que sua empresa é \"muito pequena\" para se preocupar com análise técnica de crédito. Na verdade, PMEs precisam ainda mais dominar os 5Cs porque têm menos margem de erro e recursos limitados para múltiplas tentativas.\nAlguns empreendedores temem que estruturar demais a solicitação seja \"burocrático\" demais. Mas a preparação adequada acelera o processo — pedidos bem estruturados são aprovados em 15 dias, versus 45+ dias para solicitações mal preparadas.\nPor que esta metodologia funciona universalmente:\nA neurociência da decisão financeira mostra que analistas de crédito fazem 87% das avaliações baseadas em critérios objetivos (os 5Cs) e apenas 13% em fatores subjetivos. Quando você domina estes critérios, remove a subjetividade da equação.\nPesquisas do Federal Reserve indicam que empresas com pontuação alta nos 5Cs têm inadimplência 73% menor que a média, explicando por que este framework é universalmente adotado por instituições financeiras globais.\nDetalhes do curso:\n7 módulos estratégicos distribuídos em 1h39 de conteúdo direto e aplicável. Você começará entendendo por que a avaliação de crédito é crucial e os riscos que empresas enfrentam ao não fazer análise adequada.\nMódulo 1 estabelece fundamentos: o que são os 5Cs, importância da avaliação de crédito e riscos de análises inadequadas.\nMódulo 2 mergulha no Caráter: investigação de compromissos financeiros passados, análise de histórico empresarial e avaliação do perfil dos sócios.\nMódulo 3 detalha Capacidade: avaliação de pagamento, experiência setorial, tempo de atuação e destinação do crédito.\nMódulo 4 explora Capital: rentabilidade empresarial, patrimônio dos sócios e índices de endividamento adequados.\nMódulo 5 analisa Condições: empresa em ascensão versus declínio, histórico de crescimento e avaliação de mercado.\nMódulo 6 aborda Colateral: garantias oferecidas, potencial de negócio e possibilidades de crédito sem garantias.\nMódulo 7 oferece conclusão prática com templates de análise, checklists de preparação e estratégias de apresentação para bancos.\nCada módulo inclui casos reais de empresas que conseguiram crédito aplicando os 5Cs, templates prontos para autoavaliação e métricas específicas que você pode calcular imediatamente.\nTransforme \"não\" em \"sim\" na próxima solicitação de crédito.\nMatricule-se agora e domine os critérios que determinam aprovação ou rejeição de qualquer pedido de empréstimo empresarial. Seu acesso ao capital — e crescimento do seu negócio — começa hoje.",
      "target_audience": [
        "Empresários e empreendedores que precisam de crédito para crescimento ou capital de giro",
        "Gestores financeiros responsáveis por negociações bancárias e obtenção de financiamentos",
        "Consultores financeiros que auxiliam PMEs em estruturação e aprovação de empréstimos",
        "Profissionais bancários que desejam dominar critérios técnicos de análise de crédito"
      ]
    },
    {
      "title": "Khóa học Forex với giao dịch Wyckoff 2.0 nâng cao.",
      "url": "https://www.udemy.com/course/khoa-hoc-forex-voi-giao-dich-wyckoff-20-nang-cao/",
      "bio": "Kỹ thuật phát hiện tích lũy, phân phối và điểm vào lệnh tối ưu.",
      "objectives": [
        "Hiểu rõ các giai đoạn vận động của thị trường theo phương pháp Wyckoff",
        "Phân tích và nhận diện mô hình Wyckoff Schematic 1 và 2",
        "Áp dụng kết hợp Wyckoff 2.0 với khái niệm Smart Money như Order Block, Liquidity và Manipulation",
        "Xây dựng kế hoạch giao dịch hoàn chỉnh dựa trên Wyckoff 2.0"
      ],
      "course_content": {
        "Giới thiệu": [
          "Nhắc lại về Nguyên tắc,Cấu trúc,Pha Sự kiện của Wyckoff",
          "Sự quan trọng của việc đánh giá khối lượng trong Wyckoff",
          "Cấu trúc thất bại",
          "Rút ngắn lực đẩy - Shortening of Thrust SOT",
          "Các kiểu cấu trúc Range giá khác.",
          "Phân biệt nhanh Tích lũy và Phân phối khi giá đi Range",
          "Lý thuyết đấu giá và Volume Profile.",
          "Thành phần cấu tạo và các dạng Volume Profile.",
          "Nguyên tắc giao dịch với Volume Profile",
          "VWAP và chỉ báo sóng Weis."
        ]
      },
      "requirements": [
        "Kiến thức cơ bản về Forex hoặc thị trường tài chính",
        "Có kinh nghiệm giao dịch tối thiểu 3–6 tháng (khuyến khích)",
        "Hiểu biết cơ bản về biểu đồ nến và các công cụ phân tích kỹ thuật",
        "Tư duy phân tích logic và tinh thần học hỏi"
      ],
      "description": "Khóa học này được thiết kế dành cho những trader mong muốn nâng cao kỹ năng phân tích thị trường Forex thông qua phương pháp Wyckoff phiên bản 2.0. Bạn sẽ được trang bị kiến thức chuyên sâu về:\nCấu trúc thị trường và các pha Wyckoff: Hiểu rõ các giai đoạn tích lũy, phân phối, cũng như các sự kiện quan trọng như Spring, Upthrust giúp xác định điểm đảo chiều và tiếp tục xu hướng.\nPhân tích khối lượng và hành vi giá: Nắm vững cách đánh giá khối lượng giao dịch kết hợp với hành động giá để xác định lực mua bán của các “tay to” và dòng tiền lớn trên thị trường.\nỨng dụng Volume Profile, VWAP và Weis Wave: Sử dụng thành thạo các công cụ phân tích khối lượng nâng cao để nhận diện vùng cân bằng, điểm kiểm soát giá, và sức mạnh của sóng giá trong các phiên giao dịch.\nChiến lược giao dịch thực chiến: Áp dụng các chiến thuật vào lệnh, quản lý rủi ro và tối ưu lợi nhuận dựa trên phân tích Wyckoff 2.0, phù hợp với đặc thù biến động của thị trường Forex.\nPhân tích tâm lý thị trường và quản lý cảm xúc: Học cách đọc tâm lý thị trường thông qua hành động giá và khối lượng, đồng thời xây dựng kỷ luật và tâm lý vững vàng khi giao dịch.\nSau khi hoàn thành khóa học, bạn sẽ có khả năng phân tích thị trường một cách bài bản, nâng cao độ chính xác trong việc dự báo xu hướng và tìm kiếm điểm vào lệnh hiệu quả, từ đó tối ưu hóa kết quả giao dịch Forex của mình.",
      "target_audience": [
        "Trader đã giao dịch một thời gian nhưng chưa ổn định, thường xuyên bị “quét stop-loss”",
        "Trader theo trường phái Price Action, Smart Money Concepts (SMC) hoặc ICT",
        "Người muốn hiểu sâu về tâm lý thị trường và hành vi tổ chức (market makers, smart money)"
      ]
    },
    {
      "title": "Estrategias de Liderazgo Financiero",
      "url": "https://www.udemy.com/course/hablemos-de-dinero/",
      "bio": "Claves prácticas para alcanzar mayor autonomía y bienestar económico",
      "objectives": [
        "Conocerás conceptos básicos ineludibles sobre el manejo del dinero.",
        "Sabrás cómo tener una relación con el dinero más lógica, cercana y con más posibilidades de éxito.",
        "Aprenderás más sobre ti mismo y tu relación con tus propias finanzas y economía.",
        "Aprenderás la diferencia entre lo que es una inversión y lo que no lo es."
      ],
      "course_content": {
        "Capítulo 1 Introducción": [
          "Lección 1 Introducción",
          "Lección 2 Presentación",
          "Lección 3 Objetivos",
          "Lección 4 Estructura del Curso"
        ],
        "Capítulo 2 El Dinero": [
          "Lección 1 Material Cinematográfico",
          "Lección 2 El Dinero",
          "Lección 3 Un poco de contabilidad",
          "Lección 4 IQ Financiero",
          "Quiz 1",
          "Lección 5 Activos y Pasivos",
          "Lección 6 La Banca 1 de 2",
          "Lección 7 La Banca 2 de 2",
          "Lección 8 Las estimaciones anuales personales",
          "Quiz 2"
        ],
        "Capítulo 3 Los Síntomas contemporáneos": [
          "Lección 1 ¿En qué consiste hablar de los síntomas contemporáneos?",
          "Lección 2 La carrera de la rata. Robert Kiyosaki.",
          "Lección 3 Sketch de la película \"El Concursante\".",
          "Lección 4 El miedo",
          "Lección 5 La Motivación",
          "Quiz 3"
        ],
        "Capítulo 4 El complejo factor humano": [
          "Lección 1 El hecho de ser \"Ser Humano\"",
          "Lección 2 La desesperación",
          "Lección 3 Sentimiento de pertenencia",
          "Lección 4 El Talento",
          "Lección 5 El Proyecto",
          "Quiz 4"
        ],
        "Capítulo 5 Repaso y Conclusiones": [
          "Lección 1 Introducción al cierre",
          "Lección 2 Dinero y otras cosas más",
          "Lección 3 La Banca y otras cosas más",
          "Lección 4 Los Síntomas Contemporáneos",
          "Lección 5 Sobre lo Humano y el final de \"El Concursante\"",
          "Lección 6 Final del Curso Hablemos del Dinero"
        ]
      },
      "requirements": [
        "Está creado para todo público que quiere aprender y mejorar su propia economía o la de su empresa."
      ],
      "description": "La educación financiera sigue siendo una asignatura pendiente en la mayoría de las carreras universitarias. Sin embargo, en un contexto de cambios económicos vertiginosos y creciente incertidumbre global, contar con una base sólida de conocimientos financieros resulta cada vez más urgente y necesario. Este curso busca precisamente cubrir esa carencia, ofreciendo herramientas clave para desarrollar una relación más consciente, saludable y estratégica con el dinero.\nAquí no nos limitaremos a una exposición académica sobre presupuestos, ahorro o inversión, sino que iremos más allá, explorando también los aspectos emocionales, culturales y subjetivos que condicionan la forma en que cada persona se vincula con sus recursos económicos. Comprenderemos por qué muchas veces repetimos patrones financieros, evitamos hablar de dinero o sentimos culpa al gastar o al recibir.\nHablaremos de dinero con naturalidad, sin tabúes ni juicios, entendiendo que es un elemento imprescindible en nuestras vidas y una herramienta de autonomía y libertad si sabemos utilizarlo con criterio. A lo largo del curso, identificaremos creencias limitantes, descubriremos conceptos esenciales para alcanzar la libertad financiera y construiremos un plan personal alineado con nuestros valores y metas.\nUn curso transformador que invita a pensar, sentir y actuar de forma más libre y consciente en relación con el dinero.\n¡Bienvenidos!",
      "target_audience": [
        "Cualquier persona que desee que su economía sea más fluida y próspera.",
        "Cualquier persona que necesite y quiera saber más sobre finanzas e inversiones que pocos libros enseñan.",
        "Cualquier persona que desee saber más acerca de su relación con el dinero."
      ]
    },
    {
      "title": "Educação Financeira + Planilha de Controle Financeiro Grátis",
      "url": "https://www.udemy.com/course/curso-completo-de-educacao-financeira-o/",
      "bio": "Ganhe uma planilha de controle de gastos mensais e descubra como fazer milagre com o seu dinheiro",
      "objectives": [
        "Aprenda a gerenciar suas finanças com um orçamento que faz o dinheiro sobrar cada mês, atendendo a despesas e economias.",
        "Supere barreiras psicológicas para adotar hábitos financeiros saudáveis que promovem crescimento e consumo consciente.",
        "Descubra como aumentar sua renda com métodos práticos, desde freelancing até investimentos, para melhorar suas finanças.",
        "Defina e alcance metas financeiras, aprendendo a planejar e investir para realizar sonhos, como comprar uma casa ou se aposentar bem."
      ],
      "course_content": {
        "Introdução": [
          "Boas Vindas e Suporte"
        ],
        "Semente da Consciência Financeira": [
          "Apresentação da Metodologia",
          "Semente da Consciência Financeira",
          "Identificando suas Raízes",
          "Horóscopo Financeiro",
          "Dinheiro Amor x Ódio",
          "Os 4 bloqueios que te impedem de enriquecer",
          "Comportamento X Conhecimento",
          "O que é riqueza para você",
          "Teste de TDAF",
          "Transtorno de Deficit de Atenção Financeira",
          "Diagnóstico TDAF",
          "Passo a Passo Grau 1",
          "Passo a Passo Grau 2",
          "Passo a Passo Grau 3",
          "Fichas de Apoio - Organizador Financeiro e Atividades Semanais",
          "Benefícios da Meditação e atenção plena para finanças",
          "Técnicas de Atenção plena e meditação",
          "Evolução Financeira pratique o ciclo da Riqueza"
        ],
        "Semente da Plantação do Sonhos": [
          "Semente da Plantação do Sonhos",
          "Criando seu Jardim dos Sonhos S.E.M.E.A.R",
          "Planilha do Jardim dos Sonhos"
        ],
        "Semente do Cultivo do Jardim dos Sonhos": [
          "Semente do Cultivo do Jardim dos Sonhos",
          "O que você vai ver na semente 3",
          "Diagnóstico Financeiro",
          "Orçamento Flexível X Orçamento Engessado",
          "Passo a Passo para Organização Financeira- Parte 01 Gastos Comprometidos",
          "Passo a Passo para Organização Financeira- Parte 02 Defina sua renda",
          "Passo a Passo para Organização Financeira- Parte 3.1 Organize Orçamento Mensal",
          "Passo a Passo para Organização Financeira- Parte 3.2 Organize Orçamento Mensal",
          "Passo a Passo para Organização Financeira- Parte 3.3 Organize Orçamento Mensal",
          "Dividas Empréstimos e Financiamentos dívidas boas e dívidas ruins",
          "Tipos de Dívidas",
          "Seguro Prestamista",
          "Consórcio é dívida",
          "3 Erros que pessoas que se enrolam em dívidas cometem",
          "Para toda escolha, uma consequência",
          "Nunca é tarde para reverter essa situação",
          "Combo Adeus Dívidas - Check list combate às dividas",
          "Combo Adeus Dívidas - Levantamento de Dívidas",
          "Combo Adeus Dívidas - Fluxo de Eliminação de Dívidas",
          "Combo Adeus Dívidas - Controle Cartão de Crédito",
          "Adubo da Renda Extra",
          "Existe Mágica"
        ],
        "Semente da Colheita": [
          "Semente da Colheita",
          "Análise de resultados",
          "Estágio de evolução (aprendiz, iniciante e avançado)",
          "O que fazer com o dinheiro que sobra todo mês",
          "Fichas de apoio - Análise de resultados resumo anual e mensal"
        ],
        "Tira Dúvidas": [
          "Aula de Tira Dúvidas - 31.07.2023",
          "Aula de Tira Dúvidas - 30.10.2023",
          "Aula de Tira Dúvidas - 30.11.2023",
          "Aula de Tira Dúvidas - 27.12.2023"
        ],
        "Presentes": [
          "Economizando no Mercado",
          "Finanças Em Família",
          "Finanças a Dois",
          "Finanças na Infância"
        ]
      },
      "requirements": [
        "Comprometimento com a Mudança: Uma disposição para revisar e mudar hábitos financeiros, abraçando novas práticas de gestão de dinheiro.",
        "Acesso a Recursos Básicos: Ter acesso a um computador ou dispositivo móvel com conexão à internet para participar das sessões online e acessar materiais do curso.",
        "Disponibilidade de Tempo: Dedicação de tempo para assistir às aulas, realizar atividades práticas e aplicar os conceitos aprendidos na vida real."
      ],
      "description": "Descubra como fazer milagre com o seu dinheiro utilizando a Metodologia Sobrando Todo Mês.Saiba quais são as 4 sementes financeiras que vão fazer você administrar melhor a sua renda e ainda fazer o dinheiro sobrar todos os meses pra realizar seus maiores sonhos.\n\n\nUma metodologia testada e comprovada: No STM você pode fazer o seu dinheiro sobrar logo nos primeiros 30 dias e não precisa ser especialista em finanças, muito menos entender de números. Basta estar disposta a tomar outro rumo para trilhar o caminho da sua vida rica.\n\n\nVocê vai perceber logo nos primeiros meses que sua vida vai ficar bem menos estressante, pois vai ter a consciência de que seu dinheiro está sendo bem gasto e direcionado para os seus sonhos e objetivos. Resumindo, você vai sentir que está fazendo um verdadeiro milagre com o seu dinheiro.\n\n\nVocê tem o direito de ter uma vida rica, com dinheiro sobrando todos os meses, vivendo com tranquilidade, segurança e realizando seus sonhos.\n\n\nEu sei que passar perrengues financeiros ou trabalhar muito pra não ter dinheiro no final do mês não é o que você sonhou pra sua vida.\n\n\nPode ser que você já tenha tentado utilizar várias planilhas ou ferramentas para controlar suas finanças e desistido no meio do caminho por achar difícil ou impossível resolver seus problemas financeiros e ainda fazer o dinheiro sobrar todos os meses.\n\n\nMas com a metodologia Sobrando Todo Mês você vai entender como funciona a sua mente para o dinheiro a assim vai ter o poder de colocar em prática as 4 sementes do sucesso financeiro.\n\n\nSe você sonha em ter uma vida sem dívidas, sem preocupações financeiras e com dinheiro sobrando pra fazer o que gosta e pra realizar sonhos, você precisa de um passo a passo prático pra te guiar.\n\n\nCom as 4 sementes do sucesso financeiro, você vai resolver seus problemas e fazer o dinheiro sobrar todos os meses:\n\n\nNa semente da consciência financeira você vai identificar seu perfil no Horóscopo Financeiro e Fazer um teste pra entender o seu grau de TDAF (Transtorno de Deficit de Atenção Financeira).Com as descobertas, você vai encontrar um guia para lidar com estes comportamentos e atitudes que te impedem de ter uma vida mais rica\n\n\nNa semente da plantação dos sonhos você vai montar seu Jardim dos Sonhos. Aqui você vai aprender em 6 passos como definir uma estratégia para atingir seus objetivos com o processo S.E.M.E.A.R\n\n\nNa Semente do Cultivo do Jardim dos Sonhos você vai cuidar do seu jardim.É na terceira semente que você vai aprender a montar seu orçamento mensal, definir e administrar o seu salário, tendo uma renda fixa ou não, seguir um check list para eliminação de dívidas e aprender a fazer mais dinheiro com a ajuda do Adubo da Renda Extra.\n\n\nÉ na Semente da Colheita que você vai analisar seus resultados: aprimorar o que deu certo e fazer melhorias constantes.Aqui você vai acompanhar sua evolução mensal e ainda aprender a investir o dinheiro que vai sobrar todo mês.\n\n\nNo Método STM você vai contar com ferramentas exclusivas, como fichas de apoio para te ajudar no controle das finanças.",
      "target_audience": [
        "Pessoas Buscando Melhorar a Gestão Financeira: Pessoas que têm dificuldades em gerenciar suas finanças pessoais, controlar gastos ou economizar dinheiro.",
        "Profissionais com Renda Variável: Freelancers, autônomos, e empresários que enfrentam desafios na organização financeira devido à natureza flutuante de sua renda.",
        "Famílias e Casais: Que desejam planejar juntos o futuro financeiro, administrar o orçamento familiar de forma eficaz e garantir uma melhor qualidade de vida.",
        "Jovens Adultos e Universitários: Interessados em construir uma base sólida para suas finanças futuras, aprendendo cedo sobre economia e investimentos.",
        "Pessoas Endividadas: Indivíduos buscando estratégias para sair das dívidas, evitar o acúmulo de novas dívidas e melhorar sua saúde financeira.",
        "Poupadores e Investidores Iniciantes: Aqueles que desejam aprender a poupar de maneira mais eficiente e a investir seus recursos com inteligência para alcançar objetivos de longo prazo."
      ]
    },
    {
      "title": "Smart TAB Accounts Training تدريب على الحسابات العامة",
      "url": "https://www.udemy.com/course/smart-tab-accounts-training/",
      "bio": "تدريب على الحسابات العامة لنظام تاب",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "لديك حاسوب وتستطيع استخدامه",
        "You have a computer and you can use it"
      ],
      "description": "دورة تدريبية شاملة على برنامج سمارت تاب هو احد منتجات برمجية شركة تاب للحلول المتكامله وهو يعد من برنامج ادارة موارد الشركات لانظمة المخازن والمبيعات والعملاء  والمشتريات والموردين والاصول الثابتة والحسابات العامةوالانتاج وذلك فى حالة ان يكون للمنشأة نشاط صناعى وشئون العاملين والمرتبات  ومن خلال التدريب سيصبح المتدرب قادرا على استخدام سمارت تاب بشكل جيد والاستفاده من انظمته بشكل متكامل وفعال.\nشركة تاب متخصصة في مجال إنتاج وتسويق الأنظمة المحاسبية و الإدارية.\nقامت الشركة بخدمة العديد من الشركات المتباينة فى الحجم و النشاط الأمر الذى أثرى أنظمتها بوظائف عديدة ملائمة للوطن العربى و الافريقى. قامت الشركة خلال هذه الفترة بخدمة أكثر من 600 شركة بأكثر من 30 نظام مختلف.\nللشركة العديد من الفروع على مستوى افريقيا و العالم العربى و تسعى الشركة فى زيادة أفرعها لخدمة العديد من المستخدمين الجدد.\nبرنامج Smart TAB  يعد احدى برامج ERP\nتأتي كلمة ERP اختصارا لـ Enterprise Resource Planning أو تخطيط موارد الشركات , ويمكن أن تتخيلها كأتمتة لأعمال الشركات مهما كان نشاطها (صناعية , مبيعات , جمعيات خيرية , مستشفيات … الخ) .\nإن أهم مايميز برامج تخطيط موارد الشركات عن الأنظمة المعتادة، أنها تعمل كنظام موحد متكامل (Integrated system)، وتتصل فيما بينها كوحدة متكاملة في جميع أقسام وإدارات المؤسسة أو المنشأة. أما الأنظمة الآلية السابقة فإنها لا تعمل كنظام موحد، فلكل إدارة نظامها المستقل عن الإدارة المجاورة لها، ويبدأ وينتهي عمل النظام في نفس الإدارة، فلا يستطيع الاتصال والتواصل والتكامل مع باقي أقسام وإدارات الشركة.\nفتخيل مثلاً أن موظف يعمل كمندوب مبيعات في شركة ما, عليه سلُفة (مديونية) نقدية ويجب أن يُخصم من راتبه 1000 جنيه شهريا لمدة سنة , ولديه مبلغ عمولة يُضاف الى راتبه شهرياً بناء على حجم مبيعاته, و عليه عقوبات تأخير خلال الشهر يجب أن يُخصم من إجمالي الراتب.ERP_Consulting\nسيقوم الشخص الذي سيصرف راتبه باحتساب ساعات تأخره خلال 30 يوما بالتنسيق مع شؤون الموظفين وبمراجعة سجل دفعات المالية للموظف لمعرفة كم هو مبلغ السلفة المتبقية عليه إن وجدت ليخصمها من راتبه , وعليه التنسيق مع إدارة المبيعات لمعرفة حجم مبيعاته لاحتساب العمولة … وهكذا لكل موظف.\nهذا أبسط مثال يمكن أن يحدث داخل كل منشأة وأنت قس على ذلك من حجم الأعمال الأخرى ….\nيمكن لأنظمة الـERP أن تقوم بما سبق بشكل آلي ومنضبط وبدقة متناهية .\nهذه الأعمال تستنزف الكثير من الأوقات والأخطاء الكبيرة التي لا يمكن ضبطها إلا باستخدام برامج تخطيط موارد الشركات ERP .\nولكن تكمن صعوبة تنفيذ هذه المشاريع، أنها تحتاج إلى مزيج من الخبرات التقنية والإدارية ، ومن الخطأ أن يُنظر لها من منظور تقني بحت، أو منظور إداري بحت. ويجب دمج هذه الخبرات فيما بينها للخروج بمنتج إداري تقني يخدم أهداف العمل، ويساهم في سرعة إنجاز المعاملات في المؤسسة أو المنشأة. وهنا تكمن أهمية وجود الموظف الذي يعرف إجراءات العمل الدقيقة داخل القسم أو الإدارة التي يعمل بها ويتمتع بالحس التقني ليكون عنصراً مهماً في إعادة هندسة العمليات الإدارية (Business Process Re-engineering (BPR ، وفي كتابة الوثيقة (Request for Proposal (RFP التي تتضمن خطوات وإجراءات العمل الدقيقة وتحويلها من الإجراء اليدوي إلى الإجراء الآلي.",
      "target_audience": [
        "مستخدمين سمارت تاب",
        "الباحثين عن برامج لادارة موارد شركاتهم",
        "المحاسبين",
        "Smart TAB users",
        "Accountants",
        "Searchers for ERP systems for their companies"
      ]
    },
    {
      "title": "أساسيات المحاسبة المالية وإعداد التقارير",
      "url": "https://www.udemy.com/course/basics_acc/",
      "bio": "**مدخلك إلى عالم المال – الجزء الأول: المفهوم والإطار الفكري للمحاسبة**",
      "objectives": [],
      "course_content": {
        "فهم المحاسبة من الصفر إلى الاحتراف": [
          "المحاسبة: أساس النجاح المالي",
          "النظام المحاسبي: الهيكل الذي يربط الأرقام بالقرارات",
          "فروع علم المحاسبة: تنوع المهارات لصناعة الفهم المالي",
          "المحاسبة المالية: لغة التقارير واتخاذ القرارات",
          "محاسبة التكاليف: المفتاح لضبط الميزانية وتعظيم الأرباح",
          "المحاسبة الإدارية: قلب التحليل المالي والإستراتيجيات الذكية",
          "مستخدمي القوائم المالية: أنواعهم واحتياجاتهم من التقارير المالية لتحقيق قرارات م"
        ],
        "الإطار الفكري للمحاسبة: الأسس والمعايير التي توجه التقارير المالية": [
          "معايير المحاسبة: الأسس التي تحدد نزاهة التقارير المالية",
          "الفروض المحاسبية: بناء التوقعات المالية بثقة ووضوح",
          "المبادئ المحاسبية المرتبطة بقائمة الدخل: أسرار تحديد الربحية الحقيقية",
          "المبادئ المحاسبية المرتبطة بقائمة المركز المالي: المفتاح لفهم الوضع المالي بدقة",
          "المبادئ المحاسبية العامة: القواعد الأساسية التي توجه الممارسات المالية",
          "الأُسس المحاسبية: المبادئ التي تبني عليها القرارات المالية الدقيقة",
          "المفاهيم والمصطلحات الأساسية: فك شيفرة لغة المحاسبة بسهولة",
          "نظرية القيد المفرد: أبسط طريقة لفهم تسجيل المعاملات المالية",
          "نظرية القيد المزدوج: السر وراء دقة الحسابات المالية والموازنة المثالية"
        ]
      },
      "requirements": [
        "لا تحتاج لأي خبرة سابقة في المحاسبة – فقط الرغبة في التعلم",
        "لا يشترط أن تكون لديك خلفية مالية، سنبدأ معك من الأساسيات",
        "فقط جهّز مفكرة وقلم لتدوين أهم المفاهيم والاستفادة القصوى من الدورة"
      ],
      "description": "هل ترغب في فهم لغة المال والأعمال لاتخاذ قرارات مالية أكثر ذكاءً؟\nهل تريد اكتساب المهارات الأساسية لإدارة الأموال في الشركات بفعالية؟\nإذا كنت صاحب مشروع، موظفًا في قطاع الأعمال، أو حتى شخصًا مهتمًا بتحسين معرفته المالية، فهذه الدورة هي دليلك الشامل والمبسط لفهم المحاسبة المالية من البداية حتى الاحتراف. ستتعلم كيفية تسجيل وتصنيف العمليات المالية، إعداد القوائم المالية، وتحليل البيانات المالية التي يعتمد عليها المستثمرون والإداريون في اتخاذ القرارات.\nالمحاسبة المالية ليست مجرد أرقام وجداول، بل هي الأداة الأساسية لفهم الأداء المالي لأي مؤسسة، واتخاذ قرارات مالية سليمة. في هذه الدورة، سنأخذك في رحلة تعليمية عملية تجمع بين الجانب النظري والتطبيق العملي، لتتمكن من استيعاب المفاهيم بسهولة وتطبيقها في الواقع العملي.\nما الذي ستتعلمه في هذه الدورة؟\nكيفية تسجيل وتصنيف العمليات المالية وفقًا للممارسات المحاسبية المعتمدة.\nإعداد وتحليل القوائم المالية (قائمة الدخل، الميزانية العمومية، قائمة التدفقات النقدية).\nالفرق بين المحاسبة المالية والمحاسبة الإدارية ومحاسبة التكاليف.\nدور التدقيق المالي في التحقق من دقة وصحة المعلومات المالية.\nكيفية تحليل القوائم المالية لاتخاذ قرارات مالية مستنيرة.\nلماذا تختار هذه الدورة؟\nشرح واضح وبسيط بدون تعقيدات أكاديمية.\nأمثلة عملية تطبيقية من بيئات عمل حقيقية.\nمناسبة لجميع المستويات، حتى لمن ليس لديه أي خلفية مالية.\nتعلم بأسلوب شيق وتفاعلي يساعدك على الفهم والاستيعاب بسرعة.\nلا تفوت الفرصة! ابدأ الآن واكتسب مهارات المحاسبة المالية التي ستفتح لك آفاقًا جديدة في عالم المال والأعمال",
      "target_audience": [
        "طلاب كليات التجارة، المحاسبة، وإدارة الأعمال – احصل على أساس قوي في المحاسبة المالية لتميز نفسك في سوق العمل",
        "المحاسبون الطامحون – طوّر مهاراتك، عزّز خبراتك، وكن جاهزًا للفرص الوظيفية الأفضل",
        "المديرون الماليون ورؤساء الحسابات – حسّن مهارات التحليل المالي واتخذ قرارات استراتيجية بثقة",
        "أصحاب الشركات الصغيرة والمتوسطة – افهم أموالك بشكل أعمق واتخذ قرارات مالية أذكى",
        "مديرو الشركات – عزّز معرفتك المالية لضمان نمو أعمالك وتحقيق أهدافك",
        "رواد الأعمال – ضع أساسًا ماليًا متينًا لمشروعك الناشئ وحقق الاستدامة المالية",
        "لا تفوّت هذه الفرصة! انضم الآن وابدأ رحلتك في فهم المحاسبة المالية خطوة بخطوة"
      ]
    },
    {
      "title": "Learn Fintech Crowdfunding",
      "url": "https://www.udemy.com/course/learn-fintech-crowdfunding/",
      "bio": "Mengenal Fintech Crowdfunding Syariah",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Tidak diperlukan pengalaman. Student akan mempelajari semua yang perlu diketahui mengenai fintech crowdfunding syariah."
      ],
      "description": "Perkembangan Teknologi Informasi yang semakin pesat membuat perubahan pada aktivitas di setiap bidang. Teknologi Informasi telah menjadi tulang punggung di semua sektor. Adanya pandemi Covid-19 memperkuat aktivitas secara online, kehadiran e-wallet, e-payments dan Financial Technology (Fintech) telah membantu dalam mengurangi penyebaran Covid-19. Misalnya Fintech hadir untuk memberikan kemudahan bagi masyarakat dalam melakukan segala hal yang berkaitan dengan transaksi secara online. Fintech yang valid dan terjamin aman adalah Fintech yang sudah terdaftar dalam Otoritas Jasa Keuangan (OJK) Indonesia (Cahyadi, 2020).\nFintech memberikan kemudahan dalam pelayanan setiap hal yang ditawarkan. Fintech dapat diakses oleh masyarakat melalui smartphone maupun media lainnya. Fintech juga menghadirkan fitur pelayanan yang mudah di aplikasi atau website yang tentunya memiliki pelayanan yang berbeda jika dibandingkan dengan bank konvensional di Indonesia. Penawaran yang demikian lah yang menyebabkan peningkatan permintaan serta minat masyarakat dalam menggunakan Fintech untuk kepentingan transaksi atau hal yang berkaitan dengan keuangan.\nTerdapat beberapa jenis fintech yang ada salah satu nya adalah Fintech Crowdfunding. Fintech Crowdfunding adalah jenis pendanaan yang dana nya dikumpulkan dari banyaknya orang yang tertarik dan meminati gagasan dari suatu kegiatan atau usaha yang sedang di bangun. Dengan maraknya sosial media kini dan situs untuk melakukan crowdfunding menjadikan prosesnya dianggap lebih mudah dan dapat menjangkau berbagai kalangan. Terdapat berbagai kelebihan dari crowdfunding yang dapat mempermudah pembentukan sebuah usaha.\nBerdasarkan latar belakang yang ada maka hal yang akan kami bahas dalam materi kali ini adalah tentang Fintech dan Crowdfunding khususnya pada Crowdfunding Syariah. Diharapkan dengan ada nya materi ini akan ada banyak orang teredukasi akan kemudahan dalam membangun suatu usaha. Dalam pembelajaran ini akan difasilitasi dengan video pembelajaran, aktivitas siswa yang dibuat menarik, dan evaluasi dalam bentuk latihan soal yang dapat membantu siswa dalam mengevaluasi pengetahuannya.",
      "target_audience": [
        "Untuk mahasiswa dan orang umum yang tertarik mempelajari fintech terutama mengenai fintech crowdfunding syariah"
      ]
    },
    {
      "title": "Présentation du Scalping",
      "url": "https://www.udemy.com/course/presentation-du-scalping/",
      "bio": "Compréhension du Scalping",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Comprendre le fonctionnement du scalping",
          "Introduction",
          "Différentes définitions",
          "Prémices aux stratégies de Day trading",
          "le Scalping VS le Swing"
        ]
      },
      "requirements": [
        "Avoir l'envie d'apprendre le fonctionnement du trading"
      ],
      "description": "Dans ce cours sur le scalping, nous explorerons en détail les principes fondamentaux de cette stratégie de trading unique. Nous couvrirons les bases, y compris les définitions et les concepts clés, ainsi que les outils et les techniques nécessaires pour devenir un scalpeur compétent. De plus, nous examinerons différentes stratégies de scalping, chacune adaptée à des conditions de marché spécifiques.\n\n\n1. Introduction :\no Présentation des objectifs d'apprentissage et des compétences visées.\no Expliquer pourquoi le scalping est une approche populaire du day-trading et ses avantages potentiels.\no Donner un aperçu des sujets et des concepts abordés tout au long du cours.\n2. Définitions :\no Expliquer ce qu'est le scalping en trading et comment il diffère d'autres approches de day-trading.\no Présenter les différents actifs adaptés au scalping (actions, devises, matières premières, crypto-monnaies).\no Comparaison des stratégies de trading à court terme (scalping) avec celles à plus long terme (swing trading ou investissement).\n3. Prémices aux stratégies de Day trading :\no Présentation générale du day-trading, de ses avantages et inconvénients.\no Aperçu des différentes stratégies de day-trading.\no Comment choisir la stratégie de day-trading qui correspond à vos objectifs et à votre style de trading.\n\n\n\n\nAu fil de ce cours, nous avons plongé dans l'univers passionnant du scalping, une stratégie de trading qui exige rapidité, discipline et une compréhension profonde des marchés financiers. Nous avons exploré les aspects essentiels du scalping, de sa définition à sa mise en œuvre, en passant par ses avantages et ses limites.",
      "target_audience": [
        "Tout public"
      ]
    },
    {
      "title": "Aprenda a Investir do ZERO em Renda Fixa",
      "url": "https://www.udemy.com/course/aprenda-a-investir-do-zero-em-renda-fixa/",
      "bio": "Aprenda a investir na Renda Fixa",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Não há requisitos para este curso"
      ],
      "description": "Saiba finalmente investir em todos produtos da renda fixa e ainda tenha introdução a renda variável.\nNão tem pegadinha.Você não precisa pagar montante enorme para saber de maneira definitiva como investir seu dinheiro da melhor forma possível\nEste curso foi realizado para ensinar, dar o poder a quem adquirir o conhecimento do curso para ter liberdade de investir o próprio capital sem depender de ninguém sem sair do desconforto do seu perfil\nEste curso vai te mostrar de maneira fácil que não precisa ser rico para poder investir ou ter muito conhecimento na área\nSaia da poupança de maneira definitiva e coloque o seu dinheiro em um local que você merece, que o seu eu do futuro irá agradecer\nFeito para quem quer sair da poupança sabendo aonde está se metendo\nFeito para quem quer conhecer mais o mercado de investimentos\nFeito para quem deseja conservar seu patrimônio\nFeito para quem deseja possuir uma rentabilidade maior\nEste curso é TOTALMENTE GRATUITO ENGLOBANDO RENDA FIXA exceto fundos.\nInfelizmente, o Udemy somente permite 2h de conteudo gratuito portanto achei melhor passar algo completo: Renda Fixa exceto fundos do que englobar Renda Variável também incompleto.",
      "target_audience": [
        "Interessados em aperfeiçoar seus investimentos"
      ]
    },
    {
      "title": "Nouvelle loi N°69-21 relative aux délais de paiement",
      "url": "https://www.udemy.com/course/nouvelle-loi-n69-21-relative-aux-delais-de-paiement/",
      "bio": "Points de Vigilance et Plan opérationnel de conduite de changement",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "À savoir avant de suivre ce cours",
          "Introduction au cours",
          "Tests de connaissance"
        ],
        "Dispositions de la Loi 69-21 sur les délais de paiement": [
          "Distinction entre délai de paiement des fournisseurs et clients",
          "Les principales dispositions de la Loi 69-21 sur les délais de paiement",
          "Autres dispositions de la Loi 69-21 sur les délais de paiement",
          "Récapitulatif des dispositions de la Loi 69-21 sur les délais de paiement"
        ],
        "Quiz et test de connaissance acquis": [
          "Quiz et test de connaissance acquis"
        ],
        "Note circulaire et cas pratique": [
          "Analyse de la note circulaire",
          "Exemple d'illustration"
        ],
        "La déclaration des délais de paiement": [
          "Trame de déclaration des délais de paiement",
          "Éditeurs de logiciels comptables au maroc et reporting",
          "Accompagnateurs dans la déclaration des délais de paiement"
        ],
        "Interrogations, Réflexions et Préoccupations opérationnels": [
          "Non-respect des délais de paiement",
          "Délai de 120 jours : la norme sur le marché !",
          "Incidences comptables et fiscales",
          "Directive relative aux diligences à effectuer par les CAC"
        ],
        "Plan opérationnel de conduite du changement": [
          "Comment éviter les sanctions ?",
          "Restructuration organisationnelle",
          "Référentiel des emplois & compétences (REC)",
          "Plan d'action pour réduire les délais de traitement des factures",
          "Outils de l’audit interne",
          "Évaluation à mi-parcours : Projet de mise en coformité avec la nouvelle loi",
          "Gestion des risques : Anticiper, Évaluer et Maîtriser les Risques",
          "Conception d’un tableau de répartition des responsabilités"
        ],
        "Feuille de route et difficultés de mise en application de la nouvelle loi": [
          "Feuille de route de mise en place d’une nouvelle loi",
          "Prérequis et difficultés d'implémentation"
        ],
        "Conclusion": [
          "Ressources complémentaires"
        ]
      },
      "requirements": [
        "Aucune connaissance préalable n'est requise pour suivre ce cours."
      ],
      "description": "Ce cours  offre une plongée approfondie dans les implications pratiques et les conséquences légales et économiques de cette législation. La loi n°69-21, récemment promulguée, vise à réguler et à encadrer les délais de paiement entre les entreprises, afin de favoriser une meilleure gestion de la trésorerie et de promouvoir des relations commerciales plus équitables.\n\n\nLes participants à ce cours auront l'opportunité de comprendre en détail les objectifs et les apports de cette nouvelle loi, ainsi que les principales dispositions qui la composent. En explorant les aspects juridiques et fiscaux de la loi, ils seront en mesure de saisir les implications légales et les obligations déclaratives qui en découlent. De plus, ce cours fournira une analyse approfondie des sanctions prévues en cas de non-respect des obligations imposées par la loi.\n\n\nLe volet pratique de ce cours mettra l'accent sur les actions concrètes à entreprendre pour se conformer à la loi. Les participants seront guidés à travers des exemples concrets et des études de cas pour mieux comprendre les différentes facettes de la loi et apprendre à l'appliquer dans leur propre environnement professionnel.\n\n\nEn gros, ce cours vise à doter les participants des connaissances nécessaires pour comprendre, assimiler et appliquer efficacement la nouvelle loi sur les délais de paiement, tout en leur fournissant les outils et les bonnes pratiques nécessaires pour se conformer à cette réglementation importante.",
      "target_audience": [
        "Ce cours s'adresse à toute personne souhaitant maîtriser la Nouvelle Loi N°69-21 relative aux délais de paiement"
      ]
    },
    {
      "title": "Learn the Redenomination Formula & the Currency Demonetizati",
      "url": "https://www.udemy.com/course/belajar-rumus-redenominasi-dan-rumus-demonetisasi-mata-uang/",
      "bio": "Learn the Redenomination Formula and the Currency Demonetization Formula Along with Zero Rates",
      "objectives": [],
      "course_content": {
        "Pengantar": [
          "Kata Pengantar Pendahuluan",
          "Apa itu arti Redenominasi?",
          "Apa itu arti Demonetisasi?",
          "Rumus-Rumus Redenominasi dan Demonetisasi Mata Uang",
          "Rumusan Demonetisasi Mata Uang Secara Lengkap",
          "Rumus-Rumus Demonetisasi Mata Uang Tambahan",
          "Rumusan Kurs Nol"
        ]
      },
      "requirements": [
        "Anda cukup memiliki hak akses Internet dan device berupa Lapto/PC/Smartphone saja sudah dapat mengikuti kursus online ini."
      ],
      "description": "Banyak yang kita alami dalam kehidupan ini, namun kita tidak pernah menghasilkan kebahagiaan dalam hal keuangan kita. Hal itu disebabkan karena rendahnya nilai tukar dari mata uang negara kita masing-masing. Dimana nilai inflasi tersebut merupakan salah satu tonggak kemerosotan suatu negara apabila nilai tukar 1 USD = 32.000.000.000.000 terhadap mata uang negara tersebut.\nJadi kita sebagai negara yang berdaulat untuk memajukan negara , kita perlu memperbaiki perekonomian dengan pelaksanaan redenominasi maupun demonetisasi. Kemajuan suatu negara bukan hanya dilihat dari kesurplusan neraca perdagangannya saja, tapi juga nilai tukarnya terutama terhadap US Dollar.\nDari itulah kursus online ini akan mempelajari hanya mengenai rumus-rumus redenominasi dan demonetisasi. Sekaligus akan menghasilkan nilai tukar yang kuat yaitu Kurs Nol atau Zero Rate.\nBaru kita masuk kepada arti dari redenominasi dan demonetisasi tersebut. Redenominasi adalah penyerdehanaan mata uang dengan menghilangkan beberapa angka nol tanpa mengurangi nilai dari mata uang tersebut pada suatu negara. Sedangkan Demonetisasi adalah aksi penukaran matauang yang Legal menjadi Non Legal sehingga negara tersebut dapat meningkatkan daya beli masyakatnya.\nNegara-negara yang berhasil melakukan redenominasi terhadap mata uangnya yaitu: Turki, Rumania, Polandia dan Ukrainia. Sedangkan negara-negara yang gagal melakukan redenominasi terhadap mata uangnya yaitu: Zimbabwe, Rusia, Argentina dan Korea Utara. Dan negara-negara yang berhasil melakukan demonetisasi terhadap mata uangnya adalah India dan Korea Selatan. Sementara negara yang berhasil melakukan Kurs Nol terhadap mata uangnya yaitu: Cayman Island ( Kepulauana Cayman ) per tanggal 3 November 2023 06:08 AM dengan nilai tukarnya telah menjadi 1 USD = 0.82431019 Caymanian Dollars (KYD) awalnya 1 USD = 8,26 CID.\n\n\nWe experience a lot in this life, but we never produce happiness in terms of our finances. This is due to the low exchange rate of our respective countries' currencies. Where the inflation rate is one of the milestones of a country's decline if the exchange rate of 1 USD = 32,000,000,000,000 against the country's currency.\n\n\nSo we as a sovereign country to advance the country, we need to improve the economy by implementing redenomination and demonetization. The progress of a country is not only seen from the surplus of its trade balance, but also its exchange rate, especially against the US Dollar.\n\n\nThat's why this online course will only study the formulas for redenomination and demonetization. At the same time, it will produce a strong exchange rate, namely the Zero Rate.\n\n\nThen we go into the meaning of redenomination and demonetization. Redenomination is the simplification of currency by removing several zeros without reducing the value of the currency in a country. Meanwhile, Demonetization is the act of exchanging Legal currency into Non-Legal so that the country can increase the purchasing power of its people.\n\n\nCountries that have successfully redenominated their currencies are: Turkey, Romania, Poland and Ukraine. While countries that failed to redenominate their currencies are: Zimbabwe, Russia, Argentina and North Korea. And countries that have successfully demonetized their currencies are India and South Korea. Meanwhile, countries that have successfully implemented a Zero Exchange Rate on their currencies are: Cayman Island (Cayman Islands) as of November 3, 2023 06:08 AM with the exchange rate has become 1 USD = 0.82431019 Caymanian Dollars (KYD) initially 1 USD = 8.26 CID.",
      "target_audience": [
        "Terbuka untuk semua kalangan masyarakat yang ingin mengikuti kursus online ini."
      ]
    },
    {
      "title": "Riclassifica di Bilancio",
      "url": "https://www.udemy.com/course/riclassifica-di-bilancio/",
      "bio": "Analizza aziende e investimenti partendo dalla riclassifica, come fanno fondi di investimento, banche, advisor e le stes",
      "objectives": [],
      "course_content": {
        "Introduzione": [
          "Presentazione del corso",
          "Introduzione alla Riclassifica",
          "Case study"
        ],
        "Riclassifica di Conto Economico": [
          "Cos'è la riclassifica di CE?",
          "Tipi di bilancio",
          "Import su excel del bilancio di verifica",
          "Panoramica generale",
          "Gross profit",
          "Lezione bonus",
          "Valore aggiunto",
          "EBITDA",
          "EBIT",
          "Utile e perdita"
        ],
        "Riclassifica di Stato Patrimoniale": [
          "Riclassifica a fonti e impieghi",
          "Capitale circolante",
          "Capitale immobilizzato",
          "Fondi",
          "Capitale investito",
          "Posizione finanziaria netta",
          "Patrimonio netto",
          "Fonti di finanziamento"
        ]
      },
      "requirements": [
        "Conoscenze base di voci di bilancio (ricavi, costi, immobilizzazioni...)",
        "Excel installato sul proprio computer"
      ],
      "description": "La riclassifica di bilancio è la base da cui si parte per analizzare un potenziale investimento o la propria azienda/startup. Fare la riclassifica vuol dire riordinare le voci di bilancio e far emergere dei margini intermedi che diano una miglior visione sull’andamento\ndella società che altrimenti non si avrebbe con il solo bilancio.\n‍\nIl corso insegna in modo semplice e con un case study vero a costruire la riclassifica di bilancio di un’azienda, esattamente come fanno fondi di investimento, aziende, startup, banche e advisor!\n\nIl corso è rivolto a principianti con almeno una piccola base di conoscenza sulle voci di bilancio (ricavi, costi, ammortamenti, immobilizzazioni...).\n\nUna volta terminato il corso saprai:\nAnalizzare l'andamento complessivo di un'azienda/startup\nRiconoscere le criticità di un business\nI principi di analisi di bilancio\nRiclassificare il conto economico e analizzare margini\nRiclassificare lo stato patrimoniale\nAutomatizzare l'analisi con formule Excel\n\n\nTutte le lezioni sono composte da una parte teorica e una pratica, per meglio spiegare e far apprendere i concetti allo studente. Sarà possibile fare domande per qualsiasi dubbio tramite udemy, l'insegnante risponderà entro qualche ora.\n\n\nInizia ora gratuitamente il corso Riclassifica di Bilancio!\n\n\nRequisiti:\nConoscenze base di voci di bilancio (ricavi, costi, immobilizzazioni...)\nExcel installato sul proprio computer",
      "target_audience": [
        "Principianti che vogliono imparare ad analizzare un'azienda"
      ]
    },
    {
      "title": "Metodologi Penelitian Akuntansi dan Keuangan",
      "url": "https://www.udemy.com/course/research-methodology-in-accounting-and-finance-ii/",
      "bio": "Metodologi Penelitian, Akuntansi dan Keuangan, Metode Ilmiah",
      "objectives": [],
      "course_content": {
        "Cara Membuat Pendahuluan": [
          "Cara Membuat Judul dalam Penelitian Ilmiah",
          "Cara Membuat Abstract dalam Penelitian Ilmiah",
          "Cara Membuat Latar Belakang dalam Penelitian Ilmiah",
          "Cara Membuat Pendahuluan"
        ],
        "Cara Membuat Konten": [
          "Cara Membuat Landasan Teori dalam Penelitian Ilmiah",
          "Cara Membuat Methodology Penelitian dalam Penelitian Ilmiah",
          "Cara Membuat Hasil Penelitian dalam Penelitian Ilmiah",
          "Cara Membuat Pembahasan Penelitian dalam Penelitian Ilmiah",
          "Cara Membuat Konten"
        ],
        "Cara Membuat Penutup": [
          "Cara Membuat Kesimpulan Penelitian dalam Penelitian Ilmiah",
          "Cara Membuat Daftar Pustaka dalam Penelitian Ilmiah",
          "Cara Membuat Paragraph dalam Penelitian Ilmiah",
          "Cara Membuat Penutup"
        ]
      },
      "requirements": [
        "Student memahami kosep dasar akuntansi dan keuangan"
      ],
      "description": "Manusia sebagai makhluk social menggunakan pengetahuan dalam mengambil keputusan yang tepat secara terus menerus dan berusaha menjelaskan apa yang sedang terjadi. Dalam menjelaskan apa yang sedang terjadi bisa melalui metode ilmiah dan metode non ilmiah. Ilmu merupakan pengetahuan yang telah diuji kebenarannya secara empiris dengan metode ilmiah. Metode ilmiah disebut juga metodologi penelitian. Metodologi penelitian merupakan sebuah cara yang dilakukan secara sistematis, empiris, terkendali dan kritis dalam menyelesaikan masalah atau fenomena penelitian. Metode penelitian akuntansi dan keuangan adalah metode ilmiah yang diguankan dalam memecahkan masalah atau fenomena yang berhubungan dengan masalah akuntansi dan keuangan dengan menggunakan data baik data primer maupun data sekunder dengan analisis kuantitatif maupun kualitatif.\nPenelitian didasari adanya fenomena atau masalah nyata yang terjadi. Penelitian dilakukan dalam rangka memecahkan masalah dan memberikan solusi bagi pengambil keputusan.\nDalam mata kuliah Research Methodology in Accounting and Finance, akan mempelajari topik-topik :\nCara membuat judul dalam penelitian ilmiah\nCara membuat abstract dalam penelitian ilmiah\nCara membuat latar belakang dalam penelitian ilmiah\nCara membuat landasan teori dalam penelitian ilmiah\nCara membuat methodology penelitian dalam penelitian ilmiah\nCara membuat hasil penelitian dalam penelitian ilmiah\nCara membuat pembahasan penelitian dalam penelitian ilmiah\nCara membuat kesimpulan penelitian dalam penelitian ilmiah\nCara membuat daftar pustaka dalam penelitian ilmiah\nCara membuat paragraph dalam penelitian ilmiah\nSetelah menyelesaikan course ini, diharapkan student dapat memahami konsep-konsep dasar dalam metodologi penelitian akuntansi dan keuangan, dan dapat menyusun laporan hasil penelitian dengan baik dan benar.",
      "target_audience": [
        "Student yang ingin belajar metodologi penelitian akuntansi dan keuangan"
      ]
    },
    {
      "title": "Creación Automática de FACTURA PROFORMA (Invoice)",
      "url": "https://www.udemy.com/course/creacion-automatica-de-factura-proforma-invoice/",
      "bio": "Factura Proforma (Invoice)",
      "objectives": [],
      "course_content": {
        "INTRODUCCION": [
          "Intro",
          "Copiar archivo (file) a Google Drive y configuración de permisos"
        ],
        "EDICION DE HOJAS DE CALCULO": [
          "Estructura de Proforma",
          "Edición de Formulario",
          "Edición de Cabeza",
          "Edición de Título",
          "Edición de Logo",
          "Edición de Información de Cliente",
          "Edición de Información de Proforma (Numero, Codigo, Fechas)",
          "Edición de Productos y Casillas de Verificación",
          "Edición de Formato Condicional de Productos",
          "Edición de Pie"
        ],
        "EDICION DE SCRIPTS": [
          "Edición de Menu",
          "Edición de Pie",
          "Edición de Código Único",
          "Edición de Suma de Productos",
          "Edición de Script de Creación de Proforma (Parte 1)",
          "Edición de Script de Creación de Proforma (Parte 2)",
          "Edición de Email"
        ]
      },
      "requirements": [
        "Cuenta Google",
        "Conocimientos básicos en hojas de cálculo de Google (Excel)"
      ],
      "description": "El curso está diseñado para negociantes, gerentes, vendedores, estudiantes que quieran aprender a utilizar scripts para la conveniente selección de productos, cálculo automático del monto y creación de proforma. Aprenderá edición de scripts, que facilitarán y acelerarán el proceso de formación de proforma.\n\n\nTemas claves del curso:\nEstudia con funciones de scripts específicas: aprenderás la función de scripts que te permiten seleccionar fácilmente productos usando casillas de verificación y calcular automáticamente los precios.\nCreación y personalización de proformas: apreciará la conveniencia de diseñar proformas de acuerdo a sus preferencias y requerimientos.\nAdición de reutilización de fórmulas adicionales: aprenderá a reutilizar fórmulas adicionales para expandir las posibilidades de cálculo y evaluarlas según una descripción específica.\nProceso de optimización: aprenderá sobre las mejores prácticas y estrategias que ayudarán a acelerar el proceso de generación de formularios y aumentar su eficiencia.\n\n\nMejora tu Imagen Profesional\nLa proforma generada automáticamente puede dar la impresión de organización y profesionalismo. Un diseño de proforma hermoso y personalizable lo ayudará a presentar sus productos o servicios de la mejor manera posible, lo que puede aumentar la confianza del cliente y mejorar su imagen.\n\n\nAl finalizar el curso serás capaz de:\nUse eficientemente scripts para seleccionar productos y calcule automáticamente la cantidad.\nPersonaliza el diseño proforma según tus preferencias.\nUse fórmulas adicionales para expandir las capacidades de los scripts.\nOptimizar el proceso de formación de proformas, aumentando su eficiencia y rapidez.\n\n\nEn general, el curso lo ayudará a utilizar el poder de los scripts para mejorar la eficiencia, la precisión y la conveniencia de su proceso de generación de proformas. Podrá concentrarse en tareas más estratégicas, mejorar su imagen profesional y tomar decisiones informadas basadas en datos.",
      "target_audience": [
        "Negociantes",
        "Vendedores",
        "Profesionales",
        "Gerentes",
        "Estudiantes",
        "Empresarios"
      ]
    },
    {
      "title": "Cara Memanajemen Keuangan pada Perusahaan",
      "url": "https://www.udemy.com/course/corporate-financial-management-ii/",
      "bio": "Financial tools, konsep keputusan keuangan dalam lingkungan bisnis",
      "objectives": [],
      "course_content": {
        "Financial Tools": [
          "Time Value of Money",
          "Laporan Keuangan dan Analisis Resiko"
        ],
        "Risiko dan Pengembalian, Penilaian Obligasi": [
          "Resiko dan Keuntungannya",
          "Suku Bunga dan Penilaian Obligasi"
        ],
        "Penilaian Saham dan Biaya Modal": [
          "Penilaian Saham",
          "Biaya Modal"
        ],
        "Teknik Penganggaran Modal dan Leverage dan Struktur Modal": [
          "Teknik Penganggaran Modal",
          "Leverage dan Struktur Modal"
        ],
        "Modal kerja dan Pengelolaan Aset saat ini dan Penggabungan": [
          "Modal Kerja dan Manajemen Aset Saat Ini",
          "Penggabungan",
          "Manajemen Keuangan pad Perusahaan"
        ]
      },
      "requirements": [
        "Student memahami konsep dasar manajemen keuangan"
      ],
      "description": "Course ini memperkenalkan Financial tools, Risiko dan pengembalian, Penilaian obligasi dan saham, biaya modal, teknik penganggaran modal, leverage dan struktur modal, modal kerja dan manajemen aset saat ini dan merger. Course ini memberi siswa konsep keputusan keuangan dalam lingkungan bisnis yang kompetitif. Format isi menggunakan slide presentasi, dengan total durasi materi sekitar 2 bulan. Materi yang akan dibawakan pada course ini, antara lain:\nFinancial tools: diharapkan student mampu memahami nilai waktu dari uang, laporan keuangan, dan analisis rasionya\nRisiko dan Pengembalian, Penilaian Obligasi : diharapkan student akan dapat memahami risiko dan pengembalian, penilaian obligasi\nPenilaian Saham dan Biaya Modal : Student akan dapat menghitung penilaian saham dan biaya modal\nTeknik Penganggaran Modal dan Leverage dan Struktur Modal : Student mampu memahami teknik penganggaran modal untuk pengambilan keputusan leverage dan struktur modal\nModal kerja dan Pengelolaan Aset saat ini dan Penggabungan: Student mampu memahami modal kerja dan pengelolaan aset saat ini serta Penggabungan\nDari kelima section diatas, akan dijabarkan kedalam 10 modul, antara lain:\nTime value of money\nLaporan keuangan dan analisis resiko\nResiko dan keuntungannya\nSuku bunga dan penilaian obligasi\nPenilaian saham\nBiaya modal\nTeknik penganggaran modal\nLeverage dan struktur modal\nModal kerja dan manajemen aset saat ini\nPenggabungan\nDengan mempelajari course ini, diharapkan student akan memahami tentang tindakan tegas dan nilai saham di pasar keuangan serta mengetahui cara memaksimalkan kekayaan pemegang saham.",
      "target_audience": [
        "Student yang ingin belajar manajemen keuangan perusahaan"
      ]
    },
    {
      "title": "Pengenalan Manajemen Keuangan untuk Pemula",
      "url": "https://www.udemy.com/course/pengenalan-manajemen-keuangan-untuk-pemula/",
      "bio": "Analisis Bisnis Keuangan",
      "objectives": [],
      "course_content": {
        "Pengenalan Manajemen Keuangan": [
          "Overview",
          "Agency Issue",
          "Rasio Keuangan",
          "Laporan Keuangan Proforma",
          "Waktu untuk Uang",
          "Risiko dan Pengembalian",
          "Penganggaran Modal",
          "Biaya Modal",
          "Leverage dan Struktur Modal",
          "Modal Kerja",
          "Perusahaan Multinasional",
          "Pengenalan Manajemen Keuangan"
        ]
      },
      "requirements": [
        "Tidak dibutuhkan syarat khusus"
      ],
      "description": "Pengetahuan tentang Financial Business Analysis sangat dibutuhkan saat ini. Ilmu ini sangat berguna untuk peserta yang sedang menjalankan usaha keluarga, entrepreneur, memulai suatu usaha ataupun ingin mengetahui secara menyeluruh kondisi perusahaan tempat bekerja. Course ini disusun dalam 10 sesi yang akan berisi:\nAgency Issue\nSesi ini menjelaskan tentang fenomena yang terjadi antara pemilik usaha/ pemegang saham dengan manajemen yang menjalankan perusahaan tersebut, penting hal ini dipaparkan terlebih dahulu di awal.\nFinancial Ratio\nSesi ini akan menjelaskan bagaimana cara membaca laporan keuangan dengan rasio-rasio keuangan dasar untuk mengerti akan kondisi perusahaan berdasarkan laporan keuangan yang diterbitkan.\nProforma Financial Report\nSesi ini akan menjelaskan bagaimana cara membuat proyeksi keuangan untuk memprediksi perhitungan yang akan melibatkan nilai waktu akan uang serta simulasi keuangan.\nTime value of money\nSesi ini akan menjelaskan bahwa nilai waktu akan uang sangat penting dalam keputusan bisnis sehari-hari.\nRisk & Return\nSesi ini akan menjelaskan bagaimana menghitung risk dan return dari aset/ bisnis yang kita miliki.\nCapital Budgeting\nSesi ini menjelaskan bagaimana cara menghitung NPV, IRR dan Payback period untuk kelayakan sebuah usaha.\nCost of Capital\nSesi ini akan menjelaskan bagaimana menghitung WACC untuk mengetahui apakah dana modal yang kita dapatkan sudah efisien dari cost of fund nya atau belum.\nLeverage & Capital Structure\nSesi ini menjelaskan tentang peran leverage pada Perusahaan dan perubahannya pada struktur modal perusahaan.\nWorking Capital\nSesi ini akan menjelaskan bagaimana pengelolaan perusahaan yang baik mulai dari piutang sampai persediaan.\nMultinational Company\nSesi ini akan menjelaskan tentang perusahaan yang mempunyai jaringan diberbagai negara\nCourse berdurasi sekitar 2-5 menit sehingga dapat mendapatkan gambaran secara garis besar dengan cepat pada setiap sesi nya.\n\n\nPeserta dapat mengetahui kerangka dan ilmu yang ada pada topik financial management secara praktis dan singkat.",
      "target_audience": [
        "Student yang ingin mempelajari mengenai manajemen keuangan"
      ]
    },
    {
      "title": "生命保険の秘密Part1",
      "url": "https://www.udemy.com/course/secrets_insurance1/",
      "bio": "”今更聴けない”保険の基礎教養",
      "objectives": [],
      "course_content": {
        "イントロダクション": [
          "まず初めに。",
          "講師プロフィール(共通)"
        ],
        "生命保険の必要性": [
          "①生命保険の仕組みと考え方",
          "②検討・見直しのタイミング",
          "③保障範囲と準備済み資金"
        ],
        "よくある誤解とまとめ": [
          "①自分が該当しなかったらもったいないの誤解",
          "②保険事故なんてめったに起こらない"
        ],
        "ボーナスレクチャー": [
          "ボーナスレクチャー"
        ]
      },
      "requirements": [
        "18歳成人以上、高校卒業程度の一般教養のある方",
        "資産または収入がある方"
      ],
      "description": "生命保険大国なのに「不安」は何故？\n保険会社の保険料収入で見ると世界第一位の米国(人口2.5倍)、\n近代生命保険発祥の国である第三位の英国に肩を並べ、\n人口1億3千万人未満の日本は「生命保険大国」。\n\n\n多くの人が「もしも」や「万が一」の際の安心のために生命保険に加入をしています。\nしかし多くの人が加入をしているハズの生命保険に対する安心感は決して高くはありません。\n2021(令和3)年の生命保険文化センター調査によると\n\n\n世帯主に万が一のことがあった場合、現在の経済的備えについて\n「大丈夫」7.1%、「たぶん大丈夫」25.3%と安心と回答した人はおよそ3分の1を占め、\n「少し不安」35.4%、「非常に不安」29.7%と3分の2は不安を感じています。\n\n\n安心のために世界でもトップクラスに多くの保険料を支払っているにもかかわらず、\n安心とは感じていない生命保険という矛盾…\n\n\n生命保険・損害保険・証券の3ライセンスを持つ国内で0.1%の\nファイナンシャルプランアドバイザー(FPA)の立場から見ると、\nこれに付け込むようにメディア・雑誌、インターネット上のブログやYouTubeなど\n私たちを取り巻く情報の中には自分にとって都合が良い解釈、「保険不要論」が溢れています。\n\n\nこれでは正しい情報を元に自分で考えることもできません。\n何故なら日本の消費者・契約者は自分にとって耳触りの良い話を都合よく捉え、\n9割以上の生命保険契約者は本当に備えるべき保障を持てていないと考えています。\n\n\nまた昨今の投資ブームによって多くの人の関心は「お金を増やす」に目が向きがちですが、\nお金を増やすためには「お金を守る」という\"自立した考え方\"が\n投資でも保険でも、とても重要になってきます。\n\n\n<こんな人におすすめ>\n・今更、保険担当者には質問しづらい\n・家族に教えてもらうのはちょっと抵抗がある…\n・高校を卒業したばかりの18歳成人\n・就職したばかりの社会人1年目、\n・保険業界に就職や転職をしたばかりの人\n\n\nこれらの人を対象に難しそうな保険の内容にかみ砕いて、\n多くの保険不要論者がミスリードをしている生命保険の考え方を解説します。\n\n\n<セミナー講師>\n合同会社WIZE　和田康誉\n1980年生まれ。\n大学生の頃から株式・投資信託で資産運用を始め、30歳から外資系保険会社でFP。\n36歳で保険代理店所属となり、生命保険・損害保険のWライセンス。\n37歳で証券外務員の3ライセンスを取得。\n2016年から少人数開催で都内有数の「確定拠出年金について学ぼうセミナー」、\n2017年から「つみたてNISA」で年200名以上を集め、各制度の欠点を指摘し、\n将来のNISA改正を見据えた一般NISAと保険を組み合わせた備えの重要性を提言。\n2024年1月からの総合NISAの概要を見事に読み切り、自立した個人投資家を育てる事を目指して\nUdemyを始めマネーリテラシー向上のためのセミナーを有料/無料通して行う。\n\n\n株式・投資信託…運用経験23年~、保険募集(FP)…15年～(2023年6月現在)",
      "target_audience": [
        "生命保険の加入・見直し(掛け捨て・保障性保険)を検討している方",
        "生命保険の提案を受け、加入するべきか迷っている方",
        "成人・就職(転職)・結婚・出産・マイホーム購入・起業・退職の時期が近付いている方",
        "生命保険業界(募集人)として働く予定の方",
        "お金とリスクマネジメントについて学びたい方",
        "YouTubeやブログ・SNSなどお金に対する情報の偏りに疑問のある方"
      ]
    },
    {
      "title": "Curso Gratis de Forex: Aprende Cómo Funciona",
      "url": "https://www.udemy.com/course/gratis-forex/",
      "bio": "Curso de divisas gratis: fundamentos, estrategias, gestión del riesgo y psicología del trading",
      "objectives": [],
      "course_content": {
        "Todo sobre el mercado Forex": [
          "¿Qué es el mercado Forex y cómo funciona?",
          "Elige tu bróker para empezar en el mercado forex",
          "Fundamentos del mercado Forex",
          "Factores que mueven el mercado Forex",
          "Estrategias Básicas de Trading en Forex",
          "Gestión del riesgo y psicología en Forex",
          "Recomendaciones para operar en Forex"
        ]
      },
      "requirements": [
        "No se necesita experiencia previa en trading o finanzas.",
        "Ganas de aprender y curiosidad por el mercado de divisas.",
        "Un ordenador o dispositivo con conexión a internet.",
        "Papel y bolígrafo (o una app de notas) para apuntes y prácticas."
      ],
      "description": "¿Quieres aprender cómo funciona el mercado de divisas desde cero sin gastar nada? Este curso de Forex gratis y online está diseñado para que cualquier persona, sin importar su experiencia previa, pueda dar sus primeros pasos en el mundo del trading.\nEl mercado Forex es el más grande y líquido del mundo, donde cada día se mueven billones de dólares. En este curso descubrirás qué es Forex, cómo se opera y cuáles son los factores que influyen en el precio de las divisas. Todo explicado de manera sencilla, práctica y con ejemplos que podrás aplicar desde el primer momento.\nA lo largo de las lecciones aprenderás los fundamentos esenciales de Forex, las estrategias básicas de trading y cómo gestionar adecuadamente el riesgo y la psicología a la hora de operar. También verás qué mueve los mercados y qué pasos seguir para comenzar a analizar oportunidades reales.\nEste curso online y gratuito te dará una visión clara y realista del trading en Forex, ayudándote a entender qué funciona y qué debes evitar como principiante. La formación está pensada para que puedas avanzar a tu propio ritmo y repetir cada lección las veces que necesites.\nSi eres estudiante, emprendedor o simplemente alguien con interés en el mundo de las inversiones y las finanzas, este curso de Forex gratis es tu puerta de entrada. Aprenderás lo esencial para empezar con confianza, evitando errores comunes y sentando una base sólida para seguir creciendo como trader.\nInscríbete hoy y empieza tu camino en el mercado de divisas con un curso online, práctico y gratuito.",
      "target_audience": [
        "Este curso está diseñado para principiantes que desean descubrir cómo funciona el mercado Forex desde cero. También es ideal para estudiantes, emprendedores y cualquier persona interesada en aprender a invertir en divisas de manera sencilla y práctica. Si nunca has operado en Forex pero quieres entender sus fundamentos, estrategias básicas y cómo gestionar el riesgo, este curso es para ti."
      ]
    },
    {
      "title": "Acelere a sua aposentadoria",
      "url": "https://www.udemy.com/course/acelere-sua-aposentadoria/",
      "bio": "Renda semanal com venda de opções",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução",
          "Lista de termos",
          "Vantagens e desvantagens + Ações e opções"
        ],
        "O que são Calls e Puts": [
          "Como funciona uma opção de compra - CALL",
          "Como funciona uma opção de venda - PUT",
          "ITM e OTM",
          "Checkpoint 1 - teste",
          "Conceito da estratégia",
          "Garantias exigidas",
          "Ciclo de venda de Call e Put",
          "Objetivos e Calculo % do ganho",
          "Simulando venda de PUT e CALL",
          "Simulando todo o ciclo",
          "Decaimento do preço de uma opção",
          "O que acontece quanto uma opção expira",
          "Qual vencimento escolher?",
          "Venda de opções ou receber dividendos",
          "Checkpoint 2 - teste"
        ],
        "Plataforma de investimentos TastyTrade": [
          "Demonstração da Plataforma",
          "Criando a primeira operação",
          "O que fazer após a primeira operação",
          "Plataforma mobile - operando no celular",
          "Como comecar - abrindo a conta na corretora",
          "Contas com mais de $5000",
          "Checkpoint 3 - teste"
        ],
        "Encerramento": [
          "Encerramento"
        ]
      },
      "requirements": [
        "Esse curso nao precisa de experiencia e não tem nenhum pre-requisito"
      ],
      "description": "Descubra o poder das opções para gerar renda semanal com nosso curso exclusivo de venda de puts e calls. Em apenas algumas semanas, você dominará estratégias eficazes para maximizar seus ganhos no mercado financeiro.\n\n\nNeste curso intensivo, você aprenderá:\n\n\n- Fundamentos das opções: calls, puts, strikes e datas de vencimento\n- Análise de volatilidade e seleção de strikes ideais\n- Estratégias de venda coberta de calls para ações que você já possui\n- Técnicas de venda de puts para gerar renda e potencialmente adquirir ações a preços descontados\n- Gestão de risco e proteção do capital\n- Cálculo de rentabilidade semanal e mensal\n- Uso de plataformas de negociação para execução eficiente de operações\n\n\nAtravés de aulas práticas e exemplos reais, você desenvolverá habilidades para:\n\n\n- Identificar oportunidades lucrativas no mercado de opções semanais\n- Criar um fluxo consistente de renda passiva\n- Otimizar o desempenho da sua carteira de investimentos\n\n\nO curso inclui acesso a uma comunidade exclusiva de traders, onde você poderá compartilhar experiências e tirar dúvidas. Além disso, oferecemos sessões semanais ao vivo para discutir estratégias e analisar o mercado em tempo real.\n\n\nNão perca a chance de transformar seu conhecimento em resultados financeiros concretos. Inscreva-se agora e comece sua jornada para a independência financeira através das opções!",
      "target_audience": [
        "Todas as pessoas que querem uma renda extra e nao tem muito tempo disponível"
      ]
    },
    {
      "title": "Business Plan",
      "url": "https://www.udemy.com/course/business-financial-plan/",
      "bio": "Costruisci o analizza le proiezioni future di un'azienda, fra cui i ricavi, costi, investimenti e finanziamenti",
      "objectives": [],
      "course_content": {
        "Introduzione": [
          "Presentazione del corso",
          "Cos'è il Business Plan?"
        ],
        "Conto Economico": [
          "Proiezione di conto economico",
          "Stima dei ricavi futuri",
          "Proiezione dei costi operativi",
          "Lezione bonus",
          "Costi del personale",
          "Ammortamenti",
          "Oneri finanziari",
          "Gestione straordinaria",
          "Imposte"
        ],
        "Stato Patrimoniale": [
          "Proiezione dello stato patrimoniale",
          "Capitale circolante",
          "CAPEX",
          "Fondi",
          "Finanziamenti",
          "Patrimonio netto",
          "Fabbisogno finanziario"
        ]
      },
      "requirements": [
        "Conoscenze base di riclassifica di bilancio",
        "Excel installato sul proprio computer"
      ],
      "description": "Il corso spiega come fondi di investimento, aziende e startup costruiscono e analizzano il Business Plan di una società. Fare il BP vuol dire stimare nel futuro ricavi, costi, investimenti e finanziamenti di aziende. Chi fa investimenti deve capire la fattibilità di un piano ed eventualmente anche essere in grado di modificarlo con assunzioni proprie per condurre delle analisi approfondite.\n\nPer questo motivo il corso spiega in modo semplice sia come costruirlo che come analizzarlo attraverso un case study pratico!\n\nIl corso è rivolto a principianti con almeno una base di conoscenza sulla riclassifica di bilancio.\n\nUna volta terminato il corso saprai:\n‍\nCostruire da zero il piano futuro di un'azienda o startup\nAnalizzare il business plan di una società su cui vuoi investire\nCapire la validità di un business secondo le stime future\nValutare la sostenibilità finanziaria di un'azienda\nDeterminare del fabbisogno finanziario futuro di una società\nLa base per fare una valutazione con il discounted cash flow\n\n\nOgni lezione del corso comprende una parte teorica ed una applicativa, così da mostrare nella pratica le procedure ed i tool da utilizzare.\n\nCaso studio utilizzato per l'intera durata del corso è quello di un'azienda reale mantenuta anonima.\n\n\nInizia gratis il corso Business Plan!",
      "target_audience": [
        "Investitori che vogliono imparare ad analizzare un Business Plan",
        "Imprenditori o founder che vogliono imparare a costruire un Business Plan"
      ]
    },
    {
      "title": "Arwin Eğitim Kampı 5. Ve son Hafta",
      "url": "https://www.udemy.com/course/arwin-egitim-kamp-5-ve-son-hafta/",
      "bio": "Viop ve Madencilik",
      "objectives": [],
      "course_content": {
        "Arwin'i Tanıyalım": [
          "Arwini tanıyalım"
        ],
        "Arwin ile hedeflerimize yolculuk": [
          "Arwin ile hedeflerimize yolculuk"
        ],
        "Viop Teminat yönetimi": [
          "Giriş"
        ],
        "Kripto madencilik süreci": [
          "Kripto madencilik"
        ],
        "Kamp son videosu ve ödev": [
          "Kamp son dersimiz ve ödev"
        ]
      },
      "requirements": [
        "Deneyim gerektirmez sıfır seviyesine göre başlayıp ilerleyen bir kamp sürecidir."
      ],
      "description": "Ar Win olarak Eğitim kampımızın arşividir . Udemy eğitimini satın alanlara özel 2 haftalık Arwinalgo sitesinde görebileceğiniz 10 adet sistemimizi hediye etmiş olacağız ayrıca tüm eğitim kampına katılmış arkadaşlarımız 1 hafta boyunca pozisyon paylaşım grubumuzda misafir olarak bulunacak . Arwin eğitim kampı içeriği dünyadaki en kapsamlı eğitim içeriklerinden birisi olmakla beraber ağustosun 1 ine kadar Eğitim kampımız tamamlanmış ve her udemy eğitiminde 5 bölümümüz olacak şekilde udemy de arşiv şeklinde paylaşım yapmış olacağız . Udemy de yayınlayacağımız 5 eğitim dosyasını inceleyerek yatırım konusunda ihtiyacınız olan tüm bilgilere ve deneyime sahip olmuş olacaksınız. Psikoloji yönetimi , pozisyon yönetimi , Kripto kaldıraç yönetimi , Spot pozisyon yönetimi , Kripto piyasasında kullanableceğiniz ücretsiz uygulamaların anlatımı gibi bilgilere bu eğitim ile ulaşmış olacaksınız. Ayrıca eğimde kullandığımız dosyalara erişerek okuma sağlayabileceksiniz. Grubumuzda 1 hafta misafirimiz olarak eğitimde öğreneceğiniz bilgileri pratiğe dönüştürme konusunda da ilerleme sağlamış olacaksınız . Eğitim den sonra da bizimle iletişim kurabilir ve takıldığınız soruları bizlere iletebilirsiniz. Eğitimimiz en baştan başlayıp en ileri seviyeye kadar devam edecektir . Arwin olarak sizlere en iyi hizmeti sunmayı hedefliyor ve eğitimizle birlikte sizlere en iyi deneyimi sunmayı amaçlıyoruz. Kurduğumuz sistemler , kurduğumuz taramalar ve hazırladığımız arşiv eğitimler ile birlikte her zaman tam destek sunuyoruz. Mottomuz belli ONLAR BİLDİKLERİ GİBİ GELSİNLER BİZ DE BİLDİKLERİMİZLE ÇIKALIM KARŞILARINA. Sizleri de bu mottoyla yatırım yapmanızı sağlamak için sunduğumuz tüm hizmetlere bekleriz.",
      "target_audience": [
        "Kamp halinde teorikten çok pratik önemseyen arkadaşlarımız için uygundur. Sizler f1 pilotusunuz ve bilmeniz gereken lastiğin içinde kaç tane tel olduğu değil gaza bastığınızda aracınızın vereceği tepkilerdir. Bu eğitim bu tepkiyi öğrenmek isteyenlere özel"
      ]
    },
    {
      "title": "New GST Registration Process 2025 & Shipping Bill under GST",
      "url": "https://www.udemy.com/course/new-gst-registration-process-2025-shipping-bill-under-gst/",
      "bio": "GST Registration 2025 in Hindi – Step-by-Step Process, Documents Required, E-Commerce Seller Registration & Post-Registr",
      "objectives": [],
      "course_content": {
        "New GST Registration Process 2025: Apply Online Step-by-Step (Hindi)": [
          "New GST Registration Process 2025: Apply Online Step-by-Step (Hindi) Part 1",
          "New GST Registration Process 2025: Apply Online Step-by-Step (Hindi) Part 2",
          "New GST Registration Process 2025: Apply Online Step-by-Step (Hindi) Part 3",
          "New GST Registration Process 2025: Apply Online Step-by-Step (Hindi) Part 4",
          "New GST Registration Process 2025: Apply Online Step-by-Step (Hindi) Part 5"
        ],
        "Decode Shipping Bill| Key Customs Terms for Exporters LUT, DBK, RoDTEP, Re-Ex": [
          "Decode Shipping Bill | Key Customs Terms for Exporters – LUT, DBK, RoDTEP, Re-Ex"
        ]
      },
      "requirements": [
        "Basic knowledge of using a computer or mobile phone",
        "A stable internet connection to access the GST portal and complete the registration process",
        "Access to basic documents like PAN, Aadhaar, business address proof, and bank details (for practice or actual registration)",
        "Interest in starting a business, freelancing, or selling online through e-commerce platforms like Amazon, Flipkart, Meesho, etc.",
        "No prior knowledge of GST or tax laws is required"
      ],
      "description": "Are you starting a business, selling on Amazon or Flipkart, or offering services as a freelancer in India? Then GST Registration is your first step toward legal compliance and growing your business.\nIn this course, you will learn how to register for GST in 2025 through a LIVE step-by-step demo in Hindi — no prior tax knowledge required! This course is designed for complete beginners, business owners, students, and professionals alike.\nWe’ve also added a lesson on the Shipping Bill – an important document for exporters that helps you claim GST refunds and complete your export compliance. If you're planning to export goods or services, this is a must-watch.\nWhat You’ll Learn:\nWho is required to register under GST in 2025\nTurnover limits, e-commerce registration, and voluntary registration\nList of documents required (based on type of business – individual, firm, company)\nLIVE GST Registration walkthrough on the official GST portal\nHow to register under GST as an Amazon, Flipkart, or Meesho seller\nPost-registration steps: login, profile update, business changes, and return filing basics\nUnderstanding the Shipping Bill – key details, format, use in exports & refund claim\nCommon mistakes to avoid during GST registration\nWhy Take This Course?\nExplained in simple Hindi – ideal for non-technical learners\nIncludes live demo, not just theory\nCovers e-commerce sellers, service providers, exporters\nLatest process for 2025 as per GST portal\nCreated by a qualified Chartered Accountant with hands-on experience\nWho This Course Is For:\nNew business owners and shopkeepers\nAmazon/Flipkart/Meesho sellers\nFreelancers and service providers\nExporters of goods and services\nStudents of CA/CS/CMA, BCom\nTax consultants or professionals needing practical knowledge\nEnroll now to learn GST registration in a practical and easy-to-follow format — and Shipping Bill essentials!",
      "target_audience": [
        "New business owners, shopkeepers, and entrepreneurs who need to register under GST in 2025",
        "E-commerce sellers planning to sell on Amazon, Flipkart, Meesho, etc., and need GST registration to get started",
        "Freelancers and service providers whose turnover exceeds the GST threshold or who want to register voluntarily",
        "Students of CA, CS, CMA, BCom, and tax enthusiasts who want to learn the practical, real-time GST registration process",
        "Tax consultants and accountants who assist clients in GST compliance and want to stay updated with the 2025 process",
        "Anyone who wants to understand when and how to register for GST in India in a simple, beginner-friendly, step-by-step manner in Hindi"
      ]
    },
    {
      "title": "Guide Ultime pour Débuter en Bourse : Apprenez à Trader !",
      "url": "https://www.udemy.com/course/guide-debuter-trading-bourse-apprenez-a-trader/",
      "bio": "faire Rapidement ses premiers gains en toute sécurité sur les marchés financiers",
      "objectives": [],
      "course_content": {
        "Le Guide Ultime pour Débuter en Bourse": [
          "Chapitre 1 : Qu'est-ce que le Trading ?",
          "Chapitre 2 : Les Différents Types de Traders",
          "Chapitre 3 : Les Marchés Financiers",
          "Chapitre 4 : Analyse Technique vs Analyse Fondamentale",
          "Chapitre 5 : Lecture d'un Graphique Boursier",
          "Chapitre 6 : Money Management et Gestion des Risques",
          "Chapitre 7 : Choix du Broker",
          "Chapitre 8 : On passe à l'action"
        ]
      },
      "requirements": [
        "Aucune expérience"
      ],
      "description": "Tu es intrigué par le monde de la bourse mais tu ne sais pas par où commencer ? Marre des formations qui te vendent des rêves irréalistes ? Il est temps de découvrir une approche honnête et transparente du trading !\n\n\nJe t'invite à une initiation gratuite qui va te poser les bonnes bases pour démarrer en bourse. Ici, pas de mirages. Je te propose une plongée dans la réalité des marchés financiers, en partageant avec toi une méthode simple mais efficace, basée sur mon expérience.\n\n\nJe m'appelle Nicolas et j’investis en bourse depuis 2016. J'ai vu de nombreuses opportunités, mais aussi des pièges à éviter. Mon objectif ? Te montrer que, avec une bonne stratégie et un travail sérieux, tout est possible. Je vais t'emmener sur les graphiques, t'expliquer le fonctionnement des marchés et te guider pour que tu puisses, toi aussi, naviguer sereinement dans cet univers.\n\n\nÀ l'issue de cette initiation, tu sauras si le trading est fait pour toi. Si tu décides d'aller plus loin, je te guiderai pour que tu puisses, un jour, générer des revenus complémentaires grâce à la bourse. Peu importe ta décision finale, tu sortiras de ce cours avec une vision claire et des bases solides sur le fonctionnement des marchés financiers.",
      "target_audience": [
        "Toute personne commençant à zéro en investissement",
        "débutants en investissement et voulant faire ses premiers pas en bourse",
        "Les novices curieux : Ceux qui n'ont aucune expérience préalable en investissement, mais qui souhaitent comprendre comment fonctionne la bourse et démarrer en douceur.",
        "Les jeunes professionnels : Des personnes cherchant à diversifier leurs sources de revenus et à investir leurs économies de manière éclairée, tout en évitant les erreurs classiques.",
        "Les épargnants prudents : Ceux qui ont de l'argent de côté et souhaitent apprendre à investir intelligemment, sans prendre de risques excessifs.",
        "Les retraités ou personnes en reconversion : Des individus à la recherche de nouvelles opportunités pour sécuriser ou augmenter leur capital, avec des bases solides et pratiques.",
        "Les autodidactes : Ceux qui aiment apprendre par eux-mêmes et souhaitent acquérir des compétences tangibles pour maîtriser les fondamentaux du trading, à leur propre rythme."
      ]
    },
    {
      "title": "Konsep Dasar Akuntansi untuk Bisnis",
      "url": "https://www.udemy.com/course/accounting-for-business/",
      "bio": "Asset Berwujud dan Asset tidak Berwujud; Kewajiban dan Modal; Biaya dan Beban; Penyusutan dan Pendapatan",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Tidak dibutuhkan syarat khusus"
      ],
      "description": "Akuntansi bertujuan untuk menyusun laporan keuangan yang andal, relevan, lengkap, dan akurat, sehingga dapat digunakan oleh pengambil keputusan seperti manajer, pembuat kebijakan, dan pihak berkepentingan lainnya, seperti pemegang saham, kreditur, pemilik, dan investor.\nPeran mendasar akuntansi adalah sebagai penyedia informasi yang relevan, akurat, tepat waktu, reliable, dan andal terkait laporan keuangan perusahaan. Peran akuntansi dalam bisnis antara lain sebagai berikut (1) sebagai alat pengendali keuangan; (2) membantu stakeholder dan shareholder dalam mengambil keputusan; dan (3) meningkatkan kinerja perusahaan.\nSetiap konsep materi berisi contoh dalam kehidupan sehari-hari dan contoh di perusahaan. Waktu yang dibutuhkan untuk menyelesaikan materi kurang lebih 70 menit. Setelah mempelajari MOOC ini, Anda diharapkan dapat memahami dan menjelaskan tentang pengakuan, pengukuran dan pelaporan akuntansi untuk aset, piutang, persediaan, aset tidak berwujud, kewajiban, modal, beban biaya, depresiasi dan pendapatan.\nDalam course ini akan dibagi menjadi 4 section, antara lain: Konsep dan Pencatatan Asset Berwujud dan Asset tidak Berwujud; Konsep Dasar dan Pencatatan Kewajiban dan Modal; Konsep dan Pencatatan Biaya dan Beban; Konsep dan Pencatatan Penyusutan dan Pendapatan.\nDari empat section tersebut diatas, akan dijabarkan kedalam 10 modul, antara lain:\nKonsep dasar aset/harta/harta dalam akuntansi\nKonsep dasar piutang dalam akuntansi\nKonsep dasar persediaan dalam akuntansi\nKonsep dasar aset tidak berwujud dalam akuntansi\nKonsep dasar kewajiban dalam akuntansi\nKonsep dasar modal dalam akuntansi\nKonsep dasar biaya dalam akuntansi\nKonsep dasar pengeluaran dalam akuntansi\nKonsep dasar penyusutan dalam akuntansi\nKonsep dasar pendapatan dalam akuntansi",
      "target_audience": [
        "Student yang ingin mempelajari konsep dasar akuntansi untuk bisnis"
      ]
    },
    {
      "title": "Altersvorsorge für Selbstständige",
      "url": "https://www.udemy.com/course/altersvorsorge-fur-selbststandige/",
      "bio": "Vermögensaufbau: Wie Sie als Selbstständiger für Ihren Ruhestand ohne Stress planen",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Grundkenntnisse Betriebswirtschaft von Vorteil"
      ],
      "description": "Allgemein\nGerade in der Selbstständigkeit beschäftigen uns folgende Fragen:\nWie viel Geld werde ich im Alter haben?\nKann ich überhaupt Geld zurücklegen?\nWo soll ich das Geld für die Altersvorsorge bloß hernehmen?\nNatürlich ist es in der heutigen Zeit relativ schwer, die Einnahmen zusammenzuhalten und jetzt soll auch noch für das Alter vorgesorgt werden.\nHaben Sie schon einmal geprüft, wie viel Rente Sie bekommen werden? - Natürlich unter Berücksichtigung der Inflation.\nGerade wenn Sie sich schon einen gewissen Lebensstandard aufgebaut haben, werden Sie wohl kaum auf einen Luxus im Alter verzichten wollen und natürlich möchten Sie auch nicht bis in alle Ewigkeit arbeiten bzw. werden wir es auch nicht immer können.\n\n\nIn diesem Online-Kurs erfahren Sie, wie Sie Ihr Einkommen als Selbstständiger sinnvoll in die Altersvorsorge investieren und wie Sie auch zu mehr Geld kommen, damit Sie dieses in Ihren Ruhestand investieren können.\n\n\nIch selbst bin seit über 10 Jahren selbstständig. Sie sind bei mir also was das Thema Altersvorsorge für Selbstständige betrifft in guten Händen.\n\n\nInhalt\nWie viel Rente bekomme ich?\nWie viel Geld brauche ich?\nWie soll ich vorgehen bzw. mein Geld verteilen?\n90:10 Regel\n50:50 Regel\nPrivate Krankenversicherung\nETFs und gesetzliche Rente\nImmobilie\nPassives Einkommen\nDie Co-Trainer\nInkl. eines Kalkulationsrechners als Excel-Vorlage, damit Sie wissen, wie hoch Ihr Umsatz als Selbstständiger sein muss.",
      "target_audience": [
        "Selbstständige",
        "Freelancer",
        "Unternehmer",
        "Berater",
        "Trainer",
        "Freiberufler"
      ]
    },
    {
      "title": "Como Tomar CONTROL Sobre Tus FINANZAS Personales",
      "url": "https://www.udemy.com/course/como-tomar-control-sobre-tus-finanzas-personales/",
      "bio": "Como Ahorrar, diferencia de deuda mala y deuda buena y en que invertir. todo en este breve curso.",
      "objectives": [],
      "course_content": {
        "BIENVENIDA!": [
          "Bienvenida e introduccion"
        ],
        "MODULO 1": [
          "Ahorro + tips"
        ],
        "MODULO 2": [
          "DEUDA MALA Y DEUDA BUENA"
        ],
        "MODULO 3": [
          "Conocimiento"
        ],
        "FINAL": [
          "Final"
        ]
      },
      "requirements": [
        "No se necesita experiencia previa, aprenderás todo lo necesario."
      ],
      "description": "El curso de finanzas personales es una valiosa oportunidad para adquirir los conocimientos y habilidades necesarios para tomar el control de tus finanzas y construir una base sólida para tu bienestar económico a largo plazo. A lo largo de este curso práctico y accesible, aprenderás los principios fundamentales de la gestión financiera personal y cómo aplicar estrategias inteligentes para optimizar tus ingresos, gastos, ahorros e inversiones.\nDurante el programa, explorarás una amplia gama de temas, incluyendo la elaboración de presupuestos, la gestión de deudas, la planificación financiera a largo plazo, la inversión y el ahorro para la jubilación. Obtendrás una comprensión profunda de cómo tomar decisiones financieras informadas, evaluar riesgos y oportunidades, y establecer metas financieras realistas y alcanzables.\nNuestros expertos en finanzas personales te guiarán a través de estudios de casos, ejercicios prácticos y discusiones interactivas, brindándote las herramientas y estrategias necesarias para desarrollar un plan financiero personalizado y exitoso. Además, aprenderás a aprovechar las tecnologías y aplicaciones financieras disponibles para facilitar el seguimiento y control de tus finanzas.\nNo importa si eres un principiante absoluto o ya tienes alguna experiencia en el ámbito financiero, este curso está diseñado para adaptarse a tus necesidades y nivel de conocimiento. Prepárate para tomar el control de tu futuro financiero y tomar decisiones inteligentes que te lleven hacia la estabilidad y la prosperidad económica. ¡Inscríbete en nuestro curso de finanzas personales y comienza a construir un camino hacia la libertad financiera hoy mismo!",
      "target_audience": [
        "a personas que busquen crear una marca personal para impactar a su publico objetivo y venderles o no venderles."
      ]
    },
    {
      "title": "TRADING ORDER FLOW LMJ",
      "url": "https://www.udemy.com/course/trading-order-flow-lmj/",
      "bio": "TRADING ORDER FLOW LMJ",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "pas de prérequis"
      ],
      "description": "Le trading par order flow est une méthode d’analyse et de prise de décision basée sur l’étude des flux d’ordres qui circulent sur les marchés financiers en temps réel. Contrairement aux approches traditionnelles comme l’analyse technique ou fondamentale, le trading par order flow se concentre sur la compréhension de la dynamique du marché en examinant l’interaction entre l’offre et la demande dans le carnet d’ordres (Order Book).\nLes éléments clés de l'order flow :\nLe Carnet d'Ordres\nMontre les ordres limite en attente d’exécution à différents niveaux de prix (Bid et Ask).\nPermet d’identifier la profondeur du marché et les zones de liquidité importantes.\nLe Time and Sales (T&S)\nEnregistre chaque transaction effectuée sur le marché en temps réel.\nAnalyse des gros ordres exécutés (\"block trades\") pour détecter des intentions d’acteurs institutionnels.\nLes Outils Avancés\nHeatmap : Visualisation des zones de liquidité à l’aide de couleurs.\nDelta Volume : Différence entre les ordres acheteurs et vendeurs exécutés à un instant donné.\nFootprint Chart : Répartition des volumes échangés à chaque niveau de prix.\nTechniques courantes dans le trading par order flow LMJ :\nBreakouts et Fakeouts : Identifier les vrais cassures de prix par rapport aux fausses, en se basant sur l’activité de volume.\nIceberg Orders : Détecter les ordres masqués utilisés par les institutions.\nSpoofing et Layering : Reconnaître les stratégies de manipulation où de faux ordres sont placés pour influencer les autres traders.",
      "target_audience": [
        "a tout le monde"
      ]
    },
    {
      "title": "1. Stützpfeiler \"Richtig haushalten\"",
      "url": "https://www.udemy.com/course/richtig_haushalten/",
      "bio": "Der Workshop für Deine sorgenfreie finanzielle Zukunft",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Keine Kenntnisse und Vorerfahrungen nötig, in diesem Workshop lernst Du alles von Grund auf!"
      ],
      "description": "Willkommen zum 1. Stützpfeiler Deiner sorgenfreien finanziellen Zukunft \"Richtig haushalten\".\nIch freue mich riesig das es endlich losgeht und hoffe Dir gefällt dieser Workshop\n\n\nWelchen emotionalen Wert hat Geld für Dich? Viele verbinden Geld mit etwas rationalem, dabei ist es komplett emotional. Wir finden mit Dir\nDeinen emotionalen Wert zu Geld heraus, zeigen was er bedeutet und wie Du ihn für Deine finanzielle Zukunft nutzen kannst.\nDazu ermitteln wir Deine Gedanken & Erfahrungen zu Geld, finden Deine finanziellen Ziele heraus und Du lernst den Unterschied zwischen\nrationalen und emotionalen Kaufentscheidungen kennen. Dadurch entwickelst Du ein Bewusstsein dafür, rationale\nKaufentscheidungen treffen zu können.\nIm nächsten Schritt steht die Optimierung Deiner Ausgaben an, damit Du Deine Ziele schneller und einfacher erreichen kannst.\nDazu stellen wir gemeinsam eine Haushaltsrechnung auf, die Du lernst zu analysieren und anhand Deiner Soll/Ist Einnahmen & Ausgaben zu\noptimieren.\nDa das vermittelte Wissen nichts nützt, wenn Du es nicht in die Tat umsetzt, kümmern wir und zusätzlich noch um Deine Motivation und\nDeine Disziplin, dass gelernte umzusetzen.\n\n\nDas ganze erfolgt interaktiv und Du bekommst nach jedem Video eine Übung, um das gelernte Wissen direkt auf Deine Situation\nanzuwenden. Beispiele helfen Dir, Dich mit der Thematik auseinanderzusetzen und vereinfachen die Übungen.\n\n\nAber jetzt genug gesagt, UNFUCKYOURMONEY.",
      "target_audience": [
        "An Alle, die sich mit Ihrer finanziellen Zukunft auseinandersetzten möchten!",
        "Der Kurs eignet sich für Schüler, Studenten, Berufseinsteiger und Angestellte!"
      ]
    },
    {
      "title": "じぶん年金セミナーBASIC1「私は年金いくらもらえるの？」",
      "url": "https://www.udemy.com/course/nenkin-basic2020/",
      "bio": "ねんきん定期便やねんきんネットから将来の年金額を把握する",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "お誕生日月に郵送される「ねんきん定期便」をご用意ください。"
      ],
      "description": "お誕生日月に日本年金機構から郵送される「ねんきん定期便」と無料で使えるWebツールを使って、\n将来受け取れる年金額と働き方のかんたんシミュレーションを学べます。\n\n\n・老後に向けた準備を検討している方\n・老後に不安のある方\n・老後2000万円問題レポートをまだ自分で読んでいない方\n・何歳まで働こうか目標をまだ定めていない方\n・以下の各種制度で老後の資産形成を検討している方\niDeCo(個人型確定拠出年金)やつみたてNISA\n変額個人年金保険、 資産性(貯蓄型)保険※外貨建・変額保険\n\n\n【2025年4月改訂】\n・「ねんきんネット」へのログインにマイナンバーカード(マイナポータル)対応とその手順を追加。\n・厚生労働省「公的年金シミュレーション」を追加。「ねんきん定期便」を使った操作方法を説明。",
      "target_audience": [
        "老後に向けた資産形成を始めようと思っている方",
        "何歳まで働くかを含めた「働き方」についてライフプランを考えたい方"
      ]
    },
    {
      "title": "Finanzas Personales Básicas. Aprende a gestionar tu dinero.",
      "url": "https://www.udemy.com/course/finanzas-personales-basicas-aprende-a-gestionar-tu-dinero/",
      "bio": "Domina los fundamentos del manejo del dinero, crea hábitos financieros saludables y toma el control de tus finanzas.",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Ninguno."
      ],
      "description": "¿Sientes que el dinero nunca te alcanza, por más que trabajes? ¿Te gustaría aprender a organizar tus finanzas, ahorrar con propósito y dejar de vivir al día? Este curso de Finanzas Personales Básicas está diseñado especialmente para ti.\nAquí no hablamos de fórmulas complejas ni de teorías inalcanzables. Este es un curso práctico, claro y directo, ideal para quienes quieren empezar desde cero y aprender a tomar decisiones financieras más inteligentes. Aprenderás cómo administrar tu dinero de forma efectiva, cómo construir un presupuesto realista, cómo establecer metas financieras, cómo salir de deudas y cómo comenzar a ahorrar, incluso si crees que no puedes hacerlo.\nA lo largo del curso, también exploraremos hábitos financieros positivos, errores comunes que debes evitar, y estrategias simples para mejorar tu salud económica a corto, mediano y largo plazo. Todo el contenido está pensado para ayudarte a aplicar lo aprendido en tu vida diaria, sin complicaciones.\nNo necesitas conocimientos previos. Solo necesitas el deseo de mejorar tu situación financiera y el compromiso de dar el primer paso.\nEste curso es para ti si buscas tranquilidad económica, control sobre tus decisiones financieras y una base sólida para tu futuro. Inscríbete hoy y transforma tu relación con el dinero.",
      "target_audience": [
        "Estudiantes que deseen aprender finanzas personales desde cero."
      ]
    },
    {
      "title": "Curso de Educação Financeira para Iniciantes",
      "url": "https://www.udemy.com/course/curso-de-educacao-financeira-para-iniciantes/",
      "bio": "Organizer seu dinheiro, sair das dívidas, economize, começar a investir com segurança Educação Financeira para Iniciante",
      "objectives": [],
      "course_content": {
        "Introdução ao Curso de Educação Financeira para Iniciantes": [
          "Proposta do curso de Educação Financeira para Iniciantes",
          "Livros que Todo Iniciante em Educação Financeira Deve Ler"
        ],
        "Fundamentos da Educação Financeira": [
          "Por que a educação financeira é importante?",
          "Entendendo o seu dinheiro: receita, despesas e orçamento!",
          "Vamos conferir seus aprendizados!",
          "Como sair das dívidas e evitar o endividamento do curso de Educação Financeira",
          "Introdução aos Investimentos do curso de Educação Financeira para Iniciantes",
          "Diferença entre gasto, despesa e investimento.",
          "Vamos a outro teste rapido!"
        ],
        "Organizando seu orçamento pessoal!": [
          "Como controlar seus gastos (planilhas, apps e anotações)",
          "Métodos simples para cortar gastos desnecessários",
          "Outro teste",
          "A regra 50-30-20 (necessidades, desejos e investimentos)",
          "O que é reserva de emergência e por que você precisa ter uma?",
          "Montando seu orçamento mensal passo a passo",
          "Novo teste de conhecimento!"
        ],
        "Como sair das dívidas e evitar o endividamento?": [
          "Entendendo as dívidas: juros, amortização e impacto no orçamento",
          "Estratégias para pagar dívidas rapidamente (bola de neve, avalanche)",
          "Novo teste rapido",
          "Negociação de dívidas com bancos e financeiras",
          "Como evitar voltar a se endividar",
          "Novo teste"
        ],
        "Introdução aos investimentos": [
          "Conceitos básicos: renda fixa x renda variável",
          "Tipos de investimentos acessíveis para iniciantes poupança, Tesouro Direto, CDB",
          "novo teste",
          "Como abrir conta em corretora de investimentos",
          "Riscos e benefícios: o que considerar antes de investir",
          "Novo teste"
        ],
        "Construindo seu patrimônio": [
          "A importância de investir regularmente",
          "Como montar uma carteira simples de investimentos",
          "Teste rapido",
          "Fundos imobiliários, ações e diversificação para iniciantes",
          "Planejamento financeiro para objetivos de curto, médio e longo prazo"
        ],
        "Dicas práticas para manter a saúde financeira": [
          "Hábitos financeiros saudáveis para o dia a dia",
          "Como aumentar sua renda: trabalhos extras e educação contínua",
          "Evitando golpes e fraudes financeiras",
          "Nosso ultimo teste"
        ],
        "Enceramento": [
          "Parabéns"
        ]
      },
      "requirements": [
        "Não é necessário ter conhecimentos prévios em finanças.",
        "Este curso foi criado justamente para quem está começando do zero"
      ],
      "description": "Objetivo do Curso de Educação Financeira para Iniciantes!\nO nosso curso tem como objetivo principal ensinar você a organizar seu dinheiro, sair das dívidas e começar a investir, mesmo que hoje você esteja começando do zero.\nQueremos capacitar o aluno a compreender, organizar e planejar suas finanças pessoais com base em conceitos práticos e acessíveis. O curso oferece ferramentas para eliminar dívidas, investir de forma consciente e conquistar a liberdade financeira.\n\n\nPessoas de todas as idades que desejam:\nEntender melhor como lidar com o próprio dinheiro\nSair do endividamento\nAprender a investir mesmo com pouco\nMontar um orçamento pessoal equilibrado\nConstruir patrimônio a longo prazo\n\n\nMetodologia\nAulas em vídeo com linguagem simples e direta\nMaterial de apoio em PDF (resumos, checklists e planilhas)\nExercícios práticos e desafios ao final de cada módulo\nExemplos reais e didáticos\nAcesso vitalício com atualizações contínuas\n\n\nOs Resultados Esperados!\nAo final do curso, o aluno será capaz de:\nTer clareza sobre seus gastos e receitas\nCriar um orçamento eficiente\nSair das dívidas e não voltar a se endividar\nInvestir com segurança mesmo com pouco dinheiro\nPlanejar o futuro com mais tranquilidade financeira\n\n\nFaça parte do Curso de Educação Financeira para Iniciantes – Controle seu Dinheiro e Construa um Futuro Melhor",
      "target_audience": [
        "Pessoas endividadas que querem reorganizar a vida financeira",
        "Jovens e adultos que desejam aprender a poupar e investir",
        "Casais iniciando a vida a dois e querem alinhar as finanças",
        "Qualquer pessoa que deseje assumir o controle do seu dinheiro"
      ]
    },
    {
      "title": "【Excel Googleスプレッドシートで作成できる】FP1級技能士が教える貯蓄目標を達成させるライフプラン表の作り方",
      "url": "https://www.udemy.com/course/kusumotofp_lifeplan/",
      "bio": "家計簿で収支を振り返ることは資産形成の基本。貯蓄がうまくいっている人はライフプラン表を作成し、楽しく続く資産運用の方法を身につけています。FPが解説するお金に関するスキルを身につけライフプラン表を作成し、貯蓄目標を達成させましょう。",
      "objectives": [],
      "course_content": {
        "紹介": [
          "紹介",
          "ライフプラン表を作るメリット",
          "ライフプラン表を作るために必要なもの",
          "ライフプラン表作成マニュアル（基本的な操作の説明）"
        ],
        "ライフプラン表に基本的な項目を入力しましょう": [
          "基本的な項目を入力しましょう",
          "収入項目を入力しましょう",
          "支出項目を入力しましょう",
          "基本的な項目の入力漏れや間違いがないか確認しましょう"
        ],
        "ライフイベントにかかる費用を確認しましょう": [
          "このセクションの説明",
          "結婚にかかる費用の目安を確認しましょう",
          "出産にかかる費用の目安を確認しましょう",
          "住宅購入にかかる費用の目安を確認しましょう",
          "住宅ローンの種類を確認しましょう",
          "教育にかかる費用の目安を確認しましょう"
        ],
        "セカンドライフの収入と支出について確認しましょう": [
          "このセクションの説明",
          "公的年金の基本的な内容を確認しましょう",
          "基礎年金がどれくらい受け取れるか確認しましょう",
          "ねんきん定期便の見方を確認しましょう",
          "繰上げ、繰り下げ受給を確認しましょう",
          "セカンドライフにかかる生活費の目安を確認しましょう"
        ],
        "出来上がったライフプラン表を確認しましょう": [
          "出来上がったライフプラン表を確認しましょう"
        ],
        "ライフプラン表をもとに家計の改善点を確認しましょう": [
          "ライフプラン表をもとに家計の改善点を確認しましょう",
          "住宅ローンの見直し方法を確認しましょう",
          "通信費の見直し方法を確認しましょう",
          "保険の見直し方法を確認しましょう",
          "キャッシュレス決済の活用方法を確認しましょう"
        ],
        "ライフプランのシミュレーション方法について確認しましょう": [
          "働き方の違いによって税金や社会保険料がどのように変化するのか確認しましょう",
          "長く働くことによって家計がどのように変化するのか確認しましょう"
        ],
        "低金利時代のお金の育て方について確認しましょう": [
          "貯蓄計画を立てましょう",
          "お金の育て方について確認しましょう",
          "インフレと円安について確認しましょう",
          "お金の貯めどき、使いどきについて確認しましょう"
        ],
        "受講お疲れ様でした": [
          "受講お疲れ様でした"
        ],
        "特別なお知らせ": [
          "ボーナスレクチャー"
        ]
      },
      "requirements": [
        "どなたでもご受講いただけます",
        "エクセルやGoogleスプレッドシートなどの表計算ソフトの基本的な操作ができること",
        "インターネットに接続可能なパソコンをご準備ください"
      ],
      "description": "このコースでは、ExcelやGoogleのスプレッドシートを使用して、オリジナルのライフプラン表を作成します。\n\n\nライフプランニングは、2022年4月から高校生を対象として始まった金融教育で学ぶ項目の一つで、ライフプランという言葉を目にする機会も多くなりました。\n\n\nこのコースで作成するライフプラン表は、プロのFPが作成するような詳細なライフプラン表ではありませんが、これから先のライフイベントやキャッシュフローが確認できる、ライフプラン表としての機能は十分なものです。\nまた、Microsoftの無料で使えるテンプレートをベースに作っているので、パソコンの操作に自信がない人も簡単に作成できるのが特徴です。\n\n\nライフプラン表を実際に作って見ると、自分たちの家計がどのように移り変わっていくのか、しっかりと把握することができます。\n\n\n「一時的に赤字になってしまう期間があるけれど、その後に挽回できるチャンスが来るね」\n「欲しかったキッチンを選んでも大丈夫そうね」\n「こっちのグレードにしても問題なさそうかな」\n\n\n家計を客観的に判断できるため、不安や焦りを必要以上に感じることもなくなり予算を最大限に活用できます。\n\n\nまた、お金のかかり時や貯め時がわかるので、やりたいことの優先順位が整理でき、必要な準備を今からすることができます。\n\n\nライフプラン表を作成すると、将来の生活設計やお金の流れが明確になります。\nいつまでにどれくらいの資金が必要か貯蓄の目標を決めやすくなり、子どもに関することやマイホームのこと等、夫婦で将来のイメージを共有でき、お金に関する老後の漠然とした不安を軽減できます。\n\n\nただ、このコースはライフプラン表を完成させることが目的ではありません。\nレクチャーで学んだことをライフプラン表と照らし合わせ、あなたの将来の夢や希望を叶えることが目的です。\n\n\nライフプランというとお金のことばかり考えてしまいがちですが、お金だけに囚われず、自分や家族の価値観に合う生き方を総合的に考えていく方法として捉えてください。\n\n\nライフプランを作成するうえでポイントとなるのが、ライフデザイン＝自分の価値観や夢に基づく生き方の構想です。\n人生で成し遂げたい目標・積みたいキャリア等のライフデザインを設計することで、自分に合ったライフプランが作成しやすくなるとともに、貯蓄目標の実現可能性も高くなります。\n\n\n自分のことをよく知って、楽しく長く続くやりくり方法を見つけてこそ大きな貯蓄目標を達成できます。\n\n\n基本的なお金の知識を身につけライフプランを作成し、お金と上手に長く付き合っていきましょう。",
      "target_audience": [
        "ライフプランを初めて作成する人",
        "ライフプランを作成したことがあるけど活用できていない人",
        "結婚、出産、教育、住宅購入、セカンドライフなどにかかる費用に不安のある人"
      ]
    },
    {
      "title": "Mastering Money Mindset: A Comprehensive Guide.",
      "url": "https://www.udemy.com/course/mastering-money-mindset-a-comprehensive-guide/",
      "bio": "Navigating Financial Success: Unlocking the Power of Your Money Mindset.",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Introduction",
          "E S B I model",
          "Psychology of money",
          "Compounding part- 1",
          "Compounding part- 2",
          "Attract money by using law of attraction",
          "Conclusion"
        ]
      },
      "requirements": [
        "No finance background is needed. Anyone can do it."
      ],
      "description": "\"Mastering Money Mindset: A Comprehensive Guide\" is a transformative and all-encompassing course designed to empower you with the knowledge, strategies, and psychological insights required to take control of your financial well-being and shape your destiny.\nIn an increasingly complex world where your financial choices and success are intricately linked to your beliefs and attitudes about money, this course serves as an indispensable compass for financial empowerment.\nThis comprehensive program guides you through a profound exploration of the psychology of money, helping you uncover limiting beliefs, fears, and behaviors that may have impeded your financial growth. Through a structured and engaging curriculum, you'll learn to break free from the constraints of scarcity thinking and self-sabotage, opening the path to prosperity.\nThe course draws from a rich tapestry of expert insights, practical exercises, and real-world examples. It offers a holistic understanding of the mental and emotional dimensions of managing money, providing actionable strategies to develop a money mindset that fosters abundance, wealth, and financial security.\nWhether you're an individual seeking personal financial growth, an aspiring entrepreneur looking to make sound business decisions, or anyone eager to transform their relationship with money, \"Mastering Money Mindset\" equips you with the tools to navigate the complex financial landscape.\nBegin your transformative journey today, and unlock the door to a brighter, more prosperous financial future. Don't just adapt to change; learn how to thrive and shape your financial destiny with the power of a well-mastered money mindset.",
      "target_audience": [
        "Beginners who is looking for wealth creation."
      ]
    },
    {
      "title": "【3つのNG回避が重要】お小遣いサイトで効率良くポイ活する方法",
      "url": "https://www.udemy.com/course/point-site-roadmap-310-ofgc/",
      "bio": "始め方～応用編までカバーするポイ活ロードマップ",
      "objectives": [],
      "course_content": {
        "紹介": [
          "コース閲覧前の注意点",
          "このコースについて"
        ],
        "このコースの全体像": [
          "このコースの全体像"
        ],
        "ポイ活の概要": [
          "このセクションで学べること",
          "ポイ活とは",
          "ポイントサイトとは",
          "メリット",
          "デメリットとその対策",
          "このセクションのまとめ"
        ],
        "ポイ活の始め方": [
          "このセクションで学べること",
          "スマホ・PCの設定",
          "ポイントサイト登録の概要",
          "ポイントサイトを選ぶ際の注意点",
          "おすすめのポイントサイト",
          "ポイントサイトへの登録方法"
        ],
        "高単価案件をこなす": [
          "高単価案件の概要",
          "高単価案件１",
          "高単価案件２",
          "高単価案件３",
          "高単価案件４",
          "このセクションのまとめ"
        ],
        "(+α)環境作り": [
          "このセクションで学べること",
          "環境作りの概要",
          "無理しない",
          "リマインド環境を整える"
        ],
        "(+α)不動産投資案件": [
          "このセクションで学べること",
          "不動産投資案件の概要",
          "メリットとデメリット",
          "7社の面談を通じてわかったこと",
          "不動産投資案件に向かない人",
          "手順",
          "注意点",
          "勧誘の断り方",
          "不動産案件を確実にこなすために"
        ],
        "(+α)友達紹介": [
          "このセクションで学べること",
          "友達紹介で稼ぐ仕組み",
          "友達紹介の始め方",
          "戦略",
          "このセクションのまとめ"
        ],
        "ボーナスレクチャー": [
          "ボーナスレクチャー"
        ]
      },
      "requirements": [
        "スマホもしくはPCなど、インターネットにつながるデバイス",
        "スキル、実績、資金は不要"
      ],
      "description": "優秀なお小遣いサイトである「ポイントサイト」を活用する方法を解説します。\n始め方～応用編まで順番に沿ってやっていくだけなので、やることが明確でわかりやすいのが特徴で、\n・ポイ活のやり方がわからない\n・うまく使いこなせていない\n・面倒で続かない\nといったお悩みをこのコースでは解決いたします。\n\n\nこのコースを受講することで、\n・高級料理やプチ旅行など、ちょっとした贅沢ができる\n・エステや整体など、リフレッシュや自分磨きができる\n・自分に再投資して、さらに時間とお金を生み出す　など、\n豪快ではありませんが、確実に人生の満足度を上げる未来が待っておりますので、興味のある方はこのコースを閲覧いただけますと幸いです。\n\n\nまた、中級者・上級者の方向けに+αも用意しておりますので、これを機にポイ活を極めていただけたらと思います。",
      "target_audience": [
        "ポイ活をやったことがない人",
        "ポイ活に挑戦してみたものの、あまり効果が出なかった人",
        "コツコツ続けるのが面倒な人",
        "何かを始める軍資金や、ちょっとした贅沢のために短期間でお金を稼ぎたい人"
      ]
    },
    {
      "title": "Forex Nedir ? Forex Piyasasında Nasıl Yatırım Yapılır ?",
      "url": "https://www.udemy.com/course/forex-nedir/",
      "bio": "Forex Piyasası Hakkında temel bilgiler",
      "objectives": [],
      "course_content": {
        "Giriş": [
          "Forex Nedir, Nasıl Yatırım Yapılır?",
          "Pip Nedir?",
          "Spread (Makas) Nedir?",
          "Forex'te Altın İle Nasıl Getiri Elde Edilir?",
          "Buy Stop Nedir?",
          "Forex’te Döviz Ve Emtialar İle Nasıl İşlem Yapılır?",
          "Forex Piyasasında Trend Neden Önemlidir?",
          "Forex Piyasasında Sermaye Nasıl Yönetilir?",
          "Stop Loss nasıl kullanılır?",
          "Stop Loss Nedir?",
          "Lot Nedir?",
          "Kaldıraç Nedir?"
        ]
      },
      "requirements": [
        "Deneyim gerektirmez"
      ],
      "description": "2022 / 1Ç Müşteri Kar/Zarar 30.13% / 69.87%\n\n\nGCM Yatırım, Lisanslı Ödüllü Yatırım Kuruluşu -  Burada yer alan yatırım bilgi, yorum ve tavsiyeleri yatırım danışmanlığı kapsamında değildir. Yatırım danışmanlığı hizmeti, yetkili kuruluşlar tarafından kişilerin risk ve getiri tercihleri dikkate alınarak kişiye özel sunulmaktadır. Burada yer alan yorum ve tavsiyeler ise genel niteliktedir. Bu tavsiyeler mali durumunuz ile risk ve getiri tercihlerinize uygun olmayabilir. Bu nedenle, sadece burada yer alan bilgilere dayanılarak yatırım kararı verilmesi beklentilerinize uygun sonuçlar doğurmayabilir. Eğitim içeriği veya tanıtım sayfalarındaki bilgilerin kullanılması sonucu yatırımcıların uğrayabilecekleri doğrudan ve/veya dolaylı zararlardan, maddi ve manevi zararlardan, yoksun kalınan kardan ve üçüncü kişilerin uğrayabileceği zararlardan GCM Yatırım Menkul Değerler A.Ş. hiçbir şekilde sorumlu tutulamaz.\n\n\nŞirketimiz sermaye piyasalarında uzun yıllar faaliyet gösteren Artı Menkul Değerler A.Ş’nin, 2012 yılında GCM Menkul Kıymetler A.Ş.,’ne dönüşmesiyle Türk Sermaye Piyasalarında yerini almış güçlü bir yatırım kuruluşudur.\nKısa sürede Türkiye Sermaye Piyasalarının ödüllü ve lider kurumları arasında yerimizi alarak müşterilerimizin beklentilerine ve risk toleranslarına en uygun yatırım stratejilerinin ve alternatiflerinin sunulması amacıyla büyümeye ve ürün gamımızı arttırmaya devam ediyoruz! Bu büyüme stratejimizin önemli bir adımı olarak GCM Menkul Kıymetler A.Ş. olan ticari unvanımız GCM Yatırım Menkul Değerler A.Ş olarak değişti.\nGenel borsa aracılık hizmetlerimiz içinde özellikle kaldıraçlı alım satım işlemleri ve vadeli işlemler özel uzmanlık alanımız. Bununla birlikte Borsa İstanbul (BİST) Pay Piyasası’nda yatırım yapmak isteyen tüm yatırımcılarımıza da uluslararası piyasalar tecrübemizin sağladığı çok zengin hizmet seçeneği ile eşsiz yatırım deneyimi sunma misyonundayız.\nSektörün yatırım öncüsü olarak küresel piyasalarda işlem gören enstrümanların opsiyonlarını da müşterilerimize ayrıca sunuyoruz. Böylece yatırımcılarımız dünya piyasalarının gözde yatırım araçlarında piyasanın yönünden bağımsız olarak 5/24 düşük maliyetlerle riskten korunma fonksiyonunu da kullanarak daha fazla getiri ve daha esnek yatırım stratejileri kullanma imkanı buluyor.\nSon teknolojileri ve yazılımları kullanan gelişmiş online Forex, BİST, VİOP ve Opsiyon işlem platformlarımız sayesinde müşterilerimiz tüm anlık finansal verilere, piyasa analizlerine ve ihtiyaç duyulan diğer bilgilere hızlı ve güvenli bir şekilde ulaşıp işlem yapabilmekte, yaratıcı mobil iletişim kolaylıklarıyla zaman ve mekan sınırlarından kurtulmaktadır.\nSektörün öncü yatırım kuruluşu olarak tüm çabamız; müşterilerimizin finansal hedeflerine başarılı ve hızlı ulaşması için ayırt edici yatırım yaklaşımlarımız ile yeni nesil yatırım araçlarına götüren yolun olabildiğince kısalmasıdır. Bu yoldaki zorunlu olmayan her bürokratik işlem, her iletişim problemi, her gecikme bir engeldir ve bu engellerin kaldırılması her zaman önceliğimizdir.\nBu yolu daha da kısaltmak, müşterilerimizin analiz ve değerlendirme sürecine daha fazla katkıda bulunmak, olası bir problemi anında çözümleyebilmek kısaca kusursuz bir destek için GCM’de her müşterimize özel bir yatırımcı temsilcisi hizmet vermektedir.\nDakikaların, hatta saniyelerin gücü elinde tuttuğu sektörümüzde hayata geçirdiğimiz yeniliklerin Türk Sermaye Piyasalarına farklı bir soluk getirdiğine inanıyoruz.\nGCM, müşterileri ve çalışanlarıyla büyük bir ailedir. Gerek ailemiz içindeki gerekse piyasalar ve ailemiz arasındaki iletişimi hatasız bir şekilde hızlandırabilmek doğal olarak bir temenniden daha fazlasını, inovatif bir bakış açısını ve yüksek meblağlı teknoloji yatırımlarını gerektirmektedir. Bunu gerçekleştirmiş olmanın gururunu yaşıyoruz.\nBugün 39 Milyon TL ödenmiş sermayemiz, performansımız ve dünya standartlarındaki teknolojik altyapımızla ve Genel Müdürlük dahil Ankara, İzmir, Bursa, Adana ve Balıkesir ofislerimiz ve 500’e yakın çalışanımızla Türk sermaye piyasalarının önemli aktörlerinden biriyiz ve geleceği şekillendiren her gelişmenin yakın takipçisiyiz.",
      "target_audience": [
        "forex piyasası hakkında bilgi almak, forex yatırımını öğrenmek isteyen kişiler"
      ]
    },
    {
      "title": "Présentation des Carnets d'Ordres",
      "url": "https://www.udemy.com/course/presentation-des-carnets-dordres/",
      "bio": "Compréhension des Carnets d'Ordres et de la volatilité en Trading",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Comprendre la structure et le fonctionnement des Carnets d'Ordres",
          "La volatilité au sein des Carnets d'Ordres",
          "Cas pratique",
          "Les différents carnets d'ordres",
          "Conclusion"
        ]
      },
      "requirements": [
        "Avoir l'envie d'apprendre le fonctionnement du trading"
      ],
      "description": "Ce cours informatif et pratique offre une exploration approfondie des Carnets d'Ordres et de leur relation avec la volatilité sur les marchés financiers. En tant que trader dans une entreprise spécialisée en stratégies de scalping, vous découvrirez les principes fondamentaux qui sous-tendent les Carnets d'Ordres, leur rôle essentiel dans le trading, ainsi que leur utilisation dans la mise en œuvre de stratégies de scalping réussies.\nContenu du Cours :\n1. Présentation des Carnets d'Ordres :\no Comprendre la structure et le fonctionnement des Carnets d'Ordres.\no Analyser les différentes composantes d'un Carnet d'Ordres.\no Identifier les avantages et les limites de l'utilisation des Carnets d'Ordres.\n2. La Volatilité au Sein des Carnets d'Ordres :\no Explorer la relation entre la volatilité des marchés financiers et les Carnets d'Ordres.\no Apprendre à interpréter les signaux de volatilité à partir des Carnets d'Ordres.\no Utiliser la volatilité comme un outil pour affiner vos stratégies de scalping.\n3. Cas Pratique :\no Mettre en pratique les connaissances acquises en analysant des exemples concrets.\no Étudier des scénarios réels où l'utilisation des Carnets d'Ordres a été cruciale dans la prise de décision.\no Développer des compétences pratiques pour appliquer les concepts du cours dans votre propre trading.\n\n\nCe cours vous fournira les bases essentielles pour comprendre et exploiter efficacement les Carnets d'Ordres dans le contexte du trading à haute fréquence et de la stratégie de scalping. Vous serez en mesure d'identifier des opportunités de trading plus précises et d'améliorer vos performances sur les marchés financiers.",
      "target_audience": [
        "Tout public"
      ]
    },
    {
      "title": "Démystifiez et Maîtrisez Les finances au Canada : Niveau 1",
      "url": "https://www.udemy.com/course/demystifiez-et-maitrisez-les-finances-au-canada-niveau-1/",
      "bio": "Décryptez le système financier, Maîtrisez les services bancaires canadien et Optimisez l'usage de vos cartes de crédit",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Introduction 1",
          "Introduction 2"
        ],
        "Comprendre le système financier canadien": [
          "Principaux acteurs : Banques, coopératives de crédit, assurances...",
          "Organismes de réglementation : Fédéraux et provinciaux",
          "Le rôle de l'assurance-dépôts (SADC/CDIC)"
        ],
        "L'essentiel des services bancaires": [
          "Pourquoi ouvrir un compte bancaire canadien immédiatement?",
          "Types de comptes : Chèques vs. épargne",
          "1 Guide étape par étape pour ouvrir un compte",
          "Documents et pièces d'identité requis",
          "Services bancaires en ligne et mobiles",
          "Gérer et éviter les frais bancaires courants"
        ],
        "Naviguer avec les cartes de crédit au Canada": [
          "Qu'est-ce qu'une carte de crédit et comment fonctionne-t-elle?",
          "Avantages et risques de l'utilisation des cartes de crédit",
          "Types de cartes de crédit disponibles",
          "Stratégies pour bâtir un historique de crédit solide au Canada",
          "Comprendre les taux d'intérêt et les frais courants"
        ],
        "Comprendre les prêts et l'emprunt": [
          "Aperçu des types de prêts courants",
          "Critères d'admissibilité et processus de demande",
          "Taux d'intérêt fixes ou variables",
          "Considérations clés avant d'emprunter"
        ],
        "Investir pour votre avenir : Régimes enregistrés": [
          "Introduction aux véhicules de placement à l'abri de l'impôt",
          "REER (Régime enregistré d'épargne-retraite)",
          "CELI (Compte d'épargne libre d'impôt)",
          "Autres régimes clés : CELIAPP (FHSA), REEE (RESP), FERR (RRIF), REEI (RDSP)"
        ],
        "Principes clés de l'investissement": [
          "Évaluer sa préparation financière à l'investissement (fonds d'urgence, dettes)",
          "Comprendre le risque et le rendement",
          "Déterminer sa tolérance au risque",
          "L'importance de la diversification",
          "L'importance d'investir tôt et régulièrement"
        ],
        "Conclusions et recommandations": [
          "Recommandations générales",
          "Recommandations pour les nouveaux arrivants"
        ],
        "Liens Utiles / Sources des citations": [
          "Sources des citations"
        ]
      },
      "requirements": [
        "Aucun prérequis nécessaire ! Ce cours est conçu pour les débutants comme pour les pros –",
        "vous pouvez appliquer les conseils dès aujourd'hui.",
        "Zéro jargon, zéro complexité : commencez dès maintenant et appliquez les stratégies facilement, même sans expérience !",
        "Partez de zéro et terminez expert ! Aucune base financière n'est requise pour réussir avec ce cours.."
      ],
      "description": "Jeune professionnel, Étudiant, Nouveaux au Canada? Maîtrisez Les finances au Canada ! Comprenez les banques, cartes de crédit, allocations pour enfants et impôts. Votre premier pas vers la maitrise de vos finance er la liberté financière! Le cours \"Vos Premiers Pas Financiers au Canada et au Québec\" est votre guide indispensable pour naviguer avec succès dans le système financier canadien. Trop souvent, l'incertitude face à un nouveau système peut freiner votre élan. Ce cours est conçu pour dissiper vos doutes et vous donner les outils concrets pour bâtir une base financière solide dès votre arrivée.\nNous allons ensemble explorer les fondations essentielles : le système bancaire canadien. Apprenez à ouvrir le compte qui vous convient, à distinguer une carte de débit d'une carte de crédit, et à comprendre leur fonctionnement pour gérer vos transactions quotidiennes en toute confiance.\nUn point crucial que nous aborderons est le rôle du crédit au Canada. Vous découvrirez pourquoi une bonne cote de crédit est fondamentale et comment la construire de manière stratégique dès le premier jour. Nous détaillerons également les allocations familiales et les programmes d'aide gouvernementale auxquels vous pourriez avoir droit, en vous expliquant comment en bénéficier pleinement.\nEnfin, nous démystifierons l'impôt sur le revenu au Canada. Ce cours vous donne les clés pour comprendre vos obligations et les premières étapes pour remplir votre déclaration de revenus.\nPlus qu'une simple formation, c'est un investissement dans votre avenir. En participant, vous éviterez les pièges courants et prendrez le contrôle de vos finances. Prenez une longueur d'avance et bâtissez une vie financière prospère au Canada, dès maintenant!",
      "target_audience": [
        "Professionnels et Entrepreneurs",
        "Nouveaux arrivants au Canada",
        "Étudiants (internationaux ou locaux)",
        "Immigrants économiques (travailleurs qualifiés, PVT)",
        "Parents soucieux de l’avenir financier de leurs enfants"
      ]
    },
    {
      "title": "Persönliche Finanzen: Von der Übersicht bis zum Sparen",
      "url": "https://www.udemy.com/course/personliche-finanzen-sparen/",
      "bio": "Lerne, deine eigenen Finanzen in den Griff zu kriegen",
      "objectives": [],
      "course_content": {
        "Einführung": [
          "Lernziele",
          "Quizfrage"
        ],
        "Deine finanzielle Bestandsaufnahme – Der erste Schritt zur Kontrolle": [
          "Finanzielle Bestandsaufnahme",
          "Budgetplanung – So bringst du dein Geld unter Kontrolle",
          "Deine erste Budgetplanung",
          "Videos: Deine erste Budgetplanung",
          "Budgetplanung erstellen",
          "Video: Die erste Budgetplanung verbessern",
          "Kontomodelle"
        ],
        "Sparen und Investieren": [
          "Effizient Sparen – Rücklagen anlegen, ohne auf Lebensqualität zu verzichten",
          "Investieren und Anlegen"
        ],
        "Feedback und offene Fragen": [
          "Feedbackbogen"
        ]
      },
      "requirements": [
        "Keine Voraussetzungen notwendig"
      ],
      "description": "Herzlich willkommen zu diesem Kurs! Wenn du jemals das Gefühl hattest, den Überblick über deine Finanzen zu verlieren oder nicht genau zu wissen, wie du dein Geld am besten einsetzt, dann bist du hier genau richtig.\nIn diesem Kurs wirst du lernen, wie du deine finanzielle Situation strukturiert analysierst, kluge Entscheidungen triffst und dein Geld effektiv verwaltest. Egal, ob du gerade erst anfängst, dich mit dem Thema Finanzen zu beschäftigen, oder bereits erste Erfahrungen gesammelt hast – ich zeige dir praxisnahe Methoden und einfache Strategien, um deine Finanzen nachhaltig in den Griff zu bekommen. Von der ersten Budgetplanung bis hin zur ersten Investmentstrategie.\nWir starten mit einer ersten Bestandsaufnahme deiner Einnahmen und Ausgaben, entwickeln ein System, mit dem du deine Finanzen mühelos organisierst, und gehen dann über zu Themen wie Budgetplanung, Sparstrategien und den ersten Schritten zum Vermögensaufbau.\nDas Ziel: mehr finanzielle Sicherheit und weniger Sorgen um Geld. Lass uns gemeinsam loslegen!\nDer Kurs ist komplett kostenlos. Es geht hier ausdrücklich NICHT darum, dir Produkte oder Anlagen zu empfehlen, sondern finanzielle Bildung für alle kostenlos zur Verfügung zu stellen. Dein Feedback zum Ende des Kurses hilft mir, den Kurs weiter zu entwickeln und neue Inhalte einzubauen. Mein Ziel: Den Kurs konstant fortentwickeln und dem Ziel \"Finanzielle Bildung für ALLE\" so Stück für Stück näher zu kommen.",
      "target_audience": [
        "Alle, die lernen wollen, mit Geld besser umzugehen"
      ]
    },
    {
      "title": "Cobrar varias Ayudas Sociales en España",
      "url": "https://www.udemy.com/course/cobrar-varias-ayudas-sociales-en-espana/",
      "bio": "Cobrar Ayudas Económicas en España, Dinero, Casa, Alquiler",
      "objectives": [],
      "course_content": {
        "Ayudas Económicas": [
          "Renta de Inserción Laboral RMI te pagan hasta 1000€/mes",
          "RAI",
          "Ayuda de 10.000 euros trabajado menos de un año",
          "Tarjeta Monedero te pagan hasta 200 €/Mes",
          "Ayuda que te pagan hasta 240 € en internet",
          "Ayudas, subvenciones, becas y premios",
          "Pedir la Ley de Dependencia te pagan hasta 747,25 €/mes",
          "Canal de YouTube Gestiones Fáciles",
          "Ayudas al transporte público Desempleados que hacen cursos Formación Profesional"
        ],
        "Ayudas Vivienda": [
          "Ayudas de Alquiler de Vivienda será del 50 % de la renta o precio mensual",
          "Programa Reviva Madrid Alquiler nunca pagarán más del 30% de sus ingresos",
          "900€ BONO VIVIENDA EMVS",
          "Programa Reviva Madrid Ayuda económica Propietario alquilar su vivienda",
          "Régimen excepcional de alquiler de viviendas",
          "Bono Alquiler Joven",
          "Construcción de nuevas viviendas de alquiler asequible",
          "Torrelodones viviendas del Plan Vive de alquiler a precio asequible",
          "Alcorcón viviendas en alquiler a precio asequible menores de 35 años",
          "DÓNDE COMER, DORMIR Y LAVARSE EN MADRID",
          "Inversión en valor en Pisos. Zona Rica VS Zona pobre. Parte I",
          "Inversión en valor en Pisos. Zona Rica VS Zona pobre. Parte II",
          "Albergues Madrid",
          "Servicio de Intermediación Hipotecaria."
        ],
        "Nacionalidad Española": [
          "Examen Nacionalidad Española"
        ],
        "Estudios": [
          "Becas para estudiar",
          "Becas Segunda Oportunidad te pagan hasta 3000€",
          "Canal de YouTube Jesús Conde",
          "Bolsas de trabajo en España infojobs",
          "Exenciones o reducciones en la matrícula universitaria."
        ],
        "Trabajo": [
          "Cursos por estudiar te pagan hasta 600 € más derecho a paro",
          "Red de Trabajo Linkedin",
          "España necesitará 24 millones de inmigrantes",
          "Los encargados de obra, sin estudios universitarios, ya cobran mucho dinero"
        ],
        "Oposiciones": [
          "Oposiciones de Justicia 8000€ durante 4 años para opositar"
        ],
        "Servicios Sociales": [
          "Ir a los Servicios Sociales",
          "Certificado de exclusión social",
          "Comedor Social"
        ],
        "Carnet de Conducir SEPE Gratis": [
          "Carnet de Conducir SEPE Gratis"
        ],
        "Asistencia Jurídica Gratuita": [
          "Asistencia Jurídica Gratuita",
          "Servicio de Orientación Jurídica Illescas"
        ],
        "Ayudas personas discapacidad": [
          "Ayudas autonomía personas discapacidad",
          "Ayudas autonomía personas discapacidad",
          "Tarjeta de discapacidad"
        ]
      },
      "requirements": [
        "Para recibir las ayudas sociales es necesario pedir la nacionalidad Española y empadronarse"
      ],
      "description": "Cobrar varias Ayudas económicas en España para las personas más necesitas RMI (Renta de Inserción laboral hasta 1000 €/mes), consiguiendo alquiler asequible, alquiler para personas menores de 35 años (hasta 250€/mes), trabajo, cobrar el paro, acceso a los servicios sociales de España, conseguir la nacionalidad Española, empadronarse, estudiar en España, becas en España, Becas de Segunda Oportunidad (hasta 3000 €/mes), Abogados gratis para personas con escasos recursos económicos, carnet de conducir gratis en España, ayudas para personas discapacitadas, ayuda al pagar internet (hasta 240 €/mes), tarjeta monedero para que puedan comprar comida las personas con bajos recursos económicos (hasta 200 €/mes), Pensiones para las personas mayores y ayudas para cuidar a tus parientes ancianos (hasta 747,25 €/mes), para llevarlos a una residencia, un centro día o para que si vives en otra casa te paguen dinero a ti por cuidarlos. Venir a España y quedarse en España no es difícil, pues los 2 principales partidos políticos que gobiernan en España están a favor de la inmigración y la mayoría de los Españoles viven de ayudas sociales que provienen del fondo social europeo, por tanto, con la ayuda de los trabajadores sociales no es tan difícil que te concedan varias ayudas sociales sobre todo si eres extranjero con bajos recursos económicos.",
      "target_audience": [
        "Todos los Españoles y Extranjeros"
      ]
    },
    {
      "title": "Curso para Aprender a Ahorrar Dinero Paso a Paso",
      "url": "https://www.udemy.com/course/curso-para-aprender-a-ahorrar-dinero-paso-a-paso/",
      "bio": "Aprende a ahorrar dinero paso a paso: mentalidad, métodos, herramientas digitales y fondo de emergencia",
      "objectives": [],
      "course_content": {
        "Introducción al curso de cómo ahorrar dinero": [
          "Bono de regalo: Nuestro sistema de 5 pasos para una vida financiera saludable",
          "Bienvenida al curso – ¿Qué vas a lograr?",
          "Mejores herramientas y bancos para ahorrar tu dinero"
        ],
        "Domina el arte ahorrar": [
          "Por qué el ahorro es el primer paso hacia la libertad financiera",
          "Mentalidad y hábitos: el 80% del ahorro está en la cabeza",
          "Diagnóstico económico personal: la base para construir un plan de ahorro",
          "Cómo ahorrar sin dejar de vivir: los 3 métodos más efectivos",
          "Fondo de emergencia – tu colchón financiero real",
          "Cómo ahorrar para invertir: el siguiente paso inteligente"
        ]
      },
      "requirements": [
        "No necesitas conocimientos previos de finanzas ni de inversión.",
        "Solo necesitas ganas de mejorar tu situación económica personal.",
        "Tener acceso a un ordenador o móvil con conexión a internet.",
        "Estar dispuesto a abrir una cuenta bancaria buena para tí.",
        "Estar dispuesto a dedicar unos minutos al día para aplicar lo aprendido."
      ],
      "description": "¿Te cuesta llegar a fin de mes? ¿Quieres empezar a ahorrar dinero pero no sabes cómo hacerlo sin renunciar a lo que te gusta? Este curso gratis y 100% online ha sido diseñado para ayudarte a tomar el control de tus finanzas personales desde cero, sin necesidad de conocimientos previos ni herramientas complicadas.\nEn este programa te enseñaré paso a paso todo lo que necesitas para empezar a ahorrar dinero desde el primer día. Trabajaremos en tu mentalidad, en tus hábitos y en tu capacidad de organizar tus ingresos y gastos de forma práctica y sostenible. Además, conocerás los métodos de ahorro más efectivos, aprenderás a usar herramientas digitales (como bunq o Fintonic) y crearás tu propio fondo de emergencia: el escudo financiero que te protegerá frente a cualquier imprevisto.\n¿Te cuesta llegar a fin de mes? ¿Quieres empezar a ahorrar dinero pero no sabes cómo hacerlo sin renunciar a lo que te gusta? Este curso gratis y 100% online ha sido diseñado para ayudarte a tomar el control de tus finanzas personales desde cero, sin necesidad de conocimientos previos ni herramientas complicadas.\nEn este programa te enseñaré paso a paso todo lo que necesitas para empezar a ahorrar dinero desde el primer día. Trabajaremos en tu mentalidad, en tus hábitos y en tu capacidad de organizar tus ingresos y gastos de forma práctica y sostenible. Además, conocerás los métodos de ahorro más efectivos, aprenderás a usar herramientas digitales (como bunq o Fintonic) y crearás tu propio fondo de emergencia: el escudo financiero que te protegerá frente a cualquier imprevisto.\nEl objetivo no es solo que ahorres, sino que entiendas por qué el ahorro es el primer paso para alcanzar la libertad financiera. Y por eso, una vez tengas tus finanzas ordenadas, te mostraré cómo empezar a dar tus primeros pasos en el mundo de la inversión, sin complicaciones ni riesgos innecesarios.\nEste curso está lleno de ejemplos reales, ejercicios prácticos, recursos descargables y un plan de acción para que puedas aplicar lo aprendido a tu propia vida desde el primer módulo.\nAccede ahora a este curso online y gratuito y empieza a construir el hábito que cambiará tu vida: ahorrar de forma inteligente.",
      "target_audience": [
        "Quieres empezar a ahorrar dinero, pero no sabes por dónde comenzar.",
        "Sientes que el dinero se te va sin darte cuenta y quieres recuperar el control.",
        "Buscas métodos prácticos y sencillos para ahorrar sin dejar de vivir bien.",
        "Te interesa dar tus primeros pasos hacia la inversión, pero antes necesitas una base sólida de ahorro.",
        "Estás cansado de los consejos genéricos y necesitas un plan claro, aplicable desde el primer día.",
        "Eres joven, estudiante, trabajador o emprendedor que quiere mejorar su relación con el dinero."
      ]
    },
    {
      "title": "Corporate Finance",
      "url": "https://www.udemy.com/course/corporate-finance-q/",
      "bio": "Understand the concept of Corporate Finance has its importance",
      "objectives": [],
      "course_content": {
        "Introduction to corporate finance": [
          "Introduction to corporate finance",
          "Factors affecting fixed capital",
          "Factors affecting working capital",
          "Capital structure of a company",
          "Difference between fixed capital and working capital",
          "Sources of capital - share and its feature",
          "Equity share its features and type",
          "Preference shares and its feature",
          "Types of preference share",
          "Retained earning",
          "Debenture and its feature",
          "Types of Debenture",
          "Deposite receipt",
          "What is Bond?",
          "ADR and GDR",
          "Trade credit",
          "Difference between Shares and Debentures",
          "Difference between Equity Share and Preference share"
        ]
      },
      "requirements": [
        "No requirement"
      ],
      "description": "Hello students welcome to my channel SSD educational classes and I am your instructor  Kashish Mehra and in this course I am going to teach you about the corporate finance and their sources of finance\nIn this course you are going to learn about the concepts of Corporate Finance\nIn this course you are going to understand the concept of corporate finance and its importance\nIt helps to understand the meaning of capital structure of a company.\nIt helps to understand the various sources of owned and borrowed capital.\nThis course is very useful for the student to compare the different sources of finance.\nIt also helped us to understand the provisions and procedures of related to the issue of shares issue of debentures and various aspects of public deposit.\nIn this course you are going to learn about the equity share their types preference shares their types and debentures and their types.\nThis course will let you know the detailed study about the equity shares preference shares debentures bonds loan public deposits and various other sources of capital structure.\nThis course will help you in various manna and it is very useful for all the students who wants to know about the company Finance.\nI hope this course will help you",
      "target_audience": [
        "For all"
      ]
    },
    {
      "title": "KHAI VẤN TÀI CHÍNH CHO TRẺ EM",
      "url": "https://www.udemy.com/course/khai-van-tai-chinh-cho-tre-em/",
      "bio": "Cách khám phá thế giới tài chính của một đứa trẻ",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Hãy bắt đầu hành trình khám phá thế giới tài chính như một đứa trẻ"
      ],
      "description": "Khai vấn tài chính cho trẻ em – Nuôi dưỡng tư duy, không chỉ dạy kiến thức\nTài chính không chỉ là tiền. Với trẻ em, tài chính còn là cách nhìn nhận về giá trị, trách nhiệm và lựa chọn trong cuộc sống.\nKhóa học “Khai vấn tài chính cho trẻ em” được thiết kế dành cho phụ huynh, giáo viên và những người làm giáo dục mong muốn đồng hành cùng trẻ một cách sâu sắc, không chỉ “dạy” tài chính, mà giúp trẻ tự khám phá, tự phản tư và hình thành tư duy tài chính lành mạnh ngay từ nhỏ.\nKhác với các khóa học kỹ năng thông thường, khóa học này ứng dụng tư duy khai vấn (coaching) vào quá trình giáo dục tài chính, giúp người lớn:\nBiết cách đặt câu hỏi thay vì ra lệnh\nGợi mở giá trị chứ không ép buộc hành vi\nHỗ trợ trẻ xây dựng mối quan hệ tích cực với tiền, cảm xúc, và lựa chọn\nĐồng hành cùng trẻ qua từng giai đoạn phát triển nhận thức tài chính (từ Tiểu học đến Trung học)\nTừ đó, trẻ không chỉ học “phải làm gì với tiền”, mà còn hiểu vì sao nên làm như vậy, và quan trọng hơn: tự đưa ra quyết định phù hợp với bản thân.\nKhóa học phù hợp với những ai tin rằng:\nGiáo dục tài chính đúng là khơi gợi nội lực, chứ không nhồi nhét kiến thức.",
      "target_audience": [
        "Người lớn để giáo dục con cái",
        "Thầy cô, phụ huynh và các bạn trẻ nắm kiến thức để nay mai giáo dục tài chính cho con cái",
        "Cha mẹ mua khóa học cho con cái và học cùng con cái"
      ]
    },
    {
      "title": "Mastering ITR-1 Filing for FY 2024–25: A Complete Guide",
      "url": "https://www.udemy.com/course/mastering-itr-1-filing-for-fy-202425-a-complete-guide/",
      "bio": "Income Tax Return Filing for Beginners | ITR-1 Online & Offline Process Explained in Hindi",
      "objectives": [],
      "course_content": {
        "Mastering ITR-1 Filing for FY 24–25:A Complete Guide in Hindi (Online + Offline)": [
          "Introduction to Mastering ITR-1 Filing for FY 2024–25: A Complete Guide in Hindi",
          "File Your ITR-1 Easily – Full Process on Portal (Hindi)",
          "Section-wise Deductions – Old Tax vs New Tax Regime Explained",
          "How to Submit & Verify ITR-1 on Portal | Final Process in Hindi",
          "Offline Mode ITR-1 Filing for FY 2024-25 | JSON Utility Explained"
        ]
      },
      "requirements": [
        "No prior tax or accounting knowledge required – this course is perfect for beginners.",
        "Basic understanding of salary components like Form 16, PAN, and bank statements will be helpful.",
        "Access to a computer or laptop with internet connection to use the Income Tax e-filing portal.",
        "Willingness to learn and file your own income tax return with confidence!"
      ],
      "description": "Are you a salaried individual looking to file your Income Tax Return (ITR-1) for FY 2024–25 but confused about the process? Whether you're a beginner or someone who wants to file confidently without any errors, this course is made just for you!\nIn this comprehensive Hindi course, CA Devesh Thakur will guide you through the entire step-by-step process of filing your ITR-1 (Sahaj) — both online through the Income Tax Portal and offline using the official Income Tax Utility (JSON).\nWhat you’ll learn:\nWho can file ITR-1 and who cannot — understand eligibility criteria clearly.\nHow to file your ITR-1 online, including handling multiple Form 16s.\nThe differences between the Old and New Tax Regimes with a detailed explanation of available deductions under each.\nStep-by-step demonstration of navigating the Income Tax Portal, filling out details, tax calculation, and submission.\nHow to e-verify your return to complete the filing process.\nOffline filing using the Income Tax Utility — download, fill, generate JSON file, and upload.\nTips to avoid common mistakes and save tax efficiently.\nThis course is perfect for:\nSalaried employees filing their own tax returns for the first time.\nStudents, freshers, and beginners looking for a simple, practical Hindi guide.\nAnyone interested in understanding the filing process to become more financially aware.\nBy the end of this course, you will be fully equipped to file your ITR-1 confidently, accurately, and on time — saving money and avoiding penalties.\nEnroll now and take control of your income tax filing with ease and clarity!",
      "target_audience": [
        "Salaried individuals who want to file their own ITR-1 for FY 2024–25 without depending on others.",
        "Beginners with no prior experience in income tax or return filing, looking for a simplified, step-by-step approach in Hindi.",
        "Students and freshers who have just started earning and received their first Form 16.",
        "Tax learners and finance enthusiasts who want to understand the practical filing process using the Income Tax Portal.",
        "Anyone interested in learning how to file ITR-1 online, understand tax deductions, and choose between old and new tax regimes confidently."
      ]
    },
    {
      "title": "Money Mastery: A Personal Finance Guide ( in Hindi)",
      "url": "https://www.udemy.com/course/money-mastery-a-personal-finance-guide-in-hindi/",
      "bio": "A comprehensive guide to personal finance. Learn to manage debt, create a budget, invest wisely, and plan for retirement",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "There are no requirements or prerequisites for taking this course."
      ],
      "description": "Money Mastery: A Personal Finance Guide is a comprehensive course designed to help learners take control of their personal finances and achieve financial freedom. The course covers a wide range of topics, including setting financial goals, creating a budget, managing debt, understanding investments, and planning for retirement.\nThe course starts by introducing learners to the basics of personal finance, including how to identify and prioritize financial goals, and the importance of creating a budget. The course then dives into the topic of debt and credit, providing strategies for paying off debt and improving credit scores.\nNext, the course explores the fundamentals of investing, including the importance of diversification, risk management, and the different investment options available. The course also covers retirement planning, discussing the different retirement savings options and how to maximize retirement income.\nThroughout the course, learners will have the opportunity to apply the concepts they learn through interactive exercises and real-life case studies. By the end of the course, learners will have the knowledge and skills needed to take control of their personal finances and build a secure financial future.\nअपनी व्यक्तिगत वित्तीय भविष्य का निर्माण करें और अपने पैसे को संभालें। हमारे \"Money Mastery: A Personal Finance Guide\" कोर्स से आप वित्तीय स्वावलंबन और सकारात्मक वित्तीय संचार का अधिकार प्राप्त करेंगे। आज ही शुरू करें और सक्सेसफुल फ्यूचर के लिए अपने पैसों का प्रबंधन सीखें।",
      "target_audience": [
        "This course is intended for anyone who wants to take control of their personal finances and build a secure financial future.",
        "It is suitable for beginners who have little to no knowledge of personal finance as well as for those who want to improve their financial management skills.",
        "The course is designed for individuals who want to learn about budgeting, saving, investing, and managing debt and credit.",
        "The course is ideal for people who are looking for practical solutions to improve their financial situation and want to learn how to create a personalized financial plan.",
        "It is recommended for individuals who want to increase their financial literacy and develop long-term financial habits."
      ]
    },
    {
      "title": "Curso Gratis de Sesgos Cognitivos: Mejorara tus Inversiones",
      "url": "https://www.udemy.com/course/curso-gratis-sesgos-cognitivos/",
      "bio": "Aprende a identificar sesgos cognitivos, tomar decisiones racionales y mejorar tus inversiones y finanzas personales.",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "Ganas de aprender: No se requieren conocimientos previos en economía o finanzas. Solo necesitas estar dispuesto a descubrir cómo tus decisiones pueden mejorar.",
        "Acceso a internet: El curso se imparte online, por lo que necesitarás una conexión estable para seguir las lecciones sin interrupciones.",
        "Dispositivo para ver las clases: Puedes usar cualquier dispositivo (ordenador, tablet o móvil) para acceder a los contenidos y seguir los módulos cómodamente.",
        "Curiosidad sobre tus decisiones financieras: El curso está orientado a cualquiera que quiera mejorar sus habilidades para tomar decisiones financieras más inteligentes."
      ],
      "description": "¿Alguna vez has sentido que tus decisiones financieras no siempre son tan racionales como crees? ¿Te has preguntado por qué, a pesar de toda la información disponible, a veces tomamos decisiones que no están alineadas con nuestros intereses a largo plazo? La respuesta a estas preguntas está en los sesgos cognitivos, esos errores mentales que nos hacen tomar decisiones de forma irracional, incluso en temas tan cruciales como las inversiones.\nEn este curso gratuito de sesgos cognitivos, aprenderás cómo la psicología humana influye en tu forma de pensar y tomar decisiones financieras. A través de lecciones interactivas y fáciles de entender, descubrirás cómo reconocer los sesgos cognitivos más comunes, cómo afectan a tu comportamiento como inversor y cómo puedes contrarrestarlos para tomar decisiones más informadas y racionales.\nA lo largo del curso, exploraremos temas como la economía conductual, que desafía las teorías tradicionales sobre cómo tomamos decisiones económicas. También profundizaremos en conceptos clave, como el pensamiento rápido y lento, de Daniel Kahneman, que te ayudará a entender cómo nuestras mentes funcionan en diferentes situaciones y cómo estas dinámicas afectan nuestras inversiones.\nUno de los objetivos principales de este curso es brindarte las herramientas necesarias para gestionar el riesgo en tus decisiones financieras. Verás cómo sesgos como el efecto halo, el sesgo de confirmación y la aversión a las pérdidas pueden distorsionar tu visión y hacer que tomes decisiones equivocadas. Aprenderás estrategias prácticas para evitar estos errores, de modo que puedas hacer crecer tu patrimonio con mayor confianza.\nEl curso se adapta a cualquier persona, ya sea que seas un inversor principiante que desea comprender cómo sus emociones afectan las decisiones financieras o alguien más experimentado que busca optimizar su proceso de toma de decisiones. No es necesario tener conocimientos previos en finanzas o economía; solo se requiere curiosidad y disposición para aprender.\nA lo largo del curso, descubrirás cómo estos sesgos no solo afectan la forma en que manejamos el dinero, sino también cómo influyen en nuestra vida diaria. Desde la elección de productos financieros hasta decisiones más personales, el conocimiento de estos sesgos será una herramienta poderosa para tomar mejores decisiones en todos los aspectos de tu vida financiera.\nAl finalizar, tendrás una visión más clara de por qué tomamos ciertas decisiones y cómo puedes mejorar tu capacidad de análisis para evitar caer en las trampas psicológicas que nos afectan a todos. Te sentirás más empoderado y preparado para tomar decisiones más racionales, sin que tus emociones o prejuicios influyan en el camino.\nEste curso no solo te brindará conocimientos útiles sobre finanzas, sino que también te ayudará a cambiar tu mentalidad y hábitos financieros. Al final, el objetivo es que seas capaz de tomar decisiones más conscientes, eficaces y alineadas con tus metas personales y financieras.",
      "target_audience": [
        "Este curso está diseñado para principiantes y aficionados a las finanzas que desean comprender cómo los sesgos cognitivos afectan sus decisiones de inversión. Es perfecto para personas que quieren tomar decisiones más informadas y racionales en su vida financiera diaria, sin importar su experiencia previa. También es útil para emprendedores, ahorradores, o cualquier persona que esté buscando mejorar su enfoque frente a las inversiones y el manejo del dinero. Si te interesa mejorar tu toma de decisiones y evitar errores mentales comunes, este curso es para ti."
      ]
    },
    {
      "title": "Sıfırdan Teknik Analiz (Price Action) Eğitimi",
      "url": "https://www.udemy.com/course/sfrdan-teknik-analiz-price-action-egitimi/",
      "bio": "Teknik analiz, Price Action, Sıfırdan Trader Eğitimi",
      "objectives": [],
      "course_content": {
        "Giriş": [
          "Nasıl Trader Olunur?",
          "RR Nedir?"
        ],
        "PRICE ACTION (FİYAT HAREKETİ)": [
          "Destek ve Direnç",
          "Market Yapısı",
          "PRICE ACTION -1",
          "PRICE ACTION -2"
        ]
      },
      "requirements": [
        "Bir şeyi bilmenize gerek yok, anlamadığınız konuları tekrar tekrar izleyin."
      ],
      "description": "Herkese merhabalar finansal piyasalarda Yaklaşık 4 yıldır Bitcoin ethereum euro ve Gold işlemleri alan bir trader olarak kendi tecrübelerimi kendi bilgilerimi piyasaları nasıl anladığımı ve yorumladığımı paylaştığım bir kurs içeriği oluşturmak istedim bu kursu öğrendikten sonra kendinizi daha iyi tanıyarak bir trader'ın sahip olması gereken özellikleri bilerek kendinizi geliştireceksiniz burada temel olarak teknik analiz metotlarını öğrettik teknik analiz metodlarında kullanırken Price Action yani fiyat hareketini nasıl anlamanız gerektiğinden bahsettik fiyat hareketinden bahsederken destek ve direnç seviyeleri supply demand seviyelerini marketin nasıl yapı değiştirdiğini markette fiyatların nasıl ilerlediğini temel seviyede öğretmeye ihtiyacı hissettik bununla beraber likidite bölgelerini yani marketin insanları avlamaya çalıştığı bölgeleri anlattık ve fiyatı anlamak için market Maker gibi Düşünmeniz gerektiğini bir trader olarak nasıl Düşünmeniz gerektiğini Ee kendinizi geliştirmek için hangi konulara sahip olmanız gerektiğini söyledik bununla beraber sizlere konsantre bir şekilde basit bir şekilde bu konuları öğreterek kendinize bir temel oluşturmanızı sağladık bu kursun sizler için faydalı olacağını ve kendinizi geliştireceğinizi düşünüyorum Umarım videoları tekrar tekrar izlersiniz Umarım anlamadığınız yerlerde İstediğiniz zaman sorularınızı sorabilirsiniz herhangi bir konuda desteğe ihtiyacınız olursa vesaire yazabilirsiniz herkese şimdiden kolaylıklar diliyorum iyi çalışmalar\n\nBir trader olarak kendinize motivasyon cümlesi belirleyin benim motivasyon cümlem ise zorluklardan Yıldızlara, umarım başarılı bir trader olabilirsiniz. Bunu canı gönülden istiyorum.",
      "target_audience": [
        "trader olmak isteyen, teknik analize meraklı, price action metotlarını öğrenmek isteyen kişiler"
      ]
    },
    {
      "title": "Introducción a la Metodología Wyckoff",
      "url": "https://www.udemy.com/course/introduccion-a-la-metodologia-wyckoff/",
      "bio": "Introducción General a la Metodología Wyckoff",
      "objectives": [],
      "course_content": {},
      "requirements": [
        "No se necesita conocimiento previo acerca del método Wyckoff",
        "Se necesita saber que es un grafico de velas japonesas y el volumen"
      ],
      "description": "¿Querés aprender sobre la metodología Wyckoff pero no sabés por dónde empezar? Este curso gratuito es el punto de partida ideal para introducirte en una de las técnicas de análisis más utilizadas por traders profesionales en todo el mundo. A través de clases claras, teóricas y directas, vas a conocer los fundamentos que sentaron las bases del análisis de mercado según Richard Wyckoff.\nComenzaremos con una breve historia sobre quién fue Wyckoff y por qué su enfoque sigue siendo relevante más de un siglo después. Luego, entenderás el ciclo de mercado según esta metodología y la figura clave del Composite Man (Hombre Compuesto), una herramienta conceptual esencial para interpretar el comportamiento del precio.\nEl curso también incluye una introducción a las dos estructuras principales del modelo: acumulación y distribución, junto con sus características generales, para que puedas comenzar a identificarlas en los gráficos. Finalmente, exploraremos las tres leyes de Wyckoff (la ley de la oferta y la demanda, la causa y el efecto, y el esfuerzo y el resultado), pilares teóricos del método.\nEste curso es una puerta de entrada sólida, sin tecnicismos innecesarios. Al finalizar, estarás preparado para avanzar hacia un estudio más profundo y práctico de la metodología Wyckoff.",
      "target_audience": [
        "Personas que quieren iniciarse en la metodología Wyckoff desde cero",
        "Traders principiantes que buscan una base teórica sólida para leer el mercado.",
        "Estudiantes de finanzas o economía interesados en análisis técnico."
      ]
    },
    {
      "title": "Teori dan Biaya Produksi untuk Pemula",
      "url": "https://www.udemy.com/course/production-theory-and-costing/",
      "bio": "Prinsip dasar dan penerapan teori dan biaya produksi untuk pengambilan keputusan bisnis",
      "objectives": [],
      "course_content": {
        "Teori Produksi": [
          "Overview",
          "Konsep Dasar Produksi",
          "Fungsi produksi",
          "Klasifikasi Konsep Produksi",
          "Teori Produksi"
        ],
        "Biaya Produksi": [
          "Konsep Biaya Produksi",
          "Analisis Biaya",
          "Optimalisasi Produksi",
          "Biaya Produksi"
        ],
        "Biaya dan Penganggaran": [
          "Biaya Pesanan Pekerjaan",
          "Biaya Proses",
          "Penetapan Biaya Berbasis Aktivitas",
          "Master Budgeting",
          "Biaya dan Penganggaran",
          "Final Quiz"
        ]
      },
      "requirements": [
        "Student memiliki kemampuan analisis dasar"
      ],
      "description": "Course ini adalah studi tentang prinsip dasar dan penerapan teori dan biaya produksi untuk pengambilan keputusan bisnis yang efektif dan untuk mempromosikan kemampuan kewirausahaan insinyur. Course ini juga menjelaskan gambaran umum tentang peran ekonomi manajerial dan akuntansi dalam organisasi dan strategi implementasi.\nProduksi adalah kegiatan transformasi dari beberapa input menjadi suatu output. Dimana beberapa input ini terdiri dari elemen struktural dan juga elemen fungsional. Teori Produksi merupakan hal penting dalam memahami dan mengimplementasikan ekonomi manajerial, karena merupakan salah satu konsep dasar dalam menentukan harga produk. Demikian pula keputusan produksi merupakan bagian penting dalam pengambilan keputusan oleh seorang manajer.\nBiaya operasional dalam sistem industri yang disebut sebagai biaya produksi merupakan hal penting dan menjadi perhatian produsen. Karena efisiensi biaya produksi dapat menciptakan keunggulan kompetitif dalam persaingan bisnis.\nPerhitungan biaya produk dari aktivitas dan kegiatan produksi secara tepat sangat penting dalam menentukan harga penawaran produk ke konsumen. Untuk itu dibutuhkan metoda perhitungan biaya produk yang tepat sesuai dengan jenis produk yang dihasilkan oleh produsen.\nPada course ini, student akan belajar 10 modul :\nBasic Concept of Production\nProduction Function\nClassification of Production Concept\nProduction Cost Concept\nCost Analysis\nProduction Optimalization\nJob Order Costing\nProcess Costing\nActivity Based Costing\nMaster Budgeting\nSetelah menyelesaikan course ini, diharapkan student akan dapat menjelaskan konsep Teori Produksi, memahami konsep biaya dan peningkatan dalam sistem produksi, dan dapat menghitung dan mengimplementasikan anggaran keuangan untuk organisasi.",
      "target_audience": [
        "Student yang ingin belajar teori dan biaya produksi"
      ]
    }
  ]
}