{
  "courses": [
    {
      "title": "The Ultimate Drawing Course - Beginner to Advanced",
      "url": "https://www.udemy.com/course/the-ultimate-drawing-course-beginner-to-advanced/",
      "bio": "Learn the #1 most important building block of all art, Drawing. This course will teach you how to draw like a pro!",
      "objectives": [
        "Draw objects out of your head",
        "Draw realistic light and shadow",
        "Understand the fundamentals of art",
        "Draw perspective drawings",
        "Draw the human face and figure"
      ],
      "course_content": {},
      "requirements": [
        "Paper",
        "Pencil",
        "Eraser",
        "Ruler",
        "Motivation to learn!"
      ],
      "description": "Join over 450,000 learning student and start gaining the drawing skills you've always wanted.\nThe Ultimate Drawing Course will show you how to create advanced art that will stand up as professional work. This course will enhance or give you skills in the world of drawing - or your money back\nThe course is your track to obtaining drawing skills like you always knew you should have! Whether for your own projects or to draw for other people.\nThis course will take you from having little knowledge in drawing to creating advanced art and having a deep understanding of drawing fundamentals.\nSo what else is in it for you?\nYou’ll create over 50 different projects in this course that will take you from beginner to expert!\nYou’ll gain instant access to all 11 sections of the course.\nThe course is setup to quickly take you through step by step, the process of drawing in many different styles. It will equip you with the knowledge to create stunning designs and illustration!\nDon’t believe me? I offer you a full money back guarantee within the first 30 days of purchasing the course.\nHere’s what you get with the course:\nYou’ll get access to the11 sections of the course that will teach you the fundamentals of drawing from the ground up. The course is supported with over 11 hours of clear content that I walk you through each step of the way.\nAll at your fingers tips instantly.\nThe course starts with the basics. You will get an in depth understanding of the fundamentals of drawing. Fundamentals are the most important part of creating professional art. You will learn everything from line fundamentals all the way up to highlight and shadows.\nNext you’ll learn how perspective works and how to incorporate it into your art. You will be learning 1, 2, and 3 point perspective.\nOnce you’ve learned perspective you are going to learn how to create texture and apply it to your drawings.\nThen you are going to learn how to draw from life. Observing life and drawing it is a very important skill when it comes to art.\nAt this point you’ll be ready to start drawing the human face. We will spend a whole section learning how to draw the human face from different angles.\nNext you’re going to learn how to draw the human figure.\nLastly you will gain access to the bonus section where I’ll teach you how I draw animation styled characters step by step.\nOver the 7 chapters you will learn:\nHow to draw an eye\nLine fundamentals\nShape and form fundamental\nHow to use value and contrast\nSpace and perspective\nStill life drawing\nCreating texture\nDrawing the human face\nDrawing the human figure\nDrawing animation styled art\nWhat else will you get?\n- Personal contact with me and my teacher assistant.\n- Lifetime access to course materials\n- Understanding of how professional art is created\n- Quizzes and exercise work sheets\nThis all comes under one convenient easy to use platform. Plus you will get fast, friendly, responsive support on the Udemy Q&A section of the course.\nSo what are you waiting for? Sign up now and change your art world today!",
      "target_audience": [
        "Students wanting to learn how to draw",
        "Students willing to put in a couple hours to learn how to draw",
        "Students willing to take action and start drawing amazing artwork",
        "Students wanting to add another skill to their tool belt"
      ]
    },
    {
      "title": "Adobe Photoshop Masterclass with Photoshop 2025 + AI Updates",
      "url": "https://www.udemy.com/course/adobe-photoshop-course/",
      "bio": "Quickly Master Adobe Photoshop: Beginner to Advanced Graphic Design, Photo Editing, Generative AI, Branding [UPDATED]",
      "objectives": [
        "You'll be comfortable navigating Photoshop, creating new projects, designing how you imagine, and saving it for any purpose.",
        "You'll learn graphic design, photo editing & photo retouching in Photoshop",
        "You'll learn the essential Photoshop tools for editing and manipulating images.",
        "You'll learn how to use the Photoshop layers panel including creating and editing layer masks.",
        "You'll know how to edit photos (both RAW and compressed images) with a variety of tools and non-destructive methods.",
        "You'll learn how to select and edit just parts of your image with a number of selection tools.",
        "You'll know how to retouch photos to remove blemishes, fix red-eye, whiten teeth, and more.",
        "You'll learn how to use the shape tool and pen tool to design custom shapes.",
        "You'll know how to use blending modes, layer styles, and blending modes to create fun and unique projects.",
        "You'll learn how to add and edit text to your graphics.",
        "You'll learn how to save your Photoshop projects for print and web.",
        "You'll HAVE FUN learning and using Photoshop!"
      ],
      "course_content": {
        "Photoshop Crash Course: The Fastest Way to Get Confident Using Adobe Photoshop": [
          "1-Hour Photoshop 2025 Crash Course",
          "Photoshop Crash Course Project 1",
          "Photoshop Crash Course Project 2",
          "Photoshop Crash Course Project 3"
        ],
        "Welcome to the Complete Photoshop Masterclass": [
          "Introduction to the Full Adobe Photoshop Course",
          "Download the Adobe Photoshop Course Workbook",
          "Free Photoshop Brushes"
        ],
        "AI Features in Photoshop": [
          "What is this section?",
          "The New Contextual Task Bar with Generative AI in Photoshop",
          "How to Use AI Generative Fill in Photoshop",
          "Changing the Background & Matching the Foreground",
          "Replacing Sky with Generative Fill",
          "Remove Wires & People from Photos with Photoshop's Remove Tool",
          "Swap Heads in Photoshop + Creative More Generative Fill Tips",
          "Quick Product Mockups with Generative AI in Photoshop"
        ],
        "Adobe Photoshop Basics": [
          "What is this section?",
          "Download the Course Resources & Project Files",
          "Opening Photoshop for the First Time",
          "Understand the Photoshop Interface",
          "Customize Your Workspace and Panels",
          "Create a New Photoshop File",
          "Place Photos & Graphics in Your Project",
          "Moving & Zooming Around a Project",
          "Use Artboards in Your Photoshop Workflow"
        ],
        "Understand the Layer Panel": [
          "What is the Layer Panel?",
          "Aligning Layers in Photoshop",
          "Keeping Your Layer Panel Organized",
          "Linking Layers",
          "Adding Layer Styles and Adjustments",
          "Using Layer Masks to Erase Parts of an Image",
          "Project: Photo Compositing Basics (Resizing and Placing Layers)",
          "Project Solution: Photo Compositing Basics (Resizing and Placing Layers)"
        ],
        "The Selection Tools": [
          "Intro to the Selection Tools and Removing Subjects from the Background",
          "The Magic Wand and Object Selection Tools",
          "Improving Edge Selections with the Refine Edge Tools",
          "Selecting a Specific Color",
          "Automatic Object Selections | Photoshop CC 2022 Update",
          "Easily Remove Objects from a Photo with Content Aware Fill",
          "Project: Abstract Art Graphic",
          "Project Solution: Abstract Art Graphic"
        ],
        "Editing Photos in Photoshop": [
          "Intro to Editing Photos in Photoshop",
          "Adjusting Exposure (How Bright or Dark Your Photo Is)",
          "Adjusting Colors and Making Your Photos Pop",
          "Cropping and Adjusting Photo Aspect Ratio",
          "Basic Dodging and Burning",
          "A Note About Editing RAW Images",
          "Easy Sky Replacement in Photoshop (CC 2020 Update)"
        ],
        "Shapes": [
          "Intro to the Wonderful World of Shapes in Photoshop",
          "Creating Custom Shapes with the Pen and Curvature Tools",
          "Shape Tool Updates in CC 2021 - Rounded Corners, Custom Shapes, and More",
          "Project: Create a Social Media Graphic",
          "Project Solution: Create a Social Media Graphic",
          "Easily Create Patterns with Pattern Preview (CC 2021 Update)"
        ],
        "Titles and Text": [
          "How to Add Text to Your Projects",
          "Warping Text",
          "Making Text Follow a Line or Shape",
          "Project: Design a Poster with Just Text",
          "Project Solution: Design a Poster with Just Text"
        ],
        "Layer Styles": [
          "How to Add a Line (Stroke) Around Your Layers",
          "Adding Glow to Your Layers",
          "Adding Bevel and Emboss to Your Layers",
          "More Layer Styles"
        ]
      },
      "requirements": [
        "Students should have a copy of Adobe Photoshop to follow along. We'll be teaching using version CC (Creative Cloud), but any version will be fine."
      ],
      "description": "The quickest way to learn Adobe Photoshop on Udemy. This course starts with a 60-minute Photoshop 2025 Crash Course to help you get started.\nYou want to learn how to use Adobe Photoshop CC, right?\nStart using Adobe Photoshop to edit photos and beautiful graphic design today!\nEither you're completely brand new to Adobe Photoshop, or you've played around with it but want to get more comfortable with Adobe Photoshop. Either way, this course will be great for you.\nAdobe Photoshop is the worlds's #1 graphic design & photo editing application. This full course is the best way to learn how to use it.\nEdit photos and design graphics the way you imagine them!\nGet Instant access to:\n19+ hours of easy-to-watch video lessons\n46-page workbook with Photoshop tips & best practices\nDownloadable project files to follow along with the lessons\nPremium instructor support if you ever get stuck\nAccess to our exclusive student community\nLifetime updates to Photoshop course updates, including Photoshop 2025 Updates\nIn this course, you’ll gain access to premium video lessons that break down the core concepts behind the most acclaimed image editing software anywhere. These lessons are designed for absolute beginners, and they’re comprehensive enough to leave you with a full understanding of each topic.\nBut your learning doesn’t have to be limited to graphic design theory. We believe in the power of being able to apply every skill you learn in a practical environment. That’s why this course also gives you access to downloadable files and assets to help you understand and explore everything you learn in a formal setting.\nThese lessons are detailed and project-based. This means you’ll get a chance to practice everything you learn and build your portfolio even as you’re getting to grips with Adobe Photoshop.\nYou’ll also receive direct support from the course instructors, so you’ll never be far from a helping hand. Our instructors are here to help you master Photoshop with live support and insightful guidance.\nDownload practice photos and Photoshop files. At the beginning of this course, you'll download a folder of photos and project files so you can practice and learn!\nYou will learn:\nHow to navigate Photoshop in a way that saves you time on larger projects\nHow to use the full range of Photoshop tools available to you\nHow to use the new Adobe Firefly AI (artificial intelligence) features of Photoshop\nHow to create new projects and set yourself up for the best experience\nHow to use the layer panel to create and edit layer masks with maximum efficiency and ease\nHow to create visually engaging and well-structured marketing content\nHow to edit, touch up, and manipulate images to get the perfect aesthetic\nHow to create professional-looking typography that blends seamlessly with your graphics\nHow to start and complete a Photoshop project and how to optimize every step along the way\nHow to create custom designs unique to your style and aesthetic\nHow to save files for any project, from social media infographics to printed content\nHow to create designs for different formats like apparel\nPhotoshop for web design\nHow to create visually compelling logos and brand identities\nHow to edit RAW and compressed image files\nYou can make money as a graphic designer with these skills!\nI'll be teaching the course using the latest creative cloud version, but if you have a previous version (CS6, CS5, CS4, CS3), you can still learn to edit like a pro. This course is great for Mac and PC users.\nWhat makes me qualified to teach you?\nMy name is Phil and I've been editing photos and graphics with Adobe Photoshop for over a decade. Plus I'm the creator of some of the world's most popular online courses - with over 3,000,000 students and thousands of 5-star reviews like these ones:\nAwesome course, easy to follow! - Tim Clark\nYour course is amazing, so I can say that I am learning a lot. Your English is very easy to understand ( I'm from Brazil). Thanks for sharing your amazing knowledge. - Jerilson Duarte\nMy Promise to You\nI'll be here for you every step of the way. If you have any questions about the course content or anything related to this topic, you can always post a question in the course or send me a direct message.\nI want to make this the best course on how to shoot use Adobe Photoshop. So if there is any way I can improve this course, just tell me and I'll make it happen.\nWhat is this Adobe Photoshop course all about?\nIn this complete guide to Adobe Photoshop, you'll not only learn all of the editing tools available in Adobe Photoshop, but also how to design actual graphics you can use for your business, or for fun.\nThis course will cover everything you need to know to start, including:\nGetting started with Photoshop\nNavigating and customizing  the workspace\nUsing the Photoshop layers panel\nPhotoshop's Generative Fill and other AI updates\nEditing RAW and non-RAW photos in Photoshop\nUsing selection tools\nUsing tools like doge and burn to edit just part of your images\nRetouching photos such as whitening teeth, removing blemishes, and more\nCreating and adjusting shapes in Photoshop\nDesigning graphics with different blend modes\nAdding and editing layer styles like bevels and drop shadows\nAdding artistic filters like blurs\nAdding and editing text to your graphics\nSaving your projects for anything - printing, online, and more\nKey course topics\nThis course may be designed for beginners, but it’s also designed to leave you equipped with pro-level techniques and the confidence to apply them anywhere. Throughout this course, you’ll learn how to work with and master the following topics:\nGraphic design\nTypography\nLogo design\nImage editing and manipulation\nApparel design\nLayer and mask management\nRetouching\nDigital marketing design\nSocial media graphic design\nUser experience design (UX design)\nWorking with RAW image files\nBy the end of this course, your confidence as a photoshop user will soar. You'll have a thorough understanding of how to use Adobe Photoshop for fun or as a career opportunity.\nMaster the most powerful graphic design tool today!\nAdobe Photoshop is a powerful tool that you can start mastering today with the help of this course. With dozens of lessons and downloadable files – and live support at every step – you’ll soon be on your way to creating incredible visual projects on Photoshop.\nGo ahead and click the enroll button, and I'll see you in lesson 1!\nCheers,\nPhil",
      "target_audience": [
        "This course is great for beginners who have never used Photoshop or have used it only a few times.",
        "This course is also good for intermediate/casual Photoshop users who want to learn new techniques and tools, and how to properly use Photoshop.",
        "Advanced users and experts who know a lot of the key topics won't benefit much from this course."
      ]
    },
    {
      "title": "Graphic Design Masterclass - Learn GREAT Design",
      "url": "https://www.udemy.com/course/graphic-design-masterclass-everything-you-need-to-know/",
      "bio": "The Ultimate Graphic Design Course Which Covers Photoshop, Illustrator, InDesign, Design Theory, Branding, Logo Design",
      "objectives": [
        "Have a deep understanding of typography, color theory, photos, layout, blocking and other design theory and skills",
        "Understand and learn the essential tools and capabilities of Adobe Photoshop, Illustrator and InDesign",
        "Create logos and branding packages for potential clients",
        "Learn photo editing and manipulation in Adobe Photoshop",
        "Master the pen tool, shape builder tool and other essential vector design tools in Adobe Illustrator.",
        "How to create editorial spreads and magazine layouts using Adobe InDesign",
        "Understand solid logo design and ad design principles to create compelling campaigns and logos",
        "Work through the entire package design process",
        "Learn non-destructive editing techniques in Adobe Photoshop",
        "Work through an event flyer design to understand strong type hierarchy, balance and overall design layout",
        "Learn a few of the upcoming design trends for 2022 and how to create them!",
        "Learn the history of fonts and typefaces and how to pair fonts",
        "Learn the basics of Affinity Designer and learn the difference between Adobe Illustrator and Affinity Designer",
        "Work through a 7 page vector tracing worksheet and feel confident creating a complex vector illustration by the end of this worksheet",
        "NEW! Learn how to work with multiple page layouts in Adobe InDesign and create a cookbook cover and book",
        "NEW! Learn the step-by-step process to becoming a graphic designer",
        "NEW! Learn how to work with Photoshop Mockups to create great presentations",
        "NEW! Learn word mapping and brainstorming techniques to increase your creativity in logo design and branding projects",
        "NEW! Learn the Double Exposure Effect in Adobe Photoshop",
        "NEW! Create Vector Art in Adobe Illustrator",
        "NEW! Learn How to Encourage and Spark Creativity",
        "NEW! How to create YouTube thumbnails and social media graphics",
        "NEW! How to properly give and receive critiques and feedback",
        "NEW! Understand how to create 3d objects and typography in Adobe Illustrator",
        "NEW! Discover the latest 2022 updates to the Adobe software and understand the new artificial intelligence filters and tools",
        "NEW! Learn how to predict future design trends and complete projects that use the most up to date trends",
        "NEW! Learn about the history of graphic design styles in the last 130 years",
        "NEW! Learn about Adobe Photoshop's generative fill tool and artificial intelligence, AI!",
        "NEW! An Overview of Artificial Intelligence for Designers: Prompts, Programs and AI Ethics"
      ],
      "course_content": {},
      "requirements": [
        "Access to Adobe Photoshop, Illustrator & InDesign (Or Affinity Designer, Affinity Photo, Affinity Publisher as an Alternative). I will be using the Adobe Creative Cloud versions, but those with older version can still get a lot out of this class. Those wanting to take the course with Affinity products will find some tools and names do differ so Adobe is preferred.",
        "If you use Adobe products, I highly suggest using versions CS6 or higher to have a more smooth experience with the course, but not a requirement.",
        "Software not Included"
      ],
      "description": "As you can see, this course is updated frequently with new lessons, projects and resources!\nJune 2024 - NEW Lesson! Artificial Intelligence in Design a Full Introduction!\nJanuary 2024 - NEW Section! Photoshop 2024 Updates - Artificial Intelligence Generative fill tool overview and mastery!\nJanuary 2023 - NEW Resources! Design Book Recommendations and Resource on Graphic Design Pay\nNovember 2022 - NEW Section! The History of Graphic Design Styles!\nAugust 2022 - NEW Section! Learn to Create a Custom Brand Presentation Mockup in Adobe Photoshop\nJanuary 2022 - NEW Section! Design Trends 2022! We will figure out how to predict future design trends and create three projects!\nNovember 2021 - NEW Sections! Adobe Photoshop and Illustrator 2022 update lessons and Adobe Illustrator 3D class Project!\nJune 2021 - NEW Lesson! How to properly give and receive critiques and feedback\nApril 2021 - NEW! Section on how to create YouTube Thumbnails!\nMarch 2021 - NEW! Video on How to Encourage and Spark Creativity\nMarch 2021 - NEW!  Section on The Double Exposure Effect in Adobe Photoshop 2021!\nMarch 2021 - NEW!  Section creating vector art in Adobe Illustrator 2021 using the new repeat tool and the blend tool.\nFebruary 2021 - NEW!  Detailed section on Adobe Photoshop Photo editing basics - New projects added!\nJanuary 2021 - NEW!  2021 Design Trends Section with three new student projects!\nNovember 2020 - NEW!  16 page History of Typography Guide, 16 Page Color Theory Guide and 8 Page Font Pairing Guide!\nOctober 2020 - Updated Lessons!  Photoshop 2021 Neural Filter and Liquify Tools\nAugust 2020 - Updated Lessons!  Logo Design and Branding Project\nJuly 2020 - NEW!  How to work with Photoshop Mockups!\nJune 2020 - NEW!  How to Become a Graphic Designer 14 page Resource Guide and Lessons!\nMay 2020 - NEW!  InDesign Portfolio Builder Template!\nApril 2020 - NEW!  Entirely new Adobe InDesign Section including a cookbook project\nApril 2020 - NEW!  Color Theory - Exploring Color Palettes Section\nMarch 2020 - NEW! A Guide to My Favorite Fonts and Where to Download Them\nJan 2020 - NEW! Lessons: 2020 Design Trends: and how to create them\nNov 2019 - NEW! - Adobe Illustrator introduction and tools section (vector tracing worksheet)\nNov 2019 - NEW! - Photoshop section and Projects (including a new youtube thumbnail and book cover project)\nOct 2019 - NEW!  11 page downloadable resource - The Guide to Grids\nOct 2019 - NEW!  Color Theory and Color Harmony Lessons + new Downloadable Resources\nJuly 2019 - NEW!  Affinity Designer Section! Learn The Basic Tools and Differences Between Adobe Illustrator And Affinity Designer\nMay 2019 - NEW! Downloadable Resources - the Anatomy of Typography poster and the Psychology of Color graphic!\nApril 2019 - NEW Lessons: Finding Your Graphic Design Niche and Focus!\nGraphic Design Master Class - Learn GREAT Design\nDo you want to learn all the skills and techniques you need to create incredible designs?\nDo you want to know the process of creating logos and branding packages?\nAre you intimidated by learning photoshop, illustrator or InDesign and want to learn through practical real world projects? Than This class will be for you!\nWe will extensively review Typography, color theory, layout and composition, how to use photos in design, photo manipulations and editing and magazine layout design, branding and logo design just to name a few.\nWe also learn the basics of Adobe Photoshop, illustrator and InDesign and do projects with real world applications. Every designer needs to know and master these programs and this course makes sure you know the essential tools to power through amazing projects.\nIn Adobe Photoshop, we will review photo editing and manipulation techniques like how to cut objects out, duotones, changing color on objects, the liquify tool and we will create a compelling YouTube thumbnail with our newly learned photoshop skills as well as an entire book cover design project.\nIn Adobe Illustrator, we will master the pen tool by hand tracing simple and complex shapes. We will explore the power of the shape builder tool and In the end of this section, we will design a complete logo design. There is an entirely new introduction and tools section that has been added where we work through a 7 page vector tracing worksheet and in the end create a complex vector illustration using our newly learned illustrator vector tools. Lastly, we will put together an event flyer to practice our layout skills, and even work through the branding process and create a logo, business card and letterhead for a business.\nWe will will create a magazine layout in InDesign and learn the master pages tool to drastically speed up your design workflow when working with multiple paged layouts.\nWe will talk about branding basics, what makes a good logo? How do you extend your logo or brand to other marketing materials?\nI designed this extensive course to be gentle enough for new comers to design but detailed enough for everyone to get a TON out of this course.\n\nNew Mini-Course Added!\nDiscover Your Design Niche!\n\nDo you want to find out what design niche you should concentrate on? This is an exploratory mini-class added to the Graphic Design Masterclass course on Udemy (Section 15) that helps you find your next focus and explore many wonderful options for budding and established designers.\nWe are going to review some main core design categories and talk about what types of projects you will do and also what you will need to learn to leap into those design niches.\n\nThere are always more niches to discover but we will focus on the following in this mini-class:\n\nLogo Design\nPrint & Editorial Design\nPattern Design and Illustration\nPackage Design\nBranding Design\nUX/UI Design\nSocial Media/Digital Graphic Designer\nBy the end of this class you will have a solid grasp of what each design niche entails. You will have confidence in choosing your top three focal niches to kickstart or enhance your design offerings and know what to learn next.",
      "target_audience": [
        "Anyone interested in creating compelling and GREAT design.",
        "Those interested in learning Photoshop, Illustrator and InDesign (Affinity Designer Too!)",
        "Those wanting to understand graphic design basics and theory paired with real world projects and applications",
        "Those looking to learn logo design and branding techniques and execution",
        "Anyone wanting to become a graphic designer part-time or full-time, or those who need design skills to elevate their current careers.",
        "Those looking for a solid graphic design foundations course with the depth of an intermediate level course",
        "Those wanting to learn the basics of Affinity Designer and learn the difference between Adobe Illustrator and Affinity Designer"
      ]
    },
    {
      "title": "Ultimate Adobe Photoshop CC Masterclass Basics To Advanced",
      "url": "https://www.udemy.com/course/ultimate-adobe-photoshop-cc-masterclass-basics-to-advanced/",
      "bio": "Photoshop Color Image Correction, 3D Effect, Shadow, Blending, Skin Tone Retouching, Masking, Blur Filter, Clipping Path",
      "objectives": [
        "Color and Adjustment",
        "Content Aware and Crop",
        "Text Style",
        "Shape and Symbol",
        "Shadow",
        "Selection and Masking",
        "Blur and Filters",
        "Warp and Distort",
        "Retouching",
        "Visual Style",
        "Blending",
        "Image Fixing"
      ],
      "course_content": {
        "Introduction to Photoshop": [
          "Introduction",
          "Exercise File - Image"
        ],
        "Color and Adjustment": [
          "Need Help? Have Question During Learning?",
          "Need Your Feedback",
          "Hue and Saturation - Change Color Using Hue and Saturation",
          "Change Specific Color Using Hue and Saturation",
          "Image Correction With Vibrance and Saturation",
          "Fix Image Using Levels",
          "Feedback",
          "Exposure",
          "Invert and Threshold",
          "Curves",
          "Word File",
          "Class Project - 1"
        ],
        "Content Aware and Crop": [
          "Content Aware Fill",
          "Content Aware Cropping",
          "Remove Man & Text Using Content Aware",
          "Class Project - 2"
        ],
        "Text Style": [
          "Text Style",
          "Text Style Part Two",
          "Class Project - 3"
        ],
        "Shadow": [
          "Create Drop Shadow On Image",
          "Add Reverse Shadow",
          "Long Drop Shadow",
          "Distort Drop Shadow For Text",
          "Class Project - 4"
        ],
        "Shape and Symbol": [
          "Post Card Creation Using Shape"
        ],
        "Selection and Masking": [
          "Copy and Paste Image",
          "Background Removal",
          "Place Text Behind Image",
          "Text In and Out",
          "Text Interaction With Leaf",
          "Class Project - 5"
        ],
        "Blur and Filters": [
          "Background Blur",
          "Image Blur",
          "Motion Blur",
          "Class Project - 6"
        ],
        "Warp and Distort": [
          "Dripping Paint Text Effect",
          "Distort Image",
          "Peel Image With Warp Transform",
          "Cut Fat"
        ],
        "Retouching": [
          "Skin Retouch - Remove Bad Spot From Skin",
          "Teeth Retouch",
          "Eye Retouch",
          "Eye Blue Lens",
          "Class Project - 7"
        ]
      },
      "requirements": [
        "No prior knowledge or experience with Photoshop is required",
        "Adobe Photoshop, preferably the latest CC (Creative Cloud) version"
      ],
      "description": "Learn Adobe Photoshop CC From Scratch & Ultimate Photoshop Masterclass Course For Newbie. If you are a beginner and looking to learn photoshop from scratch then this course will help you to learn Adobe Photoshop Professionally. For learning graphics design and photoshop retouching from beginner to advanced this course can be a lighthouse for you. You can learn from this course about Photoshop Layer, Color and Adjustment, Photoshop Color Correction, Shape and Symbol, Content-Aware & Cropping, Photoshop Text Style, Gradient Stroke & Bevel, Shadow, Blending, Selection, Photoshop Masking, Blur & Filters, Transform, Warp & Distort, Clipping Mask, Retouch, Photoshop Retouching, Effect Of Visual Style, Brush, Export, Earning Money With Graphics Design Work, Advance Tool and many more.\nThis course is especially for beginners and you do not need any previous knowledge of adobe photoshop, photography, or design. We will start right at the beginning and work our way through step by step. If you never opened Photoshop before or you have already opened Photoshop but you are looking for basic and essential use of photoshop you just have to follow me and together we will learn how to make beautiful images using Photoshop.\n\nYou will have class project during learning this class, than you will have a real time practice with learning lesson and you can share your class project in assignment section. I have given an exercise file so you can practice along with me.",
      "target_audience": [
        "Beginners who want to learn adobe photoshop cc for graphics design",
        "Anyone who wants to start using Photoshop in their career & get paid for their Photoshop skills.",
        "Newbie's, amateurs, graphic designers, motion graphics artists, Illustrator users, and any creatives who want to design their own graphics and edit their own photos from scratch"
      ]
    }
  ]
}