{
  "courses": [
    {
      "title": "PROVEN Manifestation, Law of Attraction Self Hypnosis System",
      "url": "https://www.udemy.com/course/law-of-attraction-self-hypnosis-changing-limiting-beliefs/",
      "bio": "Transform Your Life: Tested Law of Attraction and Self-Hypnosis Manifestation Method for Happiness, Love and Abundance",
      "objectives": [
        "UNLOCK THE SECRETS TO MANIFESTING YOUR DREAM LIFE AND CULTIVATE LASTING HAPPINESS WITH OUR FAIL-SAFE SYSTEM!",
        "Master the Fool-Proof System for Harnessing the Law of Attraction: Transform your reality effortlessly and manifest wealth, health, relationships, and more..",
        "Discover why the Law of Attraction may falter and unlock proven strategies to conquer obstacles. Decode its mysteries to manifest boundless success.",
        "Attract the Right Relationships: Learn the art of attracting fulfilling relationships tailored just for you.",
        "The Crucial First Step to Manifestation Success: Unveil the single, non-negotiable step you must take before manifesting anything in your life.",
        "Master Habits: Introduce the New, Banish the Bad. Gain the power to cultivate new positive habits and bid farewell to the ones holding you back once and for all",
        "Unlock the Secret to Vibrant Health and Stress-Free Living: Manifest a life of wellness with the key to happiness, fitness, and a stress-free existence",
        "Master self-hypnosis for subconscious reprogramming! Dive into neuroscience and learn how to use hypnosis as meditation for lasting change.",
        "PLUS, Receive a Certificate and a Once-in-a-Lifetime Gift Upon Course Completion: Celebrate your success with a certificate of achievement and an exclusive gift",
        "BONUS COURSE Free yourself from smoking with our bonus course. A special gift for you or anyone struggling with addiction, which will transform lives!"
      ],
      "course_content": {
        "Introduction": [
          "How to Create the Life of Your Dreams with This Program",
          "Meet Your Instructor Chris",
          "Important! How You Get The Most Benefit From This Course",
          "How to Connect with Chris"
        ],
        "How to Feel Good with the Law of Attraction: “Theory” Module One": [
          "Learn a Simple Breathing Meditation",
          "Feeling Good Is the Most Important Thing You Can Do for Yourself",
          "Do You Want to Change the Condition or Do You Want To Feel Better Now?",
          "The Law of Attraction Explained",
          "Quantum Physics and the Law of Attraction",
          "How to Love Yourself As You Are",
          "Three Steps to Creating Your Reality",
          "How to Feel Good Unconditionally",
          "What have you learned about the law of attraction?"
        ],
        "The Deep Mind System: “Theory” Module Two": [
          "The Deep Mind System",
          "How Brainwave Patterns Effect You",
          "Why Your Beliefs in the Subconscious Mind Create Your Reality",
          "Discover the New Brain Science of Neuroplasticity",
          "What is the Deep Mind System?",
          "What have you learned about the Deep Mind System?"
        ],
        "Learn The Deep Mind System: Practical Module One: Week One": [
          "Reminder How to Get the Most Benefit From This Course",
          "How to Use The Deep Mind System Full & Short Version",
          "Guided Self Hypnosis: The Deep Mind System FULL AUDIO",
          "Guided Self Hypnosis: The Deep Mind System",
          "Bonus Progressive Relaxation Exercise",
          "Bonus Ataxis Exercise Moving Awareness Beyond the Mind and Thought",
          "Bonus: Guided Self Hypnosis: Ataxis Exercise FULL AUDIO",
          "How to use the Ataxis Exercise",
          "Got a minute? Please leave an honest star rating and review for this Course"
        ],
        "Manifest Your Desires Exercise: Practical Module Two: Week Two": [
          "What is the Manifest Your Desires Exercise?",
          "How to Manifest Your Desires With This Process",
          "Manifest Your Desires AUDIO to Follow PDF Part1",
          "Manifest Your Desires AUDIO to Follow PDF Part2"
        ],
        "The Empowerment Exercise: Audio Example of Hypnotherapy: Week Three": [
          "How to Use the Empowerment Exercise",
          "Empowerment Exercise Full AUDIO"
        ],
        "Creating Your Personal Power Affirmation: Practical Module Three: Week Three": [
          "Create Your Personal Power Affirmation Part 1",
          "Create Your Personal Power Affirmation Part 2",
          "Create Your Personal Power Affirmation Part 3",
          "Create Your Personal Power Affirmation Part 4",
          "Create Your Personal Power Affirmation Part 5",
          "Reminder to take another look at “How To Get The Most Benefit From This Course\""
        ],
        "Changing Your Limiting Beliefs Exercise: Practical Module: Week Five": [
          "Momentum: Why we keep repeating patterns of thought or beliefs",
          "Learn to Use Only Inspired Action",
          "How to Change Your Limiting Beliefs Part 1",
          "List of Limiting Beliefs to Assist You in Writing Your New Beliefs",
          "How to Change Your Limiting Beliefs Part 2",
          "How to Change Your Limiting Beliefs Part 3",
          "How to Use The Change Your Limiting Beliefs Process",
          "Guided Self Hypnosis: Changing Limiting Beliefs Full AUDIO",
          "Guided Self Hypnosis: Changing Limiting Beliefs",
          "Take a Time out: I would love to get your feedback on this course."
        ],
        "Lessons Learned and Wrap Up and Bonuses": [
          "Mind Movie Free Gift Bonus Video",
          "Mind Movie Free Gift Bonus Lecture",
          "Bonus Lecture More Courses",
          "What You Have Learned and Wrap Up",
          "Law of Attraction and Self Hypnosis Effortless Manifestation - Course Assessment"
        ],
        "Free Complete Bonus Course Quit Smoking with Hypnosis & Self Hypnosis": [
          "How you will stop smoking permanently without withdrawals or cravings"
        ]
      },
      "requirements": [
        "Open Mind and Enthusiasm: No prior knowledge needed, just a willingness to explore the Law of Attraction, self-hypnosis, mindfulness, and neuroscience",
        "Commitment to Transformation: Engage in practical exercises for manifesting wealth, health, and fulfilling relationships",
        "Genuine Desire for Change: Be ready to transform your life and embrace positive shifts.",
        "Online Access: Watch and listen to transformative video tutorials online for a life-changing experience",
        "Tech-Ready: Download, view, and listen to PDF and MP3 files to master self-hypnosis for subconscious reprogramming"
      ],
      "description": "Stop Struggling & Start Manifesting: Unlock Your Dream Life with the Deep Mind System.\nFrustrated by Law of Attraction practices and self-improvement programs that fall short? You've watched \"The Secret\" and even studied the Law of Attraction (LOA), but lasting change feels elusive. Sound familiar?\nHere's why:\n1. Ignoring Your Subconscious: Most self-improvement programs only scratch the surface, neglecting the hidden beliefs buried deep within. These limiting beliefs act as subconscious roadblocks to manifesting your desires.\n2. Focusing on Tactics, Not Transformation: Wealth seminars often emphasize \"get rich quick\" strategies, ignoring the deeper mindset shifts needed for true abundance. Similarly, relationship tips miss the root cause of unfulfilling connections. Remember, Law of Attraction is about inner transformation, not just external tricks.\n3. Visualization Alone Isn't Enough: Simply visualizing your dreams while harbouring doubts creates dissonance. The key is aligning your subconscious with your desires, fostering genuine belief that they are achievable.\n4. Neglecting Emotional Clearing: Unexplored and unprocessed emotions like fear, guilt, or anger can act as energetic blocks to manifestation. The Deep Mind System addresses these emotional roadblocks, creating a clear pathway for your desires to manifest. Step into the portal and take control of your destiny, transforming your life into a haven of genuine happiness\nBreak through these pitfalls and truly harness the power of the Law of Attraction:\nDiscover the Deep Mind System, the breakthrough, fool-proof system that has been tried, tested, and proven over and over again, a program designed to address subconscious limiting beliefs, cultivate unwavering belief, and clear emotional blockages. It's your key to unlocking the transformative power of the Law of Attraction and manifesting the life you truly desire.\nIt's not just a course; it's a journey to unleash your true potential for happiness and a transformational experience that has changed the lives of thousands. Unlock the secrets to manifesting your deepest desires and transform your life with the Deep Mind System.\nWhat You'll Experience:\nVisualize Clearly: Guided Self Hypnosis/Changing Limited Beliefs is a game-changer, allowing you to visualize your desires with unprecedented clarity.\nScientific Support: Backed by scientific principles, this course delves deep into the subconscious, addressing toxic beliefs that hinder your progress.\nTransformational Journey: Over 40 years of study in psychology, neuroscience, and mindfulness practices culminate in a simple, step-by-step program accessible to everyone.\nReal Results: Witness rapid and natural changes in your financial situation, material possessions, happiness, health, relationships and overall well-being.\nMoney-Back Guarantee: We are so confident in the transformative power of the Deep Mind System that we offer a 30-day money-back guarantee. If you don't experience the promised benefits and more, Udemy will refund your investment—no hassles, no questions asked.\nDon't just take our word for it:\n·    \"This course is the single most important on this platform. Mind-blowing! Rewire your subconscious and transform your life. Great job, Chris!\" - Noah Merriby, Bestseller Instructor on Udemy:\n·    \"The BEST Law of Attraction course! Excellently explained, well-designed, with scientific support. Chris is an excellent teacher, answering questions promptly. A life-changing experience!\" - Erika Kings:\n·    \"I HIGHLY recommend this course for anyone! It has been designed to change lives worldwide. The true value is immeasurable.\" - Joshua Weightman, Master Hypnotherapist and LOA Expert\n·    \"One of the best Law of Attraction courses I've taken. Guided Self Hypnosis is a game-changer. I now feel like a Deliberate Creator!\" - Michelle Louw\nReady to experience the transformation?\nJoin Chris and thousands of others who have unlocked their potential with the Deep Mind System.\nClick \"Buy Now\" or \"Add to Cart\" and start your journey to a life beyond your wildest dreams.\nDon't wait any longer. Invest in yourself and your future. Click the button now and unlock the life you deserve!\nWARNING: The techniques in this course might lead to an outstanding level of growth in your life. Handle with caution, put your seatbelt on, and prepare for the acceleration.\n\n\nFREE BONUS COURSE\nEnroll in this transformative course and unlock the ability to QUIT SMOKING EFFORTLESSLY for yourself OR UNLOCK A SMOKE-FREE LIFE FILLED WITH HAPPINESS AND FREEDOM for a friend with our FREE bonus course, \"Quit Smoking with Hypnosis & Self Hypnosis\", get in before it's gone!",
      "target_audience": [
        "Anyone familiar with the Law of Attraction or \"The Secret\" seeking a simple yet powerful tool to enhance their mindset and attract positive outcomes",
        "If you recognize negative thinking and limiting beliefs within yourself and desire to replace them with empowering thoughts, this course is for you",
        "Tired of struggling with the Law of Attraction? It's time for tangible results. This course is designed for you",
        "Anyone seeking clear, step-by-step guidance on manifesting wealth, health, and love? Enroll now!",
        "If you're ready to undergo a total life transformation and become the best version of yourself, this course is your pathway to success."
      ]
    },
    {
      "title": "Secrets Of Psychology - Why People Do The Things They Do",
      "url": "https://www.udemy.com/course/secrets-of-psychology/",
      "bio": "The Ultimate Guide To Your Mind & Personal Success!",
      "objectives": [
        "Gain A Deep Understanding Of The Values And Beliefs That Drive People’s Every Action",
        "Release Yourself From Emotional Pain And Frustration By Discovering How Emotions Really Work And How You Can Gain Greater Mastery",
        "Breakthrough Personal Illusions And Unleash Your Hidden Potential",
        "Gain Hidden Knowledge Of What Drives Motivation - The Master Key To Success",
        "Discover How The “Imprint Period” Has Literally Programmed You For Life … And How To Reprogram It",
        "Discover How Pain & Pleasure Rule You Life … And The Secret Of How To Make This Work For You Instead Of Against You",
        "See How False Personas Drive The Habits And Behaviors Of Yourself And Others … Take Back Control And Free Yourself",
        "Learn How Self-Image Determines What You Will And Won’t Do … And So Much More!"
      ],
      "course_content": {
        "Introduction: Goals & Fundamentals": [
          "Intro By Prof. Paul - WHY This Course is SO Important To Your Life!",
          "Goals & Fundamentals",
          "Understanding HOW Feelings Work & How You Can USE This!",
          "\"The Imprint Period\" - How You Were Created - How You Were Programmed",
          "The Amazing Truth About Values & Beliefs",
          "Do You Know The Difference Between Reality & Lies? Are You Sure?",
          "Personal Illusions That Are Holding You Back - Break Free!",
          "EGO - The Great Deceiver",
          "The Inner-Critic ... How To WIN The INNER Battle",
          "Understanding Self-Image & Your Multiple Minds",
          "How To Defeat The PAST & The FUTURE",
          "Emotional Reasoning & Logic Systems - How To WIN!",
          "Understanding & Meeting Your Needs - The Hidden Secrets",
          "Understanding Motivation - The Ultimate Driving Force",
          "Defeat This Major Block .... And Free Your Mind!",
          "Discover \"The Source & Solution To All Your Problems\"",
          "Agenda & Lies - How They impact Your Life",
          "Gambits - Games People Play",
          "Break Free From The Problems of \"Attachment\" & \"The Sheep Mentality\"",
          "\"The Dirty Secret Of Psychology\" & How To Free Yourself!",
          "Tap Into The Power Of The Unconscious Mind",
          "How To Control Your Own Mind - And WHY Almost Nobody Does!",
          "Why FEAR Dominates Our Lives & How To Beat it!",
          "Final Thoughts, Tips & Suggestions To Radically Improve Your Life"
        ],
        "BONUS SECTION - Limited Exclusive Access For Students Only!": [
          "Bonus Lecture - Access 100+ Hours of Video Content!"
        ]
      },
      "requirements": [
        "None"
      ],
      "description": "If You Only Buy ONE Course This Year … It GOT To Be This One! This Course Will Teach You The Hidden Secrets Of Psychology Known To Only A Very Select Few And Will Give You An Unfair Advantage For The Rest Of Your Life.\nYou Have Literally Been Cheated Your Entire Life … And It’s Not Your Fault! You Were Never Trained In How To Use Your Mind … So How Can You Possibly Succeed? Have You Ever Had Even One Course On Why People Do The Things They Do? If You’re Like 99.99% Of People Out There … The Answer Is A Resounding No! So We Have No Idea Why We Do The Things We Do AND We Have No Idea Why Anybody Else Does The Things They Do …. And Yet Were Still Supposed To Succeed? Could We Be Any More Clueless? Fear Not! In This One Course You Will Gain A Lifetime Of Wisdom In Why People Do The Things They Do And How You Can Use These Tools, Strategies And Techniques To Gain The Ultimate Life Advantage. This Course Will Give You Your Own Mini “PhD” In “Understanding The Human Mind”\nIn This Course You’re About To Discover:\n1) Learn How Self-Image Determines What You Will And Won’t Do … And So Much More!\n2) Discover How Pain & Pleasure Rule Your Life … And The Secret Of How To Make This Work For You Instead Of Against You\n3) Discover How The “Imprint Period” Has Literally Programmed You For Life … And How To Reprogram It\n4) Gain Hidden Knowledge Of What Drives Motivation . The Master Key To Success\n5) Breakthrough Personal Illusions And Unleash Your Hidden Potential\n6) Gain The Secret Of How To Free Yourself From Your Past\n7) Revealed! This The Hidden Secret Of How People Live In Their Own Virtual Reality ... And How You Can Break Free\n8) Release Yourself From Emotional Pain And Frustration By Discovering How Emotions Really Work And How You Can Gain Greater Mastery\n9) See How False Personas Drive The Habits And Behaviors Of Yourself And Others … Take Back Control And Free Yourself\n10) Gain A Deep Understanding Of The Values And Beliefs That Drive People’s Every Action\n…. And This Is Just The First Half Of The Training!\n\n\nDon’t Miss This Once-In-A-Lifetime Opportunity To Learn The Hidden Secrets Of Psychology From A True Master Who Has Condensed Over 35 Years Of Learning Into This One Quick & Easy Course For You.\n\n\nPS – Study This Course Carefully … And You Will Have An Unfair Advantage For Life In Virtually Every Area Of Your Life … Amazing!",
      "target_audience": [
        "People Who Want More Control Over Themselves & Their Lives",
        "People Who Want to Boost Their Self-esteem",
        "People Who Want Freedom From Old Pain & Hurts",
        "People Who Want to Understand Themselves & Others Better",
        "People Who Want MORE Out Of Life!"
      ]
    },
    {
      "title": "Happiness Life Coach Certification (Accredited)",
      "url": "https://www.udemy.com/course/happiness-life-coach-certification/",
      "bio": "Become a Certified Happiness Life Coach! Learn powerful tools and strategies to help your clients find their happiness.",
      "objectives": [
        "Learn the techniques and tools that will help you help others find their happiness",
        "Understand and learn the psychology of what creates long term change in people",
        "Utilize a proven, step-by-step system with all the materials needed to help people",
        "Be able to teach what you learn with confidence",
        "Increase your credibility",
        "Enhance your coaching business",
        "Offer new services to current clients",
        "Provide workbook materials to your clients",
        "Add additional sources of revenue to your bottom line"
      ],
      "course_content": {
        "Happiness Coach Introduction": [
          "Welcome",
          "FULL WORKBOOK (ADA Accessible)",
          "Introduction and What You Will Learn (Coach)",
          "Defining Happiness (Coach)",
          "Benefits and Challenges (Coach)",
          "Unleash Your Joy (Client)",
          "Peeling Off The Layers (Client)",
          "How This Course Works (Coach)",
          "REQUIRED: Terms of Use + Coaching Disclaimer",
          "About the Master Life Coach Certification and CPD/CEU Credits"
        ],
        "Layer 1: Desire (influences/programming/expectations)": [
          "Layer 1: Desire (Client)",
          "Layer 1: Desire (Coach)",
          "BONUS: Unconditional Desire",
          "Layer 1: Expectations Vs Joy (Client)",
          "Layer 1: Expectations Vs Joy (Coach)"
        ],
        "Layer 2: Limiting Beliefs (unconscious/agreements)": [
          "Layer 2: Limiting Beliefs (Client)",
          "Layer 2: Limiting Beliefs (Coach)"
        ],
        "Layer 3: Ego and Identity (attachments/roles)": [
          "Layer 3: Ego and Identity (Client)",
          "Layer 3: Ego and Identity (Coach)"
        ],
        "Layer 4: Time (past and future vs. the now)": [
          "Layer 4: Time \"The Now\" (Client)",
          "Layer 4: Time \"The Now\" (Coach)",
          "Layer 4: Time \"Experiencing vs. Remembering Self\" (Client)",
          "Layer 4: Time \"Experiencing vs. Remembering Self\" (Coach)"
        ],
        "Layer 5: Patterns and Conditioning (rewiring for joy)": [
          "Layer 5: Negative Patterns and Conditioning (Client)",
          "Layer 5: Negative Patterns and Conditioning (Coach)",
          "Layer 5: Wired for Joy (Client)",
          "Layer 5: Wired for Joy (Coach)",
          "NLP: Anchoring and Stacking (Coach)"
        ],
        "Layer 6: Your Current Mood (emotions)": [
          "Layer 6: Emotions and Current Mood (Client)",
          "Layer 6: Emotions and Current Mood (Coach)"
        ],
        "Wrap Up: Unleash Your Happiness": [
          "Happiness Unleashed (Client)",
          "Congratulations and Reflection (Coach)",
          "Forgiveness Part 1 (Coach)",
          "Forgiveness Part 2 (Coach)",
          "My Life Movie (Coach)"
        ],
        "Wrap Up and Next Steps": [
          "Receiving Your Official Certification + BONUS CONTENT"
        ]
      },
      "requirements": [
        "A basic understanding of life coaching"
      ],
      "description": "Students who complete this course will receive an official life coach CERTIFICATION from Transformation Academy. This course is also accredited by internationally recognized Continuing Professional Development Standards Agency (Provider No: 50134), and 10 CPD or CEU credits are available upon request. Details for how to request the official certification and optional 10 CPD/CEU credits will be provided at the end of the course.\n\n\nWe are top Udemy instructors in the personal development category. Our courses have been taken by over 800,000+ happy students from 200 countries.\nWe have a thriving community in the course and we are actively involved and answer questions within 24h.\nThe course also has a thriving Facebook networking group.\n\n\nDo you want to help your clients live a happier, more fulfilling life?\nAre you a life coach, counselor, workshop facilitator, speaker or other professional who loves empowering others?\n\n\nBecome a Certified Happiness Life Coach!\n\n\nIn this life coach certification course, we give you the exact blueprint we have used for years to guide clients to find true, lasting happiness.\nYou will have the activities and tools you need to help your clients peel off the layers of limitations that block them from being happy in life. You’ll help them:\nIdentify their TRUE desires, not limited by external influences and negative programming\nRelease limiting beliefs, patterns and habits that hold them back\nDevelop a success identity that helps them live in alignment with who they really are\nLearn emotional control and how to stop living in negative memories from the past or worrying about the future so they can experience happiness right now\nTake their power back with emotional self-control so they can feel good now, no matter what is going on around them\nThis happiness life coach certification course will give you a complete life coaching package so you can start coaching your clients to find true happiness today.\n\n\nIS THIS PROGRAM FOR ME??\nWe understand this certification course is not for everyone, therefor it may not be applicable to you. So to narrow it down, this course may be for you:\nIf you have a passion to help others improve their lives and be more happy\nIf you are a counselor, life coach, speaker, teacher or other professional who works with people and you want to enhance the service you provide\nIf you like to have a structure to follow and step by step system with proven results\nIf you want to be able to give clients something concrete that they can work on\nIf you are a presenter, workshop facilitator or speaker and want to add additional tools to your offerings and services\nIf you want to expand your credibility through being a Certified Happiness Life Coach\n\n\nWhy Happiness?\nWe have dedicated over a decade to studying happiness. In fact Dissertation for my (Joeel) PhD in psychology focuses on what creates eudemonic happiness, which is the happiness from within that is not influenced by our outside word. I focused on happiness because I knew that regardless of our background and where we come from, at our core we just want to be happy and live a fulfilling life. In fact, the term “happiness” is important to so many people that if you do a simple key word search from google you will find that almost a million people search every month about how to be happy. Studies have repeatedly shown that happiness impacts every aspect of our life, including our relationships, our wellbeing, our productivity, our career, our overall success, our health, and even how long we live.\nThe best part is that happiness does not happen by accident there is a science to it—a science that we have shared with our clients in over a decade as life coaches and life coach trainers.\nOne thing that we have found is that regardless of the area that life coaches focus on in their coaching, knowing how to help their client find true happiness—which is after all what we all want, isn’t it?—is  essential for their client’s success in any area, making it an essential skill for a life coach.\nMany studies have demonstrated that happiness:\nDoubles your critical thinking skills, problem solving ability, and creativity\nBoosts your immune system and cardiovascular health\nExtends life expectancy\nCreates more fulfilling and longer lasting relationships\nCreates more balance in life\nEven helps individuals receive work promotions more often\nAnd many more positive side effects!\nSo, are you ready to help others find true happiness and develop a thriving coaching business? If so enroll now, we look forward to seeing you in the course!\nGuarantee: We know you will love this course. However, we offer a no-questions-asked 30-day money-back guarantee if the course does not meet your needs for any reason.\n\n\nSo, who are we?\nWe are Joeel & Natalie Rivera, serial entrepreneurs, authors, speakers, and educators. We have over a decade of experience in the field of psychology and life coaching and our greatest passion is empowering others to live life on their terms, fulfill their potential, and embrace their greater purpose. At the time of this recording, we have over 800,000+ students from 200 countries.\n\n\nSTUDENTS WHO COMPLETE EVERY LESSON IN THIS COURSE WILL RECEIVE AN OFFICIAL CERTIFICATION FROM TRANSFORMATION SERVICES, INC., AS WELL AS THE CERTIFIED HAPPINESS LIFE COACH LOGO TO USE IN HIS/HER MARKETING MATERIAL. SEE THE FINAL LESSON IN THIS COURSE FOR INSTRUCTIONS. INSTRUCTIONS FOR HOW TO REQUEST YOUR OFFICIAL CERTIFICATION CAN BE FOUND AT THE END OF THE COURSE. INSTRUCTIONS FOR HOW TO REQUEST YOUR OFFICIAL CERTIFICATION CAN BE FOUND AT THE END OF THE COURSE.\nTHIS COURSE IS PART OF OUR MASTER COACH CERTIFICATION (ALONG WITH OUR LIFE PURPOSE COACH, GOAL/SUCCESS COACH, AND PROFESSIONAL LIFE COACH CERTIFICATIONS).\n\nCHECK OUT OUR OTHER CERTIFICATION COURSES!\n\n\n\n\nCopyright Transformation Services, Inc. All Rights Reserved",
      "target_audience": [
        "If you have a passion to help others improve their lives.",
        "If you are a counselor, life coach, speaker, teacher or other professional who works with people and you want to enhance the service you provide",
        "If you like to have a structure to follow and step by step system with proven results",
        "If you want to be able to give clients something concrete that they can work on",
        "If you want to expand your credibility through being a certified Happiness  Life Coach"
      ]
    },
    {
      "title": "Mindfulness Life Coach Certification: Accredited",
      "url": "https://www.udemy.com/course/mindfulness-life-coach-practitioner-training-certification/",
      "bio": "Achieve Certification | Custom Coaching Handouts | Embrace Mindfulness for Growth | Enhance Coaching Expertise",
      "objectives": [
        "Achieve Top-Rated Accreditation - Provider #776727",
        "Get Customizable Coaching Handouts for Your Practice",
        "Embrace Mindfulness for Professional and Personal Growth",
        "Obtain an Official Specialty Certificate",
        "Deepen Connections with Yourself and Others",
        "Build Resilience and Overcome Life Challenges",
        "Expand Your Coaching Expertise and Business Success",
        "Effectively Manage Emotional Challenges",
        "Enhance Your Focus and Productivity with Clarity"
      ],
      "course_content": {
        "Mindfulness Life Coach Certification - Introduction": [
          "Mindfulness Life Coach Certification - What to expect from this course",
          "Mindfulness Definition - Mindful practice description",
          "DBT Dialectical Behavioral Therapy - Mindfulness exercise meditation bells",
          "A special benefit of practicing mindfulness",
          "About course assignments",
          "How to get answers to your questions"
        ],
        "Mindfulness - Self Discovery": [
          "Mindfulness Life Coach - A hero or a guide?",
          "Mindfulness Psychology - Self discovery sentence stems",
          "Mindfulness Workbook - Sentence stem challenge for self discovery",
          "Quiz Covering Sections 1 & 2"
        ],
        "How to Practice Mindfulness in Everyday Life": [
          "Three Common Mistakes in Teaching Mindfulness to Others",
          "Mindfulness - key concepts",
          "Cycle of Mindfulness with 3-minute breath meditation for a calm nervous system",
          "Mindful Practices - formal and informal mindfulness",
          "Mindful experiences",
          "Important: Assignment workbook download",
          "Defining mindfulness",
          "Mindful well-being strategies",
          "Mindful Awareness - Life coaching assessment",
          "How to practice mindfulness meditation",
          "Quiz Covering Section #3"
        ],
        "How to Practice Mindfulness: 12 Day Mindful Challenge": [
          "Mindfulness Challenge - Reason for the challenge",
          "Mindful Intentions - A process of psychological steering",
          "Setting Intentions - Best practices",
          "Mindfulness Challenge Guidance",
          "Self-Directed Intention Setting"
        ],
        "12 Day Mindful Challenge Exercises": [
          "Five Senses - day 1a",
          "Journaling Mindfully - day 1b",
          "Gratitude Stone - finding gratitude - day 2a",
          "Meditation Body Scan - day 2b",
          "Breath Meditation - day 3a",
          "Mindful Eating - day 3b",
          "Box Breathing Exercise - day 4",
          "Mindful Immersion Walk - day 5a",
          "Mindful Bells - 10 minute bells only - day 5b",
          "Positive Psychology - three good things exercise - day 6a",
          "Urge Surfing - day 6b",
          "Urge Surfing - Coach Application Ideas",
          "Optimism Exercise - closed doors opened doors - day 7a",
          "Optimism - document review",
          "Arts Therapy - mindful coloring - day 7b",
          "Contemplative Meditation - day 8a",
          "Character Strengths - mindful use of your defining characteristics - day 9a",
          "Loving Kindness Meditation",
          "RAIN - mindfulness coaching",
          "How Have Your Grown Personally or as a Life Coach?",
          "Mantras"
        ],
        "Mindfulness: Additional Insights": [
          "Supplementary: Trataka Candle Gaze Meditation",
          "Supplementary: 10 Mindful Details",
          "Supplementary: Already and Always Thinking",
          "Supplementary: The Observing Self",
          "Supplementary: Mindful Bells Bonus Video Wave and Audio",
          "All Course Handouts in One Place!",
          "Complimentary Resources",
          "Bonus"
        ]
      },
      "requirements": [
        "Accredited Self-Paced Training, Typically Completed in 2-3 Weeks"
      ],
      "description": "Are you searching for a career that allows you to help others lead a more mindful and fulfilling life? Do you want to gain the skills necessary to become a successful mindfulness life coach?\nOur online, Mindfulness Life Coaching Course is the perfect solution for you. As Udemy's highest rated and most sought-after course on the topic, our program is designed to provide you with the best education and training in mindfulness life coaching.\nWe've created a comprehensive program that will teach you the fundamentals of mindfulness and how to apply them in your life and the lives of others.\nWith our mindfulness course, you'll gain the knowledge and skills necessary to guide others towards greater self-awareness, compassion, and peace of mind. You'll become a certified mindfulness life coach, setting yourself on a path towards a fulfilling and meaningful career. And with the convenience of online access, you can complete the course at your own pace, on your own schedule.\nDon't wait any longer to start your journey as a mindfulness life coach. Sign up for Udemy's highest rated and most sought-after Mindfulness Life Coaching Course today and take the first step towards a successful and fulfilling career helping others lead a more mindful life.",
      "target_audience": [
        "Ideal for Life Coaches, Therapists, Counselors, Teachers, Social Workers, Pastors, Organizational Leaders, Wellness Professionals, and Parents",
        "Ideal for Students Seeking to Make a Difference in the Helping Profession",
        "Ideal for Those Interested in Mindful and Cognitive Behavioral Wellness Practices",
        "Ideal for Growth-Seekers Pursuing Self-Actualization",
        "Ideal for Coaches-in-Training Seeking to Offer Impactful Guidance to Clients",
        "Ideal for Wellness Professionals Seeking Continuing Education Units"
      ]
    }
  ]
}