{
  "courses": [
    {
      "title": "Using the Dodge & Burn Technique for Professional Photoshop",
      "url": "https://www.udemy.com/course/coloured-lighting-in-photoshop/",
      "bio": "Learn this traditional darkroom technique in Photoshop for fine art-quality portraiture results",
      "objectives": [
        "How to perform a classic portrait edit workflow with professional Photoshop techniques",
        "Effective use of the Dodge & Burn technique to enhance any image",
        "Post production special effects: emulating Gel Lighting",
        "Best ways to work with confidence using Masks and Adjustment Layers",
        "How to work in a non-destructive way with the use of most powerful Photoshop tools"
      ],
      "course_content": {
        "Welcome to the course!": [
          "Welcome!",
          "Short introduction"
        ],
        "Edit 1: Olga in Yellow / Violet": [
          "Clean Up",
          "Dodge & Burn - Preparation",
          "Dodge & Burn - Evaluation",
          "Dodge & Burn Local - Corrective",
          "Dodge & Burn Global - Contouring",
          "Luminosity Adjustments",
          "Sharpening",
          "Gel Lighting Effect - 1st Light: Yellow",
          "Gel Lighting Effect - 2nd light: Violet"
        ],
        "Edit 2: Carine in Pink / Blue": [
          "Quick Intro to the Edit",
          "Dodge & Burn Local - Corrective",
          "Dodge & Burn Global - Contouring",
          "Luminosity Adjustments",
          "Sharpening",
          "Gel Lighting Effect - 1st Light: Pink",
          "Gel Lighting Effect - 2nd Light: Blue"
        ],
        "Edit 3: Chris in Red / Blue / Cyan": [
          "Quick Intro to the Edit",
          "Selective Sharpening",
          "Dodge & Burn Global - Contouring",
          "Targeted Color Adjustments - Desaturate",
          "Luminosity Adjustments",
          "Sharpening",
          "Gel Lighting Effect - 1st Light: Blue",
          "Gel Lighting Effect - 2nd Light: Red",
          "Gel Lighting Effect - Light Leak: Cyan",
          "Final Touches"
        ],
        "Download Resources Here": [
          "Download Resources Here",
          "Bonus Lecture"
        ]
      },
      "requirements": [
        "Ideally Photoshop CC, trial free version is more than enough",
        "No prior knowledge of Photoshop is necessary, I will explain all the techniques in a simple way",
        "We will work with high quality images provided as supplementary materials to help you move on even faster!"
      ],
      "description": "Are you curious about what it takes to get flawless, striking but still natural-looking portraits? Expert photographers use the classic Dodge (lighten) and Burn (darken) technique in selected areas on an image to enhance the definition of their work and play creatively in light and shadow. Thanks to Photoshop, this creative process is easily accessible, allowing you to realize your unique vision to convey mood through dramatic composition and exposure. In this course you will take a deep dive into Dodging & Burning, as together we retouch a series of portraits so you can experience firsthand the artistic power of this modern take on a traditional technique.\n\n\nSkills You Will Gain\nMaster Advanced Dodge & Burn\nYou will learn how to prepare your photo for the edit by enhancing definition and adding more depth and contrast with the Dodge & Burn technique — the \"heart\" of any efficient retouching effort. You’ll achieve subtle yet deep nuances in your work using this time-tested method.\n\n\nCorrective Dodge & Burn\nAt the corrective stage, together we’ll work with large magnification and focus primarily on perfecting surfaces in the photos such as smoothing skin texture. The work takes precision and patience, but the results are well worth it: totally transformed, gorgeous images.\n\n\nContouring Dodge & Burn\nThe second stage of Dodge & Burn is contouring, which many photographers consider “the fun part.” During contouring, we will work with global enhancement of light and shadow in the image — the effect is increased contrast and a greater sense of depth and volume. There is a fine line between an enhanced, effective image and overdone, fake-looking final effect, and we’ll discuss how to achieve the former and avoid the latter.\n\n\nNon-Destructive Workflow\nLearn how to combine masks and adjustment layers to bring your artistic vision to life without compromising flexibility. You’ll be able to create fresh versions of one photo in no time, or revisit your artwork in the future to bring new ideas to life with just a handful of strategic adjustments.\n\n\nColor Work Finish: Gel Lighting Effect\nAdd style to your image and get the artistic look by adding dramatic coloured effect inspired by theatre and cinematography. By introducing strong, flashy colors, we will create images with a twist — provocative, vibrant portraits, pulsating with energy. You will learn the complete color grading process with the Color Fill and Selective Color Adjustment Layers combined with Photoshop Masks to achieve an eye-grabbing effect.",
      "target_audience": [
        "Take this course if you want to learn how to enhance your portraiture work in a professional way",
        "Take this course if you want to master Dodge & Burn technique",
        "Take this course if you want to learn in detail powerful and flexible Photoshop techniques to improve your photos",
        "Take this course if you are curious about color grading techniques behind striking portraits",
        "Take this course if you are an artist and would like to introduce digital techniques in your creative process",
        "Take this course if you want to develop artistic skills in fields of creative photo processing",
        "Take this course if you love photography!"
      ]
    },
    {
      "title": "Master Photo Sharpening in Adobe Lightroom",
      "url": "https://www.udemy.com/course/master-photo-sharpening-in-adobe-lightroom/",
      "bio": "Learn the professionals approach to photo sharpening and noise reduction in Adobe Lightroom.",
      "objectives": [
        "Produce well sharpened photographs ready for screen or print viewing.",
        "Evaluate photographs to produce an appropriate sharpening and noise reduction strategy.",
        "Identify sharpening and noise reduction problems as well as understand how to avoid these."
      ],
      "course_content": {
        "Foundations of Sharpening & Noise Reduction": [
          "Introduction to the Foundations of Sharpening & Noise Reduction",
          "How Sharpening Works",
          "Understanding Noise Reduction",
          "The Sharpening Workflow",
          "Foundation Quiz"
        ],
        "Tools for Sharpening & Noise Reduction": [
          "Introduction to Tools for Sharpening & Noise Reduction",
          "Capture Sharpening",
          "Capture Noise Reduction",
          "Selective Sharpening 1: Selection Tools & Strategies",
          "Selective Sharpening 2: Gradient & Radial Filters",
          "Selective Sharpening 3: The Adjustment Brush",
          "Selective Sharpening 4: The Adjustment Controls",
          "Output Sharpening 1: Print",
          "Output Sharpening 2: Screen",
          "Tools Section Conclusion"
        ],
        "Applying Your Skills": [
          "Introduction to the Worked Example",
          "Worked Example: Capture Sharpening",
          "Worked Example: Selective Sharpening",
          "Worked Example: Output Sharpening"
        ]
      },
      "requirements": [
        "Adobe Lightroom installed to your PC or Mac and be familiar with the basic operation.",
        "Understand how to import an image to your Lightroom Catalogue"
      ],
      "description": "Are you like most of the photographers who use Lightroom to process their images?\nTypically, people fall into one of two categories:\nThey accept the detail settings in the Detail panel, or\nThey push a few of the sliders around, not really understanding how the software was designed to work\nThere are then a few exceptions. Those who understand how Lightroom works and who know how to deploy its tools. These are the people who can produce the best quality photography, and the quality will show.\nDid you know the sharpening and noise reduction routines in Lightroom were designed around a professional workflow? If you don’t understand this workflow you won’t fully master the tools. In this course, I share this simple workflow together with the essential foundations of sharpening and noise reduction. Once you understand a few simple points you will be well prepared to learn about the different tools. You will understand how you should use them but most importantly when and to what levels.\nThe course is designed around a practical, example image which is provided for you to download. The intention is for you follow the videos, using the same image and then compare your results with my finished image (also provided). There is then a second full length example with which to practice. At the end of the course you will have an advanced level of knowledge, required to sharpen and apply noise reduction to photography.\nThe course is intended to for the intermediate level photographer who is comfortable importing and processing images in Lightroom.",
      "target_audience": [
        "This course is intended for photography enthusiasts who wish to develop the quality of their work by applying a professional approach to sharpening and noise reduction."
      ]
    },
    {
      "title": "PROFESSIONAL MOBILE PHOTOGRAPHY",
      "url": "https://www.udemy.com/course/professional-mobile-photography/",
      "bio": "Best Online Professional Mobile Photography Class: For Beginners and Advanced Photographers",
      "objectives": [
        "Being able to take photos with a mobile device as a professional DSLR camera.",
        "Learning the art of seeing and photographing.",
        "Light and how use of light in photography.",
        "Creating professional content and concept on social media and digital platforms."
      ],
      "course_content": {
        "Giriş": [
          "INTRODUCTION TO A PROFESSIONAL MOBILE PHOTOGRAPHY COURSE"
        ],
        "LESSONS": [
          "1- PERSPECTIVE AND COMPOSITION",
          "2- LIGHT",
          "3- FACE SHAPES AND CAMERA ANGLE IN PORTRAIT SHOOTS",
          "4- POSING SUBTLETIES",
          "5- PLANNING BEFORE FASHION SHOOTING",
          "PHOTO EDITING 1",
          "PHOTO EDITING 2",
          "PHOTO EDITING 3",
          "PHOTO EDITING 4",
          "PHOTO EDITING 5",
          "PHOTO EDITING 6"
        ],
        "OUTRO": [
          "OUTRO"
        ]
      },
      "requirements": [
        "The only requirement is a cell phone with a camera. You will learn everything you need to know with the most effective applications."
      ],
      "description": "This online photography course will teach you how to take great photos, even if you use a smartphone.\n\n\nThis photography course is designed to teach you the ins and outs of photography even if you have little or no photography experience, helping you create profitable images that will help you stand out from the crowd and sell.\n\n\nMaster Photography Techniques to Create Extraordinary Images!\n\n\nWhile there are many digital photography courses that focus on how to use certain styles or gear, a comprehensive course like this one is hard to find for beginner to advanced photographers.\n\n\nThis course is designed for photographers of all levels who want to hone their skills, take great photos and monetize their photos.\n\n\nWhat you will learn:\n\n\nUnderstand how cameras work and what equipment you need\n\n\nMaster shooting in manual mode and understand your camera\n\n\nKnow what equipment to buy, whatever your budget\n\n\nFollow our hands-on demonstrations to see how we shoot in real-world scenarios\n\n\nUse composition, lighting and appropriate settings to take better photos\n\n\nProfessionally edit photos to make them look even better\n\n\nLearn to start a photography business and monetize your new skills\n\n\nLearn the Laws and Break the Code\n\n\nIt doesn't have to be a mystery why some people are better photographers than others. Good photographers have learned the laws of composition that determine what is considered a bad or great image.\n\n\nThis course aims to determine what these laws are in an ordered universe, such as the laws of light and the effect they have on forming our images.\n\n\nThe course also aims to inspire you to appreciate the built-in beauty detector within you, who intuitively knows what makes a good composition and knows what looks good. By moving this from a subconscious awareness to a conscious awareness, you can train yourself to recognize and create wonderful images.\n\n\nYou will learn the stages of how a viewer consumes an image:\n\n\neyes\n\n\nMind\n\n\nHeart\n\n\nhands\n\n\nYou will also learn the three basic elements of an image:\n\n\nLight\n\n\nlesson\n\n\nBackground\n\n\nCourses included:\n\n\nEdited Universe\n\n\nBeauty Detector\n\n\nLet there be light\n\n\nPhotographer's Playground\n\n\nactivities\n\n\n--------------------------------\n\n\nSeeing the Light - Creative Photography Composition Masterclass Part 3\n\n\nDid you know that photography is about being able to see the light?\n\n\nDo you understand the different properties of hard light and soft light?\n\n\nDid you know that you can use these light sources to achieve many different effects in your image?\n\n\nDid you know that various lights actually have different color temperatures and can affect the mood of your image if used correctly?\n\n\nLearn to See and Embrace the Light\n\n\nSeeing light is the most important skill a photographer can learn, it's the foundation of photography.\n\n\nAll good photographers have learned to be watchers of light, they have learned to be light hunters. A good photographer won't even raise their camera if the light isn't right.\n\n\nIn this course we will explore the properties and uses of both Hard Light and Soft Light. Through diagrams and image examples, we will examine how light falls on the object and is reflected back to the camera.\n\n\nThe light color temperature will also be explained with an auxiliary diagram.\n\n\nCourses included:\n\n\nsee the light\n\n\nhard light\n\n\nSoft Light\n\n\nColor Temperature\n\n\n--------------------------------\n\n\nControlling the Light - Creative Photography Composition Masterclass Part 4\n\n\nDid you know that as a photographer you have the ability to control light?\n\n\nThat you can dramatically change your images by applying some simple techniques like moving your feet, moving your subject, or moving your light?\n\n\nDo you have a range of effects you can create in your images by running the scene, ranging from dramatic and powerful to intimate and gentle?\n\n\nLearn to Work on the Stage to Become a Master Photographer\n\n\nTo become a master photographer, you must learn to use the stage.\n\n\nIn this course you will learn how to move your feet.\n\n\nAs a photographer, you are the viewer's eyes. Wherever you go, you take your audience with you. Your point of view becomes their point of view.\n\n\nIn this course, we will examine the merits of the following perspectives with illustrative examples:\n\n\nIn front of\n\n\nBack\n\n\nfrom the side\n\n\nUnder Your Subject\n\n\nOn Your Topic\n\n\nBird's eye view\n\n\nAnt Appearance\n\n\nclose up\n\n\nMacro View\n\n\nFar\n\n\nThe second control method is to move your object. This can range from literally moving the whole subject from one position to another, to subtly moving the subject or expressing feelings when a person is involved.\n\n\nIn this course, we can have the following as we move our objects.",
      "target_audience": [
        "To take the first step to be a professional in the field of photography, To produce fast and practical content for effective quality social media management,",
        "You may want to learn how to take better photos and improve your photography with your mobile phone."
      ]
    },
    {
      "title": "Lightroom Eğitim Seti",
      "url": "https://www.udemy.com/course/fotografcilar-icin-lightroom-egitim/",
      "bio": "Adobe Lightroom Classic ve CC 2022 ile fotoğraflarınızı Profesyonel şekilde işlemeyi öğrenin!",
      "objectives": [
        "Lightroom'un tüm araçlarının ne işe yaradığını uygulamalı bir şekilde öğreneceksiniz.",
        "Profesyonel fotoğraf düzenleme teknikleri öğreneceksiniz.",
        "Fotoğraflarınızı nasıl organize edeceğinizi öğreneceksiniz.",
        "Lightroom'un en önemli özelliklerini öğreneceksiniz",
        "Lightroom CC ve Klasik arasındaki farkları öğreneceksiniz.",
        "Manzara, Portre, Uzun pozlama, Sokak Fotoğrafları... nasıl düzenlenir uygulamalı bir şekilde öğreneceksiniz."
      ],
      "course_content": {
        "Giriş": [
          "Giriş",
          "Kurs Deneyimini Geliştirecek İpuçları"
        ],
        "Lightroom Klasik Kütüphane Arayüzü": [
          "Adobe Fotoğraf Planı",
          "Katalog nedir, nasıl çalışır?",
          "Library - Kütüphane arayüzünü tanıyalım",
          "Lightroom'a Fotoğraf Eklemek",
          "Fotoğrafları Sınıflandırmak ve Etiketlemek",
          "Koleksiyon - Akıllı Koleksiyon Yaratmak",
          "Fotoğraflara Anahtar Kelimeler Eklemek"
        ],
        "Fotoğraflar Düzenlemek ( Develop Arayüzü )": [
          "Develop Arayüzünü tanıyalım",
          "Fotoğrafı Kırpmak - Ufuk Çizgisini Düzeltmek",
          "Fotoğrafı Pozlamak, Kontrast, temel ayarlar ( Basic )",
          "Fazla Pozlanmış Fotoğrafı Renklerle Anlamak",
          "Texture Aracı ( Lightroom 8.3 Güncellemesi )",
          "Beyaz Dengesini Ayarlamak",
          "Tone Curve ile Fotoğraflarınızı Hızlıca İşleyin",
          "Detaylı şekilde Renklerle Oynamak HLS Paneli",
          "Detaylı Siyah Beyaz Fotoğraf",
          "Split toning ile Renk Giydirmesi Yapın",
          "Renklerle Oynamak Yeni HLS Paneli",
          "Color Grading Genel Bakış",
          "Color Grading ile Örnek Fotoğraf Düzenleme",
          "Color Grading Pekiştirme",
          "Fotoğrafı Keskinleştirmek- Gren Ekleyip Çıkarmak",
          "Fotoğrafın Görünümünü Değiştirin ( Transform )",
          "Vinyet ile Dramatik fotoğraf",
          "Öğrendiklerimizi Pekiştirelim.",
          "Versiyon Hatırlatması",
          "Fotoğraflara Bölgesel Müdahale etmek ( Adjustmant Filter )",
          "Fotoğraflara Bölgesel Müdahale etmek ( Radial Filter )",
          "Fotoğraflara Bölgesel Müdahale etmek ( Graduted Filter )",
          "Spot Removal ile Doku yerleştirmek",
          "Ayarları Kaydetmek, Presets",
          "Düzenlenilen Fotoğrafları Kaydetmek ( Export )"
        ],
        "2022 Güncellemesi- Masking Aracı": [
          "Yeni Masking Aracı-Versiyon-Hatırlatma",
          "Masking Arayüzü ve Genel Arayüz Değişiklikleri",
          "Select Subject",
          "Select Sky",
          "Select Subject Örnek Kullanımı",
          "Masking İnvert"
        ],
        "Fotoğraf İşleyerek Öğreniyoruz": [
          "Instagram için fotoğraf düzenliyoruz.",
          "Siyah Beyaz Fotoğraf Düzenliyoruz",
          "Portre Fotoğrafı Düzenliyoruz",
          "Siyah Beyaz Portre Fotoğrafı Düzenliyoruz",
          "Manzara- Uzun Pozlama Fotoğraf Düzenliyoruz",
          "Gün batımı- Silüet Fotoğrafı Düzenliyoruz",
          "Ürün Fotoğrafı Düzenlemek",
          "Sokak Fotoğrafı Düzenliyoruz",
          "Havalı Kahverengi Tonları",
          "Sinematik, soğuk bir fotoğraf işliyoruz."
        ],
        "Lightroom CC 2022": [
          "Lightroom CC Tanıyalım",
          "Fotoğraf Eklemek- Kaydetmek ( Import- Export )",
          "Temel İşlemler ( Pozlama, Kontrast.. )",
          "Renklerle oynamak ( Color )",
          "Fotoğrafı Kırpmak ve Döndürmek ( Crop Rotate )",
          "Brush, Linear, Radial Gradient ile Bölgesel Müdahele Etmek",
          "Healing Brush- Clone",
          "Anahtar Kelime Eklemek ( Keywords )",
          "Hazır Ayarlar ( Presetsler )"
        ],
        "Ücretsiz Presets": [
          "1. Ücretsiz Presetsler"
        ],
        "Özel Düzenlemeler": [
          "Manzara Fotoğrafı Düzenlemesi",
          "Model Fotoğrafı Düzenlemesi"
        ],
        "Teşekkür Ederim": [
          "Teşekkür Ederim",
          "Bonus: Daha fazlasını Öğrenin. Takipte Kalın"
        ]
      },
      "requirements": [
        "Lightroom programına ihtiyacınız olacak."
      ],
      "description": "Fotoğraf çekmek kadar önemli bir şey var, çekmiş olduğumuz fotoğraflarımızı düzenlemek!\nYanlış pozlanmış, göze hoş gelmeyen bir fotoğrafı doğru bir düzenleme ile mükemmel hale getirebilirsiniz. Yine aynı şekilde iyi bir fotoğrafı da çok kötü hale getirebilirsiniz.  Bu sebeple fotoğrafçılık ile uğraşan herkesin fotoğraflarını nasıl düzenleyeceğini çok iyi şekilde bilmesi gerekiyor. Bu işin altın kuralı ise kullanmakta olduğunuz programa hakim olmak! Böylece bu eğitim ile kendinizi geliştirerek fotoğraflarınızı hayal ettiğiniz gibi işleyebileceksiniz.\nBu kurs içerisinde Lightroom Classic ve CC'nin bütün araçlarının ne işe yaradığını,bu araçarı neler için kullanabileceğimizi uygulamalı bir şekilde öğreneceksiniz.\nEğitim Seti Kimlere Hitap ediyor?\nEğitim seti Lightroom Klasik ve CC 'nin  tüm araçlarını detaylı bir şekilde öğrenmek isteyen herkese hitap ediyor. Böylece fotoğraflarını mükemmel hale getirmek isteyen herkese hitap eden bir eğitim seti diyebiliriz.\nPeki Eğitim Setini Özel kılan nedir?\nDaha anlaşılır olması için, derslerin kategorisini özel olarak hazırladım. Böylece bulmak istediklerinize çok daha kolay bir şekilde erişebilirsiniz.\nAnlaşılır ve spesifik dersler ile daha kolay bir şekilde öğreneceksiniz.\nAraçların kullanımlarını örneklerle beraber öğreneceksiniz.\nFotoğrafı mükemmel kılan detayları öğreneceksiniz.\nAraçların ne işe yaradığını, uygulamalarla ve özel tavsiyelerle öğreneceksiniz.\nSadece Lightroom Klasik değil aynı zaman CC'i de öğreneceksiniz.\nSizlere kaliteli bir hizmet vermek için sesin kaliteli olmasına özel olarak dikkat ettim ve profesyonel ekipman kullandım.\nLightroom Düzenli bir şekilde güncellendikçe Eğitime' de güncellenecek. Böylece güncel derslere erişeceksiniz.",
      "target_audience": [
        "Fotoğrafa yeni başlayanlar",
        "Profesyonel Fotoğrafçılar",
        "Fotoğrafa ilgi duyan herkes"
      ]
    },
    {
      "title": "Mobile Photography: beautiful educational story",
      "url": "https://www.udemy.com/course/mobile-photography/",
      "bio": "Professional Course From The Professional Photographer",
      "objectives": [
        "Search geometry in the urban space",
        "Shoot perfect portraits without wide-angle distortion",
        "Process images professionally and quickly",
        "Shoot moving subjects",
        "Shoot in the evening and night hours",
        "Select the best shooting angle",
        "Use compositional techniques",
        "Get rid of the excess in the frame",
        "Shoot water",
        "Skillfully use visual effects in the shooting",
        "Telling stories through photography",
        "Work firmly with exposition",
        "Avoid common mistakes of mobile photography",
        "Shoot stunning landscapes"
      ],
      "course_content": {
        "Composition": [
          "Entry",
          "Geometry. Theory",
          "Geometry in the city",
          "Feet of clay",
          "The sky, the clouds and the Neva",
          "Shooting the bridge from the bridge",
          "Unmistakable perspective",
          "Parking, which is actually a tower",
          "Lenses"
        ],
        "Exposure": [
          "Exposure",
          "Creative exposure",
          "Trying to work with challenging exposures",
          "Point of light",
          "Slow shutter speed on your phone"
        ],
        "Portraits": [
          "Portrait is religion",
          "Eternal trinity: the time, the place, the action",
          "Mobile photography. basic rules of a portrait shooting",
          "Shooting near the window",
          "Statics and dynamics",
          "Create your own collection",
          "Shadows of the Palace square",
          "We wish we could but no",
          "Feeling the rhythm of Petersburg yards",
          "A few important words about the portraits"
        ],
        "Travel": [
          "Expanding the boundaries. Peterhof, Kronstadt, The Gulf of Finland",
          "Peterhof railway station",
          "Person and a landscape",
          "Peterhof as a source of inspiration",
          "Facing a perfect wall.",
          "Misty spirits of a tricky forest",
          "Kronstadt. From the lighthouse to the spider web - unpredictable paths",
          "Summer on a seaside",
          "The importance of traveling. life on the way from point A to B",
          "Moscow adventures",
          "Moscow subway & beauty of the empty shopping center",
          "Necessity of getting lost on the road. Favorite places and journeys",
          "Foggy Lenivets",
          "Through the misty substances",
          "Good morning Lenivets",
          "Hidden paths",
          "Shy bumblebee and beautiful rotunda",
          "It is time to stop, to move ahead",
          "Camera+",
          "Long exposure"
        ],
        "Post-production": [
          "Color correction and enhancing",
          "From simple to complex",
          "Black and white photos",
          "Snapseed – editing via control points",
          "Сolor – is what we need",
          "Integrated solutions",
          "High-key and low-key lightings",
          "Touch retouch"
        ]
      },
      "requirements": [
        "mobile phone with the camera",
        "a strong desire to learn"
      ],
      "description": "During the course you will learn how to work with the frame composition, how to choose the best shooting angle. We will show you how to create a perfect portraits, how to use special equipment and what is the most convenient soft for producing an images. We will inspire you for the new discoveries of unique and amazing places for shooting and at the end, you will become a wizard that can create and capture magic all around you with your mobile phone.\nWe think that Instagram and Mobile photography are the best and at the same time the easiest ways to translate information, feelings and emotions. This is a great opportunity to tell about yourself, about your job, about your journey, about everything that you care about.",
      "target_audience": [
        "Photographers who are trying to keep pace with European photographic art trends.",
        "Bloggers who aim to have quality design of their articles and posts.",
        "Travelers who want to travel light without carrying a heavy bag with camera and lenses.",
        "People who want to learn mobile photography from the very beginning."
      ]
    },
    {
      "title": "Still Life Masterclass: Diventa un Pro dalla Luce al Ritocco",
      "url": "https://www.udemy.com/course/still-life-masterclass/",
      "bio": "Impara a creare bellissime immagini di nature morte artistiche direttamente nel tuo salotto con un'attrezzatura minimal!",
      "objectives": [
        "Fa per te se... Hai provato e non sei riuscito a catturare interessanti immagini di still life in passato.",
        "...Fai fatica a ritoccare le tue immagini per ottenere risultati di alto livello.",
        "...Non sai come creare un setup di still life per ottenere risultati creativi.",
        "Adatto ad un'utenza principiante e media"
      ],
      "course_content": {
        "Introduzione e Presentazione Corso": [
          "Still Life Masterclass Official Teaser Trailer",
          "Presentazione Live \"Still Life MasterClass\"",
          "Come Sfruttare al Meglio il Tuo Corso",
          "Tre Consigli Prima di Iniziare il Tuo Nuovo Corso"
        ],
        "Preparativi ed Attrezzatura": [
          "Presentazione Attrezzatura",
          "Presentazione Oggetti da Fotografare"
        ],
        "L'Illuminazione nella Fotografia Still Life": [
          "Le Basi della Luce Rembrandt Modificata",
          "Applicazione dell'Illuminazione Rembrandt Modificata con Bank"
        ],
        "Trucchi di Illuminazione per Cracckare il Codice della Luce": [
          "Trova il Grigio Medio e Gestisci lo Sweet Spot per Maggiore Profondità",
          "Conclusioni di Luce e Legge delle Tre Uova"
        ],
        "Scatto Live Ferro da Stiro e Vecchia Fotocamera": [
          "The Iron il Ferro da Stiro Antico",
          "Scatto Live: Old Camera, la fotocamera vintage"
        ],
        "Le Basi della Post Produzione con i Magici Metodi di Fusione": [
          "Introduzione alla Sezione Post Produzione",
          "Comprendere i Metodi di Fusione",
          "Sfondi Magici con i Metodi di Fusione"
        ],
        "Old Iron Post Produzione Vecchio Ferro da Stiro": [
          "Old Iron Post Produzione con Preset e Proiezione Fusione Basamento"
        ],
        "Conclusioni e Ringraziamenti": [
          "Conclusioni e Ringraziamenti"
        ]
      },
      "requirements": [
        "E' sufficiente possedere una fotocamera, tutti i consigli all'interno del corso!"
      ],
      "description": "I Soggetti per lo Still Life non si presentano in ritardo, ne' parlano, ne' si agitano.\nImpara a creare stupende ed artistiche immagini di still life direttamente nel tuo salotto e con un'attrezzatura minimal.\nCon oltre 6 ore di formazione, ti insegnerò nel dettaglio come impostare, scattare e ritoccare i miei scatti di natura morta. Dall'illuminazione, lavorando in serie per composizioni che creano impatto, all ritocco di fino delle immagini in Photoshop.\nImpara a creare arte, partendo dal fotografare anche oggetti semplici, ottenendo foto che saresti orgoglioso di appendere al muro!\nQuesto corso fa per te se...\nHai provato ma non sei riuscito ad ottenere interessanti foto di still life in passato\n\nFatichi a ritoccare le tue foto per ottenere risultati di alto livello\n\nNon sai come creare un setup di scatto still life per ottenere risultati creativi\nIMMAGINA TU POSSA DAVVERO...\nCreare incredibili, artistiche, senza prezzo, foto di natura morta.\n\nEspandere la tua espressione creativa in una nuova branca di fotografia.\n\nPadroneggiare il setup, lo scatto ed il ritocco di fantastiche foto di still life.\n\n\n\"C'è qualcosa di incredibilmente artistico nella fotografia di still life.\nDipende tutto dalla tua capacità di fotografo. Le opzioni sono infinite ed il risultato finale è completamente nelle tue mani.\nVoglio darti gli strumenti che ti servono per iniziare a catturare le tue immagini di still life e che ti permettano di esprimerti al meglio\"\n\nTi aspetto in classe!\n_Maui\n\nPS: se prendi il corso in fase di lancio avrai anche questi omaggi:\nTutte le Texture che ho utilizzato ed altre in omaggio\ni Preset che ho creato appositamente per il Corso\ni file PSD completi di tutti i livelli ad alta risoluzione di ogni foto che mi vedi post produrre",
      "target_audience": [
        "Adatto a Amatori e Pro"
      ]
    },
    {
      "title": "Lightroom для фотографов",
      "url": "https://www.udemy.com/course/lightroom-beginner/",
      "bio": "Повышайте ценность своих фотографий после обработки",
      "objectives": [
        "Овладеете самым популярным редактором RAW-файлов среди фотографов",
        "Научитесь убирать лишние объекты и \"мусор\" в кадре",
        "Научитесь создавать собственные варианты обработки снимков и применять их на любое количество фотографий.",
        "Изучите интерфейс программы и её основные модули для эффективной работы",
        "Организуете свое рабочее портфолио при помощи встроенного каталогизатора",
        "Сможете импортировать снимок из программы в Photoshop для дальнейшей обработки, и вернуть готовое фото в Lightroom"
      ],
      "course_content": {
        "Начало работы, импорт и экспорт фото": [
          "БОНУС: Откуда и как скачать себе Adobe Lightroom",
          "Вступление. Держим курс на Adobe Lightroom",
          "Импорт с флешки и экспорт фотографий",
          "Быстрый импорт фотографий в LR, которые уже есть на компьютере",
          "Добавляем свой копирайт (водяной знак, подпись) к фотографии",
          "Как удалить лишний копирайт из списка и как создать несколько разных",
          "Массовый экспорт фотографий"
        ],
        "Интерфейс, базовые модули Lightroom": [
          "Интерфейс программы",
          "Модуль Library (Библиотека). Основные функции",
          "Модуль Develop (Обработка). Инструменты локальной коррекции",
          "Модуль Develop (Обработка). Вкладка Basic",
          "Модуль Develop (Обработка). Вкладка Tone Curve",
          "Модуль Develop (Обработка). Вкладки Split Toning и Detail",
          "Модуль Develop (Обработка). Вкладка Color Grading",
          "Модуль Develop (Обработка). Вкладка Lens Corrections",
          "Модуль Develop (Обработка). Вкладка Transform",
          "Модуль Develop (Обработка). Вкладка Effects",
          "Модуль Develop (Обработка). Вкладка Camera calibration"
        ],
        "Практика: пресеты и обработка": [
          "Работа с пресетами - 1",
          "Работа с пресетами - 2",
          "Обрабатываем уличный портрет",
          "Обрабатываем интерьерный снимок",
          "Обрабатываем студийный портрет + работа в связке Lightroom-Photoshop",
          "Несколько способов сортировки фотографий",
          "Убираем эффект красных глаз у людей и светящиеся глаза у животных"
        ],
        "Обновления": [
          "Новая функция - \"Маски\""
        ]
      },
      "requirements": [
        "Вам будет необходим компьютер с минимальными системными требованиями."
      ],
      "description": "Видеокурс по обработке фотографий в Lightroom от новичка до уверенного пользователя. Идеально подойдет фотографам, ретушерам.\n\n\nПрограмма видеокурса:\nОткуда и как скачать себе Adobe Lightroom\nВступление. Держим курс на Adobe Lightroom\nИмпорт с флешки и экспорт фотографий\nБыстрый импорт фотографий в LR, которые уже есть на компьютере\nДобавляем свой копирайт (водяной знак, подпись) к фотографии\nКак удалить лишний копирайт из списка и как создать несколько разных\nМассовый экспорт фотографий\nМодуль Library (Библиотека). Основные функции\nМодуль Develop (Обработка). Инструменты локальной коррекции\nМодуль Develop (Обработка). Вкладка Basic\nНесколько способов сортировки фотографий\nМодуль Develop (Обработка). Вкладка Tone Curve\nМодуль Develop (Обработка). Вкладки Split Toning и Detail\nМодуль Develop (Обработка). Вкладка Lens Corrections\nМодуль Develop (Обработка). Вкладка Transform\nМодуль Develop (Обработка). Вкладка Effects\nМодуль Develop (Обработка). Вкладка Camera calibration\nРабота с пресетами - 1\nРабота с пресетами - 2\nОбрабатываем уличный портрет\nОбрабатываем интерьерный снимок\nОбрабатываем студийный портрет + работа в связке Lightroom/Photoshop\nУбираем эффект красных глаз у людей и светящиеся глаза у животных",
      "target_audience": [
        "Фотографы, ретушеры"
      ]
    },
    {
      "title": "Photoshop CC - Professional Knowledge Test",
      "url": "https://www.udemy.com/course/photoshop-cc-professional-knowledge-test-n/",
      "bio": "An in-depth assessment for experienced Photoshop CC users to evaluate and validate their knowledge",
      "objectives": [],
      "course_content": {
        "Practice Tests": []
      },
      "requirements": [],
      "description": "This course is specifically tailored for photographers, image editors, and creative professionals who have been using Photoshop CC extensively and want to measure their knowledge at a higher level. If you’ve mastered the basics and are ready to challenge your understanding of more advanced tools and techniques, this is the perfect opportunity to put your skills to the test.\n\n\nThrough a series of detailed questions, this course will assess your ability to manage photo libraries efficiently, implement complex editing workflows, and utilize advanced features like selective adjustments, tone curves, and color grading. Each question is designed to evaluate your command of Photoshop CC’s extensive capabilities, ensuring you’re fully prepared to handle the demands of professional-level photo editing.\n\n\nBy participating in this comprehensive knowledge test, you’ll gain valuable insights into areas where you may excel and areas where you might need further refinement. This test is more than a knowledge check—it’s an opportunity to deepen your understanding of Photoshop CC’s most sophisticated tools and features, helping you to refine your workflow and elevate the quality of your work to new heights.\n\n\nUpon completion, you’ll have a clearer sense of your proficiency in Photoshop CC, empowering you to tackle more advanced projects with confidence and precision. You will receive a certificate in the end!",
      "target_audience": [
        "Photoshop CC users"
      ]
    },
    {
      "title": null,
      "url": "https://www.udemy.com/course/learn-photography-and-filming-tricks-from-scratch/",
      "bio": null,
      "objectives": [],
      "course_content": {},
      "requirements": [],
      "description": null,
      "target_audience": []
    },
    {
      "title": "Fotoğrafçılık Eğitimi: Fotoğrafta Ustalaşın!",
      "url": "https://www.udemy.com/course/kapsamli-fotograf-fotografcilik-egitimi/",
      "bio": "En İyi Profesyonel Fotoğraf-Fotoğrafçılık Eğitimi: Yeni Başlayanlar ve İleri Düzey Fotoğrafçılar için Mükemmel Bir Kurs!",
      "objectives": [
        "A'dan Z'ye Fotoğrafın Tüm Aşamalarını Öğreneceksiniz.",
        "Mükemmel Fotoğraf Çekmeyi Öğreneceksiniz.",
        "Kompozisyona Kurmayı Örneklerle Beraber Öğreneceksiniz.",
        "Fotoğrafçılığın Temelini Örneklerle Beraber Öğreneceksiniz.",
        "Portre Fotoğraf, Uzun Pozlama, Manzara, Makro, Ürün Fotoğrafı, Mobil Fotoğraf gibi farklı alanlarda daha iyi fotoğrafa ulaşmayı öğreneceksiniz.",
        "Aydınlatma Araçlarını ve Kullanımını Öğreneceksiniz.",
        "Işığı Doğru bir Şekilde Kullanmayı öğreneceksiniz.",
        "Pratik Photoshop Dersleri ile Düzenlemeler yapacaksınız.",
        "Fotoğraf Düzenlemeyi Örneklerle Beraber Öğreneceksiniz.",
        "Sosyal Medya Üzerine Özel Derslere erişeceksininiz.",
        "Fotoğrafçılığı Nasıl İşiniz Haline Getirebileceğinizi Öğreneceksiniz.",
        "Fotoğraf Üzerine Bilmeniz Gereken Her Şeyi öğreneceksiniz."
      ],
      "course_content": {
        "Giriş": [
          "Kursa Hoş geldin",
          "ÖNEMLİ: Müfredat Türlerini Öğrenelim.",
          "Resmi Fotoğrafçılık Grubumuza Katılın",
          "Fotoğraf Terimleri Sözlüğü",
          "Kurs Deneyiminizi Geliştirecek İpuçları",
          "Küçük Bir Hatırlatma",
          "Kapsamlı Fotoğrafçılık Eğitimi Kitabını İNDİR!"
        ],
        "Fotoğrafın Temel Prensipleri!": [
          "Giriş",
          "Pozlama Nedir?",
          "Diyafram Nedir?",
          "Diyaframın Fotoğrafa Etkisi- Uygulamalı Anlatım",
          "Diyafram kullanım örnekleri",
          "Diyafram Ara Sınav",
          "Enstantane Nedir?",
          "Enstantane Kullanım Örnekleri",
          "Enstantane Ara Sınav",
          "ISO Nedir?",
          "ISO Nedir? 2",
          "Farklı ISO Örnekleri",
          "ISO Ara Sınav",
          "Manuel Çekim Yapmak",
          "Pozlama Üçgeni",
          "Pozlama Aktivitesi",
          "Histogram Nedir? Detaylı Anlatım",
          "Beyaz Ayarı Nedir?",
          "Beyaz Ayarından Korkmayın!",
          "Bilgilerimizi test edelim"
        ],
        "Kompozisyon": [
          "Kompozisyon Giriş",
          "Negatif - Pozitif Alan",
          "Altın Oran",
          "Üçler Kuralı",
          "Üçler Kuralı Ara Test",
          "Üçler Kuralına Örnek",
          "Üçler Kuralı Aktivitesi",
          "Bakış Yönü- Bakış Boşluğu",
          "Çizgiler Şekiller 1",
          "Altın Üçgenler",
          "Kompozisyon Kurallarını Hatırlayalım",
          "Denge",
          "Ritim Aktivitesi",
          "Kompozisyon'a Kısa Bir Ara!",
          "Perspektif",
          "Fotoğrafta Başarılı Kompozisyon İçin 8 Basit Taktik!",
          "Mükemmel Örnek!",
          "Kompozisyon Bilgilerimiz Test Edelim",
          "Steve McCurry'den Kompozisyon Dersi!",
          "Kompozisyon Çıkış",
          "Kompozisyon Aktivitesi",
          "Ödev!"
        ],
        "Netleme ve Alan Derinliği": [
          "Netleme ve Alan Derinliğine Giriş",
          "Alan Derinliği nedir? ( Net ve Sığ Alan Derinliği )",
          "Alan Derinliğini Etkileyen Faktörler",
          "Netleme Nedir? Netleme Nasıl Yapılır?",
          "Yeni Odak Kitlemek",
          "Odak Kitlemek",
          "Manuel Odak ve Otomatik Odak",
          "Netleme Yöntemleri- Uygulamalı Anlatım",
          "Ara Sınav",
          "Fotoğraf Neden Net Çıkmaz?",
          "Alan Derinliği Örnek Görsel",
          "Alan Derinliği- Arka Plan Bulanıklığı",
          "AF İşletimi Oneshot- Servo",
          "Bokeh Nedir?",
          "Göz- Yüz Odak!",
          "Hareketli Objeye Netleme Yöntemi - Uygulamalı Anlatım",
          "Fotoğrafta Hareketli Konu Nasıl Dondurulur?",
          "Bilgilerimizi Test Edelim!",
          "Netleme Aktivitesi"
        ],
        "Fotoğrafçılıkta önemli noktalar!": [
          "Fotoğraf Çözünürlüğü!",
          "Sensör Boyutları - Birebir Örnekli Anlatım",
          "Dinamik Aralık Nedir?",
          "Fotoğraf Formatları!",
          "Bilgilerimizi Test Edelim!"
        ],
        "Makine 'de ilk olarak yapılacaklar ve Genel Arayüz Kontrolleri": [
          "Makinede ilk yapılacaklar- Giriş",
          "Fujifilm Makineler Arayüzü- Ayarları- Detaylı Anlatım!",
          "Canon Makine Arayüzü- Ayarları- Detaylı Anlatım!",
          "Nikon Makineler Arayüzü- Ayarı- Detaylı Anlatım",
          "Sony Makineler Arayüzü- Ayarı- Detaylı Anlatım",
          "Önemli! Denklanşör Kartsız Çekim",
          "ISO aralığı belirleme!",
          "Fotoğraf Formatı Belirleme!",
          "Beyaz Ayarı!",
          "Odak Alanı Yönetimi!",
          "Izgara Görünümü!",
          "Çekim Bilgi Ekranı"
        ],
        "Lensler - Objektifler": [
          "Objektifler Giriş",
          "Lens -Objektif Terimleri ve Kısaltmaları Sözlüğü",
          "Objektif Terimleri Sözlüğü",
          "Prime Lens Nedir?",
          "Zoom Lens Nedir?",
          "Görüntü Sabitleme -Lens Stabilization",
          "Filtreler: Polarize - UV - ND Filtre",
          "Filtre Alırken Dikkat Edilecekler!",
          "Lens Adaptörleri",
          "35mm Neden Popüler?",
          "Portre İçin İdeal Objektifler",
          "Manzara İçin İdeal Objektifler",
          "Sokak İçin İdeal Objektifler",
          "Makro Objektifler",
          "Lens Nasıl Değiştirilir?",
          "Lens Nasıl Temizlenir?",
          "Bilgilerimi Test Edelim!"
        ],
        "Renk": [
          "Renk Nedir?",
          "Sıcak- Soğuk Renklerin Fotoğrafa Etkisi",
          "Siyah Beyaz Fotoğraf İçin Taktikler"
        ],
        "Işık ve Aydınlatma": [
          "Fotoğrafta Işığın Önemi",
          "Işık Nedir? Yapay- Doğal ışık kaynakları nelerdir?",
          "Ters Işık Nedir?- Silüet Fotoğrafı Çekmek Uygulamalı Anlatım",
          "Fotoğrafta Ters Işık Nedir? Nelere Dikkat Etmek Gerekir?",
          "Golden Hour -- Altın-Sihirli Saatler",
          "Rembrandt Aydınlatma",
          "Işığın Yönü ve Fotoğrafa Etkisi- Tepe Işığı, Alt Işık, Yanal Işık Nedir?",
          "Aydınlatma Araçları!",
          "Işık ve Aydınlatma Aktivitesi"
        ],
        "Mobil Fotoğrafçılık": [
          "Mobil Fotoğrafçılık Neden Harika?",
          "Mobil Fotoğraf Odaklama ve Pozlama",
          "Mobil Fotoğraf Odak Kitleme!",
          "Cep Telefonundan RAW Çekmek",
          "Mobil Fotoğraf Tavsiye Yönlendirmeleri!",
          "Kaliteli Selfie için 5 Tavsiye",
          "Iphone Referans Çizgileri",
          "İphone Kamera Arayüzü Tanıtımı!",
          "Android PRO Mod Kullanımı",
          "Mobil Fotoğrafçılık İçin 10 Tavsiye",
          "Önerdiğim Mobil Fotoğraf Uygulamaları!"
        ]
      },
      "requirements": [
        "Fotoğrafılıkta kendinizi geliştirmek istemeniz ve fotoğraf için heyecanlı olmanız yeterli.",
        "Eğitim seti, giriş seviyesi, orta ve ileri seviye derslerle oldukça kapsamlı olmakla beraber, herkese hitap etmektedir."
      ],
      "description": "Mükemmel Fotoğrafın Tüm Aşamalarını Öğrenin!'\n\n\nEn İyi Profesyonel Fotoğrafçılık Eğitimi: Yeni Başlayanlar ve İleri Düzey Fotoğrafçılar için Mükemmel Bir Kurs!\n\n\nKapsamlı Fotoğrafçılık Eğitimi ile karşınızdayım.  Bu eğitim ile beraber fotoğraflarımızı mükemmel hale getirmeyi öğrenecek ve fotoğrafın tüm aşamalarını kronolojik bir sırayla öğrenecek ve fotoğrafta ustalaşacaksınız.\nHer şeyden önce; kaliteli bir iş yapmak istiyorsanız, kendinize yatırım yapmanız gerekiyor. Bu sebeple arayışta olduğunuz ve bu eğitim setine baktığınıza göre, hem teşekkür ederim. Hem de doğru yerdesiniz.\n\n\nEğitim Seti Kimlere Hitap ediyor?\nEğitim setini; hem sıfırdan başlayanlara, hem de orta ve üst seviyeye uygun olacak şekilde hazırladım. Böylece herkese hitap ettiğini söyleyebilirim.\n\n\nPeki Eğitim Setini Özel kılan nedir?\nDaha anlaşılır olması için, derslerin kategorisini özel olarak hazırladım. Böylece bulmak istediklerinize çok daha kolay bir şekilde erişebilirsiniz.\nAnlaşılır ve spesifik dersler ile daha kolay bir şekilde öğreneceksiniz.\nİndirilebilir Materyallerle beraber uygulamalı bir şekilde öğrenim gerçekleştirebileceksiniz.\nPek çok eğitimde atlanılan konulara değindim. Böylece daha özel bir eğitim alacaksınız!\nEğitimlerimi düzenli bir şekilde güncelliyor- yeni dersler ekliyorum. Böylece güncel ve devamlı bir şekilde gelişen kapsamlı bir eğitim alacaksınız.\nTakıldığınız noktalarda soru cevap bölümünden her zaman soru sorabilecek ve 24 saat içerisinde dönüş alacaksınız.\nÖdevler ile Öğrendiklerinizi pekiştireceksiniz.\n\n\nÖZET KURS İÇERİĞİ\n1. Fotoğrafa Giriş\nBu bölümde fotoğrafın nedir ve camera obscura gibi başlıklar ile fotoğrafçılığa giriş yapıyoruz. Aynı zamanda eğitimden nasıl faydalanabileceğiniz ve eğitim süresince kullanabileceğiniz kitapçık ve sözlük ile beraber özel dersler ve materyallerle kursa başlıyoruz.\n2. Fotoğrafın Temel Prensipleri\nBu bölümde fotoğrafçılığın temel prensiplerine geçiş yapıyoruz. Pozlama, ISO, diyafram, enstantane ve beyaz ayarı gibi ayrı derslerle detaylı şekilde temel prensipleri, nasıl kullanacağımızı, fotoğrafa etkisini öğreniyoruz.\n3. Kompozisyon\nFotoğraf çekmek için temel bileşenleri öğrendikten sonra, başarılı fotoğrafa ulaşmak için en önemli konu olan kompozisyona geçiş yapıyoruz. Bu bölümde fotoğrafta kompozisyon öğelerinin tümünü öğreniyor ve fotoğrafımıza nasıl uygulayacağımız konusunda bilgi sahibi oluyoruz.\n4. Netleme ve Alan Derinliği\nBu bölümde netleme nasıl yapılır, manuel netleme, odak kitleme, hareketli konuyu fotoğraflamak gibi konuları öğreniyor, fotoğrafımızın neden net çıkmadığı gibi sık yaşana  problemler üzerine dersler ile pekiştiriyoruz. Aynı zamanda alan derinliğinin ne olduğu, etkileyen faktörler, bokeh gibi önemli dersleri işliyoruz.\n5. Fotoğrafçılıkta Önemli Noktalar\nBu bölümde her fotoğrafçının bilmesi gereken önemli konular üzerine derslere geçiyoruz. Sensör nedir, sensör boyutları, krop faktörü, ölçüm modları, fotoğraf formatları gibi fotoğrafçılığa ve makinelere dair önemli noktaları öğreniyoruz.\n7. Fotoğraf Makinesi\nFotoğrafçılık ile ilgili pek çok şey öğrendikten sonra temel aracımız olan fotoğraf makinelerini tanımaya geçiyoruz. Makine türleri, avantajları ve dezavantajları, mobil fotoğrafçılık gibi dersler yanında, makinelerin evrimi gibi özel içeriklerle beraber fotoğraf makinelerine dair detaylı bilgi sahibi oluyoruz.\n8. Makine 'de ilk olarak yapılacaklar ve Genel Arayüz Kontrolleri\nFotoğraf makinelerini ve türlerini tanıdıktan sonra makinemizin temel ayarlarını ve kontrollerini nasıl yapacağımızı öğreniyoruz. Bu dersler ile beraber makinemizi kişiselleştirerek çekim esnasında makinemize daha hakim oluyoruz.\n9. Lensler-Objektifler\nFotoğraf makinesinden sonra en temel ekipmanımız olan objektifleri tanıyoruz. Objektif nedir, türleri, filtreler, bayonet gibi dersler yanında fotoğrafçılık türlerine özel olarak objektif tavsiyesi içeren dersleri görüyoruz.\n10. Ekipmanlar- Aksesuarlar\nMakine ve lens konusunu öğrendikten sonra ekipmanlar ve aksesuarlara geçiş yapıyoruz. Bu bölümde fotoğrafçılıkta en sık kullanılan ve önemli ekipmanları öğreniyor, alırken nelere dikkat etmememiz gerektiği konusunda bilgi sahibi oluyoruz.\n11. Estetik Öğeler\nKompozisyon bölümünün bir diğer parçası sayabileceğimiz estetik öğelere geçiş yapıyoruz. Bu bölümde fotoğrafta estetik öğeler nelerdir ve nasıl kullanabiliriz bunları öğreniyoruz.\n12. Renk\nFotoğrafçılıkta en önemli noktalardan birisi olan renk konusuna geçiş yapıyoruz. Bu bölümde renk ayrımları, fotoğrafa etkisi, renk uyumu, nasıl kullanmamız gerektiği gibi kapsamlı derslerle renk konusuna dair her şeyi öğreniyoruz.\n13. Işık ve Aydınlatma\nFotoğraf çekmek konusunda hemen her şeyi öğrendikten sonra çok önemli noktalardan biri olan ışık ve aydınlatma konusuna geçiş yapıyoruz. Bu bölümde ışık türleri, aydınlatma şekilleri ve teknikleri, aydınlatma araçları gibi kapsamlı derslerle fotoğrafta ışığı nasıl kullanmamız gerektiğini öğreniyoruz.\n14. Mobil Fotoğrafçılık\nBu bölümde mobil fotoğrafçılık üzerine her şeyi öğreniyoruz. Mobil fotoğrafçılık ile ilgili dersler yanında özel tavsiyeler ile beraber kendimizi bu konuda geliştiriyoruz.\n15. Ürün Fotoğrafçılığı\nBu bölümde bir ürün fotoğrafı çekiminden, işlemesine, çekim ortamı hazırlamaktan, aksesuarları... oldukça detaylı başlıklar ile birlikte ürün fotoğrafçılığına dair her şeyi öğreniyoruz. Ürün fotoğrafçılığı bölümüyle beraber bir ürünün fotoğraflanması sürecini baştan sona görerek kendi ürün fotoğraflarımızı çekebilecek düzeye geliyoruz.\n16. Doğa-Manzara Fotoğrafçılığı\nBu bölümde doğa ve manzara fotoğrafçılığını tanıyoruz. manzara fotoğrafı çekim tekniklerinden olan panoramaya özel derslerle beraber, panorama fotoğrafı nasıl çekilir ve düzenlenir gibi öğreniyoruz.\n17. Portre Fotoğrafçılığı\nFotoğrafçılıkta en sık tercih edilen türlerden olan portre fotoğrafçılığına geçiş yapıyoruz. Bu bölümde portre fotoğrafı çekerken dikkat edilmesi gerekenler, ışık kullanımı, kompozisyon konusu gibi derler yanında çekmiş olduğumuz fotoğrafları düzenleyerek baştan sona süreci öğrenmiş oluyoruz. Bunların yanında çeşitli pro tavsiyeler ve makaleler ile portre fotoğrafçılığında kendimizi geliştiriyoruz.\n18. Sokak Fotoğrafçılığı\nBu bölümde sokak fotoğrafçılığını öğreniyoruz. Tanımanız gereken 5 sokak fotoğrafçısı gibi içeriklerle beraber sokak fotoğrafçılığında bilgi sahibi oluyoruz.\n19. Uzun Pozlama Fotoğrafçılığı\nPopüler ve çok sevilen türlerden biri olan uzun pozlama fotoğrafçılığına geçiş yapıyoruz. Uzun pozlama nedir, nasıl yapılır, dikkat edilmesi gerekenler, gece ve gündüz uzun pozlama gibi derler yanında çektiğimiz fotoğrafları düzenleyerek süreci baştan sona öğreniyoruz.\n20. Spor-Aksiyon Fotoğrafçılığı\nBu bölümde spor ve aksiyon fotoğrafçılığını öğreniyoruz. Tanımanız gereken 5 spor - aksiyon fotoğrafçısı gibi içeriklerle beraber bu türde fotoğrafçılığında bilgi sahibi oluyoruz.\n21.Makro Fotoğrafçılığı\nFotoğrafçılık türlerinden makro fotoğrafçılığa geçiş yapıyoruz. Bu bölümde baştan sona makro fotoğraf nasıl çekilir, ayarlar nasıl olmalı, nelere dikkat etmeliyiz gibi konuları öğreniyoruz.\n22. Kişisel Gelişim\nBu bölümde fotoğraf çekenin ötesine geçerek, daha iyi fotoğrafa ulaşmanın anahtarı olan kişisel gelişim bölümüne geçiyoruz. Bu bölümde gözümüzü geliştirmeyi öğreniyor ve okumamız gereken kitaplar, izlememiz gereken filmeler ve faydalı yönlendirmeler gibi özel içeriklerle kişisel gelişim konusunu pekiştiriyoruz.\n23. Diğer Fotoğrafçılık Türleri\nÖğrendiğimiz fotoğrafçılık türlerinden farklı olarak doğum fotoğrafçılığı, stüdyo fotoğrafçılığı, mimari fotoğrafçılık, moda fotoğrafçılığı gibi türleri bu bölümle beraber öğreniyoruz.\n24. Fotoğraf Çekim Teknikleri- İleri Seviye Teknikler\nBu bölümde fotoğrafta ileri seviye çekim tekniklerini öğreniyoruz. Pan - blur fotoğraf, HDR, silüet, zoom in - zoom out gibi özel teknikleri öğrendiğimiz dersler,  fotoğrafçılıkta üslubumuzu oturtmak konusunda yardımcı oluyor.\n25. Özel Dersler\nBu bölümde çeşitli özel dersleri buluyoruz. Arşivcilik gibi konularla beraber geçmişten günümüze fotoğrafın yolculuğunu öğreniyoruz.\n26. Fotoğraf Paylaşmak - Sosyal Medya\nBu bölümde çekmiş olduğumuz fotoğrafları nasıl paylaşmamız gerektiğini öğreniyoruz. Sosyal medya kullanımı, İnstagram için özel dersler ve faydalı yönlendirmeler ile fotoğraf paylaşmak konusunda dikkat etmememiz ve bilmemiz gereken her şeyi öğreniyoruz.\n27. Fotoğrafçılıktan Gelir Elde Etmek\nBu bölüm ile beraber fotoğrafçılıktan nasıl gelir elde edebileceğimizi öğreniyoruz. Fotoğrafçılıktan gelir elde etmek için kritik noktalar, hangi yollarla gelir elde edebileceğimiz, markalaşmak gibi önemli dersleri öğreniyoruz.\n28. Stok Fotoğrafçılığı\nBu bölüm ile beraber stok fotoğrafçılığının ne olduğu ve nasıl yapabileceğimizi öğreniyoruz. Stok fotoğrafçılığında popüler siteleri inceleyerek konuda kendimizi geliştiriyoruz.\n29. Mobil Fotoğraf Düzenlemeleri\nMobil fotoğraf düzenlemeleri bölümüyle beraber telefonumuzdan nasıl fotoğraf düzenleyebileceğimizi öğreniyoruz. bununla beraber faydalı yönlendirmeler ile farklı örneklere ulaşıyoruz.\n30. Photoshop Dersleri! Pratik Uygulamalar\nBu bölümde photoshop programında fotoğraf düzenlemeyi öğreniyoruz. Detaylı uygulamalı pratik şekilde nasıl yapabileceğimizi görerek kendi fotoğraflarımıza uygulamayı deneyimliyoruz.\n31. Sizden Gelenler - Fotoğraf Sohbetleri\nbu bölümde sizden gelenleri paylaşıyor, aynı zamanda fotoğraf sohbetleri topluluğunu tanıtıyorum.\n32. Mehmet Üzüm Özel\nBu bölümde özel derslere ulaşacağız.\n34. Çıkış\nÇıkış bölümüyle beraber kursu sonlandırıyoruz.\n\n\n\n\n\n\nEğitim seti ile detaylı öğrenim sağlamak için onlarca indirilebilir materyal ekledim. Bu materyaller makale, PDF, fotoğraf, görsel gibi türlerden oluşmakta. PDF gibi materyalleri indirerek okuma yapabilir ve bilgilerinizi pekiştirebilirsiniz. Fotoğrafları indirerek üzerine çalışarak pratik yapabilirsiniz.",
      "target_audience": [
        "Fotoğraflarınızı Geliştirmek İsteyen Herkes",
        "Fotoğrafta Ustalaşmak ve Kendini Geliştirmek İsteyen Herkes."
      ]
    },
    {
      "title": "Curso Fotografía Abstracta",
      "url": "https://www.udemy.com/course/curso-fotografia-abstracta/",
      "bio": "Desarrolla tu ojo fotográfico para descubrir motivos abstractos en cualquier lugar",
      "objectives": [
        "Conocer que es la fotografía abstracta",
        "Conocer y practicar las guías y recursos para tomar fotos abstractas",
        "Conocer y practicar las formas geométricas",
        "Conocer y practicar el uso de las texturas",
        "Conocer y practicar el recurso de las tramas o retículas",
        "Conocer y practicar las líneas en las formas abstractas",
        "Conocer y practicar el uso de la luz",
        "Conocer y practicar el uso del color",
        "Conocer y practicar cómo usar el recurso blanco y negro",
        "Conocer y practicar cómo usar el acercamiento",
        "Conocer y practicar los reflejos abstractos",
        "Conocer y practicar la representación abstracta del cuerpo humano",
        "Conocer y practicar cómo usar los recursos de vallas y paredes",
        "Conocer y practicar el desenfoque selectivo",
        "Conocer y practicar la técnica de movimiento intencional de la cámara"
      ],
      "course_content": {
        "Introducción": [
          "Introducción",
          "Lección 1 - Descripción de la fotografía abstracta",
          "Lección 2 - Guías y recursos para tomar fotografías abstractas",
          "Lección 3 - Las formas geométricas",
          "Lección 4 - Uso de las texturas",
          "Lección 5 - El recurso de las tramas o retículas",
          "Lección 6 - Las líneas en las formas abstractas",
          "Lección 7 - Utilización de la luz",
          "Lección 8 - Uso del color",
          "Lección 9 - El recurso del blanco y el negro",
          "Lección 10 - Uso de los acercamientos",
          "Lección 11 - Reflejos abstractos",
          "Lección 12 - Representación abstracta del cuerpo humano",
          "Lección 13 - El recurso de las vallas y paredes",
          "Lección 14 - Recurso del desenfoque selectivo",
          "Lección 15- Técnica de movimiento intencional de la cámara"
        ]
      },
      "requirements": [
        "Celular o cámara"
      ],
      "description": "El objetivo primario del curso es que conozcas que es la fotografía abstracta y su desarrollo desde su nacimiento hasta nuestros días.\nUn segundo objetivo consiste en que desarrolles tu creatividad fotográfica siguiendo las guías y ejemplos de cada lección.\nY finalmente el objetivo principal es que formes un portafolio con tus mejores fotos para llevarlo a las galerías de arte, las asociaciones internacionales de fotografía abstracta y para que lo coloques en una o varias de las agencias de fotostock.\nEl curso consta de 15 lecciones y 62 fotografías de ejemplo, más las que se ven en esta introducción, todas de mi autoría y algunas tomadas pensando en este curso.\nLa primera lección te presenta qué es la fotografía abstracta con fotografías de ejemplo, y revisa la historia de este estilo fotográfico.\nLa segunda lección te muestra los lineamientos y recursos generales para tomar fotos abstractas, lo que necesitas y cómo ejercitarte siguiendo los ejemplos que se presentan a través de las fotografías.\nLas siguientes 13 lecciones tratan de las diferentes técnicas y usos de recursos para tomar fotos abstractas, todas ellas ilustradas con fotografías de ejemplo para que las uses como guía en tu práctica personal.\nAcompaña al curso un manual digital en formato pdf titulado Fotografía_Abstracta que pone por escrito las narraciones que se tienen al analizar las fotografías de ejemplo de las lecciones.\nLa mejor forma de aprovechar al máximo este curso es practicar tomando muchas fotos siguiendo los lineamientos que se presentan en cada lección.",
      "target_audience": [
        "A todas (o) los interesados en temas relacionados con la fotografía"
      ]
    },
    {
      "title": "Photoshop efekty kolorystyczne dla fotografa",
      "url": "https://www.udemy.com/course/photoshop-efekty-kolorystyczne-dla-fotografa/",
      "bio": "Zobacz jak za pomocą kolorów zmienić charakter fotografii. Zmieniaj pogodę, porę dnia, światło dzięki manipulacji kolore",
      "objectives": [],
      "course_content": {
        "Wstęp": [
          "1. Photoshop flary",
          "2. Photoshop ring light",
          "3. Wyblakła czerń i biel",
          "4. Photoshop filmowy kolor",
          "5. Photoshop mapy gradientu",
          "6. Podwójne tony efekt spotify",
          "7. Photoshop senny efekt",
          "8. Photoshop matowe kolor w color efex pro",
          "9. Photoshop podkręcanie barw",
          "10. Photoshop stonowany hdr",
          "11. Photoshop światło na zewnątrz",
          "12. Dziecięce marzenie",
          "13. Photoshop ciemne czarno białe",
          "14. Photoshop pastelowe kolory",
          "15. Photoshop grading camera raw",
          "16. Photoshop kolorowe światło",
          "17. Photoshop Słońce",
          "18. Photoshop jak stworzyć bokeh",
          "19. Photoshop efekt art",
          "20. Photoshop miecz świetlny",
          "21. Niebo gradienty",
          "22. Photoshop dramatyczny kontrast",
          "23. Photoshop szybki grading",
          "24. Photoshop szybki vintage",
          "25. Photoshop walentynkowa tonacja",
          "26. Portretowy grading",
          "27. Efekt purple"
        ]
      },
      "requirements": [
        "Nie musisz znać Photoshopa ponieważ porady są tak skonstruowane, by nawet osoba dopiero raczkująca w tym programie poradziła sobie z lekcjami."
      ],
      "description": "Zabawa barwą\nNie ma chyba profesjonalnego fotografa, któremu obce jest pojęcie programu Photoshop. Program wtargnął do codzienności tak mocno, że stanowi dzisiaj ikonę obróbki zdjęć. Nic dziwnego, ponieważ za pomocą kilku kliknięć myszką możemy całkowicie zmienić charakterystykę zdjęcia, usunąć niepotrzebne detale czy upiększyć nieco portret. W tym kursie poruszymy temat stylizacji zdjęć na podstawie barw. Pobawimy się kolorami zmieniając zupełnie odbiór obrabianym zdjęć. Kolorystyczne stylizacje pomogą Ci stworzyć w szybki sposób ciekawe efekty i przemienić zdjęcie nie do poznania. To właśnie dzięki zabawie kolorem, na zdjęciu możesz zmienić porę dnia, pogodę oraz ogólny klimat fotografii.\n\n\n\n\nCzego się nauczysz ?\nZobacz jak w kilka minut upiększyć krajobraz\nNaucz się manipulować światłem\nStwórz filmowy efekt\nNaucz się color gradingu\nWykorzystaj mapy gradientu\nPoznaj funkcje Camera Raw\nZobacz działanie filtra NikCollection\nUzyskaj efekt split toningu\nOpanuj korzystanie z warstw dopasowania\nNaucz się pracy z warstwami i maskami\n\n\nManipuluj kolorem\nZobacz jak w kilka minut upiększyć krajobraz wyciskając z niego maksimum barw, kolorując niebo, dodając ciepłe promienie słoneczne. Naucz się manipulować światłem, dzięki odpowiedniemu posługiwaniu się barwą. Twórz miękkie światło nadają ciepły charakter lub użyj zimniejszych odcieni tworząc filmowy efekt. Zobacz jak podkręcić kontrast za pomocą warstwy krzywe, poziomy, modułu Camera Raw lub zmieniając tryb mieszania.\n\n\nEfekty dla fotografów\nDowiesz się jak stworzyć kontrastowe czarno białe zdjęcie oraz wyblakłe zdjęcie w odcieniach szarości. Nauczysz się wykorzystywać mapy gradientu w celu ulepszenia nieba, manipulacji światłem oraz tworzenia efektów świetlnych. W kursie nie zabraknie również informacji na temat popularnego efektu gradingu. Czyli podkręcania barw oraz uzyskiwania filmowego koloru. Oprócz Photoshopa zajrzymy też do modułu Camera Raw i dodatku Collor Efex Pro gdzie pokażemy Ci jak posługiwać się tym narzędziem i łączyć w nim efekty. Zobaczysz, że jest to idealne narzędzie do manipulacji kolorem.\n\n\nOdmień Twoich charakter zdjęć\nKurs pokaże Ci również popularne efekty jak HDR czyli wysoka rozpiętość tonalna, split toning, sepia. Zasymulujesz efekt odbijającego się światła w oczach typu ring light. Poznasz sposób na stworzenie od podstaw efektu bokeh. Nie zabraknie popularnych efektów w stylu filtrów Instagrama oraz pastelowych barw. To i wiele więcej znajdziesz w tym kursie, który dla Ciebie przygotowaliśmy zupełnie za darmo.\n\n\nNaucz się pracy z warstwami\nPodczas trwania kursu do perfekcji opanujesz korzystanie z warstw dopasowania. Zobaczysz jak się nimi posługiwać i kiedy stosować poszczególne typy warstw. Poznasz różnicę między warstwą gradient, a mapa gradientu. Zobaczysz, że zdjęcie czarno białe to nie tylko warstwa usuwająca nasycenie koloru lecz o wiele więcej ustawień i możliwości jakie dają Ci poszczególne warstwy dopasowania. Poradnik przekaże Ci również wiele informacji na temat pracy z maskami warstw oraz trybami mieszania. Nauczysz się tworzyć własny pędzel, pracować z filtrami, ustawiać gradienty, krzywe, poziomy. Poprawisz ekspozycję, balans bieli oraz dodasz winiętę na kilka sposobów.",
      "target_audience": [
        "Przede wszystkim jest to ciekawa pozycja dla fotografów oraz osób pracujących przy edycji zdjęć. Niezależnie od tego czy jesteś fotografem krajobrazu, portrecistą czy fotografujesz dzieci, to porady z kursu na pewno zainspirują Cię do zabawy z barwą na zdjęciach."
      ]
    },
    {
      "title": "Top-BOSS商品拍照修圖不求人",
      "url": "https://www.udemy.com/course/ezphonefoto/",
      "bio": "用手機也能簡單拍出好照片",
      "objectives": [],
      "course_content": {
        "課程介紹與課前準備": [
          "課程介紹與課前準備"
        ],
        "Polarr介紹": [
          "Polarr介紹-1",
          "Polarr介紹-2",
          "Polarr介紹-3",
          "Polarr介紹-4"
        ],
        "使用日光燈拍攝": [
          "使用日光燈拍攝-1",
          "使用日光燈拍攝-2",
          "使用日光燈拍攝-3",
          "使用日光燈拍攝-4",
          "使用日光燈拍攝-5",
          "使用日光燈拍攝-6",
          "使用日光燈拍攝-7",
          "使用日光燈拍攝-8"
        ],
        "簡易攝影棚拍攝": [
          "簡易攝影棚拍攝-1",
          "簡易攝影棚拍攝-2",
          "簡易攝影棚拍攝-3",
          "簡易攝影棚拍攝-4",
          "簡易攝影棚拍攝-5",
          "簡易攝影棚拍攝-6",
          "簡易攝影棚拍攝-7",
          "簡易攝影棚拍攝-8",
          "簡易攝影棚拍攝-9"
        ],
        "運用窗外自然光拍攝": [
          "運用窗外自然光拍攝-1",
          "運用窗外自然光拍攝-2",
          "運用窗外自然光拍攝-3",
          "運用窗外自然光拍攝-4",
          "運用窗外自然光拍攝-5"
        ],
        "運用戶外自然光拍攝": [
          "運用戶外自然光拍攝-1",
          "運用窗外自然光拍攝-2",
          "運用窗外自然光拍攝-3",
          "運用窗外自然光拍攝-4"
        ]
      },
      "requirements": [
        "一隻可拍照的手機",
        "安裝有Chrome瀏覽器的PC或是MAC"
      ],
      "description": "每天只要10分鐘就能讓手機所拍攝出來的照片質感UP UP~\n\n本課程分成五個部分\n\n第一部分為Polarr的安裝與下載，會一步一步的引導學員下載與安裝Crhome版的Polarr。Chrome版的Polarr是一套免付費的影像編輯軟體，但是功能接近Adobe Lightroom，非常適合想要熟悉如何進行影像編輯但又沒有預算購買專業軟體的使用者來使用。\n第二部分是教導學員如何利用家中或是辦公室的日光燈來進行照片的拍攝與編輯。\n第三部分會示範如何用簡單的燈具架設出簡易的攝影棚，讓手機拍攝出來的照片更接近專業相機的品質。\n第四部分將示範只利用戶外的窗戶光線來拍攝具有情境的照片，再利用Polarr的濾鏡功能讓照片更具文青風格。\n最後一部分會教導學員如何利用戶外的自然光線就能拍出光線充足且非常有質感的照片。\n平均每天只要花十分鐘，只要五天就可以學習到如何利用手機與現有的環境來拍攝出品質與情境兼備的商品照。",
      "target_audience": [
        "對於拍攝與處理照片完全沒有概念的學員",
        "想利用手機拍攝好照片的學員",
        "想了解如何可以讓照片更具質感的學員",
        "需要處理或是調整照片的學員",
        "網拍賣家或是部落客"
      ]
    },
    {
      "title": "摄影基础快速入门",
      "url": "https://www.udemy.com/course/photography-fundamentals-course-chinese/",
      "bio": "快速掌握摄影基础知识（光圈、快门速度、ISO和主要构图原则等）",
      "objectives": [],
      "course_content": {
        "摄影基础": [
          "课程介绍",
          "相机的工作原理"
        ],
        "怎样正确的给照片曝光": [
          "光圈",
          "快门速度",
          "感光度",
          "曝光三角",
          "光线和滤镜"
        ],
        "相机的基础设置和构图": [
          "白平衡",
          "图片文件格式：JPEG和RAW",
          "照片像素与质量"
        ],
        "更好的构图": [
          "构图"
        ],
        "总结": [
          "摄影基础快速入门课程测试",
          "课程结语",
          "福利：快来领菲尔的所有课程九折优惠券！"
        ]
      },
      "requirements": [
        "本课程没有门槛，零基础也可以学",
        "无论你使用的是单反相机、无反相机、傻瓜相机还是智能手机，都可以学习这门课程"
      ],
      "description": "想要拍出更好的照片吗？\n如果您不熟悉光圈、快门速度、ISO和曝光三角等术语，那么这款摄影入门课程非常适合您。\n无论您摄影用的是数码单反相机、无反相机、傻瓜相机，还是智能手机，您都应该了解所有专业摄影师使用的主要设置和规则。\n在本摄影基础课程中，我们将带您了解您相机的工作原理。\n学习这一摄影基础课程后，您将学到：\n光圈 - 光圈值对摄影效果的影响，以及如何调整光圈值\n快门速度 - 正确设置快门速度，避免走弯路\nISO - 避免拍出充满噪点的照片\n曝光 - 如何使用、快门速度、ISO、灯光和滤镜拍摄曝光良好的照片\n构图 - 构图基本原则，并学会创造性地打破这些规则，拍出充满创意的作品\n白平衡 - 让照片的颜色看起来自然\n照片质量和文件类型 - 了解何时使用何种文件类型\n讲师是谁？\n我是菲尔·埃比纳，我为想要学习摄影的零基础学员制作了这门课程，无论你使用什么相机，都可以跟着我学习。\n我希望你喜欢我的小课程！\n菲尔\n快速掌握摄影基础知识（光圈、快门速度、ISO和主要构图原则等）\n想要拍出更好的照片吗？\n如果您不熟悉光圈、快门速度、ISO和曝光三角等术语，那么这款摄影入门课程非常适合您。\n无论您摄影用的是数码单反相机、无反相机、傻瓜相机，还是智能手机，您都应该了解所有专业摄影师使用的主要设置和规则。\n在本摄影基础课程中，我们将带您了解您相机的工作原理。\n学习这一摄影基础课程后，您将学到：\n光圈 - 光圈值对摄影效果的影响，以及如何调整光圈值\n快门速度 - 正确设置快门速度，避免走弯路\nISO - 避免拍出充满噪点的照片\n曝光 - 如何使用、快门速度、ISO、灯光和滤镜拍摄曝光良好的照片\n构图 - 构图基本原则，并学会创造性地打破这些规则，拍出充满创意的作品\n白平衡 - 让照片的颜色看起来自然\n照片质量和文件类型 - 了解何时使用何种文件类型\n讲师是谁？\n我是菲尔·埃比纳，我为想要学习摄影的零基础学员制作了这门课程，无论你使用什么相机，都可以跟着我学习。\n我希望你喜欢我的小课程！\n菲尔\n快速掌握摄影基础知识（光圈、快门速度、ISO和主要构图原则等）",
      "target_audience": [
        "不理解光圈、快门速度、ISO等基础摄影术语的定义的初学者",
        "总是使用自动设置，但想学会对相机进行手动设置的人",
        "不懂得如何拍出曝光良好的照片的人"
      ]
    },
    {
      "title": "【この方法ご存知ですか？】Photoshopで「くすんだ曇り空」の写真を「美しい青空」にレタッチ加工する方法",
      "url": "https://www.udemy.com/course/photoshop-withfun02/",
      "bio": "たった30分程で解決。基礎ができてない方には難しい空の色を調整する方法が学べます。",
      "objectives": [],
      "course_content": {
        "はじめに": [
          "はじめに",
          "サンプル資料のダウンロード手順"
        ],
        "基礎編": [
          "拡張子の表示設定",
          "ワークスペースの設定",
          "Photoshopの保存方法",
          "画像の書き出し方",
          "前の状態に戻す方法＜コマンドZ + ヒストリーパレット＞"
        ],
        "実践編": [
          "【実践】空を青くする方法 1",
          "【実践】空を青くする方法 ２",
          "【実践】空を青くする方法 ３",
          "最後に"
        ]
      },
      "requirements": [
        "基本的なパソコン操作ができる方",
        "Photoshop CCを契約している方（アドビで月額980円程）",
        "Photoshopの基本操作ができる方は、更に早く習得できます。"
      ],
      "description": "くすんだ空の写真を綺麗な青色にできないかと、お困りの方はいらっしゃいませんか。この講座では、そのお悩みを30分程で解決します。Photoshopがあれば、空の青い部分だけに加工を施し、魅力的な写真にする事ができます。少しPhotoshopをかじった事がある方は、空の色だけを上手に加工調整することが難しいことがわかるかと思います。どの機能を使えば、それがとても綺麗に色補正できるかが学べます。",
      "target_audience": [
        "曇っているような空の写真を、青くしたい方。",
        "Photoshopで特定の色だけ調整できるようになりたい方。",
        "例えば、Photoshop（フォトショップ）で、どんな事ができるのか知ってみたい方。",
        "Photoshop（フォトショップ）の機能を体験してみたかった方。",
        "30分程の空き時間で、学びたい方。体験したい方。"
      ]
    },
    {
      "title": "1º MÓDULO AVANÇADO DO CURSO DE LIGHTROOM",
      "url": "https://www.udemy.com/course/colorizacao-avancada-no-lightroom-com-uso-de-overlays-e-lut/",
      "bio": "Curso de Lightroom avançado",
      "objectives": [],
      "course_content": {
        "1º MÓDULO AVANÇADO DO CURSO DE LIGHTROOM": [
          "Introdução ao curso",
          "Painel Básico",
          "Painel Curva de Tons",
          "Painel HSL-COR",
          "Painel Correção de Cores",
          "Painel Calibração",
          "Painel Detalhe",
          "Painel Efeitos",
          "Finalização e Criação do Preset",
          "Perfiz de Cores"
        ]
      },
      "requirements": [
        "Você precisará ter instalado o Adobe Lightroom Classic CC. É possivel instalar uma versão de teste por 30 dias caso você não tenha ainda adquirido uma licença do software. Este curso foi desenvolvido usando um PC, mas é perfeitamente compreensível para usuários de MAC."
      ],
      "description": "Não esqueça de assistir o 2º e 3º módulo do curso, já estão disponíveis na plataforma.\nSão 3 cursos no total!\n\n\n**\"Este curso avançado de Lightroom foi desenvolvido para fotógrafos, editores e entusiastas da edição de imagem que desejam elevar suas habilidades no tratamento de fotos e retoque de pele profissional. Ao longo das aulas, você aprenderá a utilizar as ferramentas avançadas do Lightroom para corrigir imperfeições, ajustar cores e realçar detalhes, garantindo um resultado final natural e impactante.\nDentre as técnicas abordadas, estão a separação de frequência, que permite suavizar a pele sem comprometer sua textura original, e o dodge & burn, essencial para criar profundidade e realçar volumes de forma precisa. Além disso, exploraremos a colorização profissional, onde você aprenderá a manipular tons e matizes para alcançar um resultado cinematográfico e estilizado.\nO curso também abrange o uso de overlays no Lightroom, permitindo adicionar elementos criativos e realçar o impacto visual das imagens. Além disso, você aprenderá a utilizar perfis de cores personalizados, ajustando tons e contrastes de maneira profissional para criar atmosferas únicas em suas fotos.\nOutro ponto essencial será a exploração dos painéis e recursos avançados do Lightroom, como curvas de tom, HSL, calibração de cores e ajustes seletivos. Você compreenderá como cada ferramenta influencia a imagem e como utilizá-las estrategicamente para obter o máximo de qualidade e precisão na edição.\nAo final do curso, você terá total domínio sobre o fluxo de trabalho profissional no Lightroom, conseguindo editar retratos, ensaios e projetos comerciais com um nível de excelência elevado. Se você deseja transformar suas edições e obter um acabamento refinado e profissional, este curso é ideal para você!\"**\n\n\nNão esqueça de assistir o 2º e 3º módulo do curso, já estão disponíveis na plataforma.\nSão 3 cursos no total!",
      "target_audience": [
        "O curso é destinado para os usuários intermediários/avançados, mesmo sendo iniciante vai conseguir executar o conteúdo do curso.",
        "Fotógrafos, editores e retocadores de fotos."
      ]
    },
    {
      "title": "Photoshop数字图像处理技能（初级-案例篇）",
      "url": "https://www.udemy.com/course/photoshop-pt/",
      "bio": "Photoshop案例实践应用",
      "objectives": [
        "Photoshop实操案例：修瑕、变形校正、透视校正",
        "复杂对象抠像案例。",
        "自定义画笔案例。",
        "典型调色流程。黑白影调调色。",
        "合成中的材质案例：异质同构。",
        "创意合成案例：星云宝盒创意图片的制作。",
        "矢量logo图形设计案例：麋鹿商标设计",
        "海报设计案例：波普海报制作。",
        "包装设计案例：茶盒的立体制作"
      ],
      "course_content": {
        "Photoshop图像校正与修瑕案例": [
          "01 修瑕案例：别墅地产",
          "02 透视修瑕案例：商业大楼广告",
          "03 变形校正案例：建筑物垂直校正"
        ],
        "Photoshop画笔的技能案例": [
          "01 自定义画笔案例：水中气泡",
          "02自定义画笔案例：心形云"
        ],
        "Photoshop抠图抠像技能案例": [
          "01 抠像案例：清晰轮廓",
          "02 抠像案例：人物抠像",
          "03 通道抠像案例：复杂轮廓树枝",
          "04 通道抠像案例：半透明对象火焰",
          "05 通道抠像案例：半透明对象玻璃"
        ],
        "Photoshop调色案例": [
          "01 调色案例：准确的白平衡",
          "02调色案例：丰富的层次",
          "03调色案例：足够的清晰度",
          "04调色案例：适当的饱和度",
          "05调色案例：典型调色流程",
          "06调色案例：黑白影调调色",
          "07 批量处理案例"
        ],
        "Photoshop材质案例": [
          "01 材质案例：异质同构1",
          "02 材质案例：异质同构2",
          "03 材质案例：异质同构3"
        ],
        "Photoshop 创意合成案例": [
          "01 创意合成：星云宝盒（修瑕）",
          "02 创意合成：星云宝盒（抠像烟与光）",
          "03 创意合成：星云宝盒（抠像烟尘）",
          "04 创意合成：星云宝盒（抠像和背景合成）",
          "05 创意合成：星云宝盒（抠像和杂边处理）",
          "06创意合成：星云宝盒（融入环境）",
          "07 创意合成：星云宝盒（色调整合）"
        ],
        "Photoshop矢量图形设计案例": [
          "01 图形设计：麋鹿商标设计（绘制路径一）",
          "02 图形设计：麋鹿商标设计（绘制路径二）",
          "03 图形设计：麋鹿商标设计（分区填色）"
        ],
        "Photoshop海报设计案例": [
          "01 海报设计：波普海报案例（抠像修瑕填充背景）",
          "02 海报设计：波普海报案例（波普风格网点化）",
          "03 海报设计：波普海报案例（上色整合文字）"
        ],
        "Photoshop包装盒案例": [
          "01 包装设计：普洱茶盒案例",
          "02普洱茶盒案例（文字处理和立体展示）"
        ]
      },
      "requirements": [
        "入门级课程，不需要有经验。可以从零学起。"
      ],
      "description": "数字影像处理职业技能初级技能，即Photoshop的核心应用技能。能够学完本课程即表示Photoshop操作技能获得专业证书认可，学习者有能力从事基本的图像处理、设计与合成工作。\n\n\n初级案例课包含35节基础视频课程，每集时长10分钟左右，轻松自学，快速掌握实践案例。\n案例篇主要内容包括：通过一系列实践案例应用，掌握Photoshop校正、修瑕、画笔、抠像、调色、材质、合成、logo设计、海报、包装设计制作等通用技能。\n\n本课程由李涛老师主讲，李涛老师是数字影像处理领域的领军人物，同时也是数字图像处理数字标准的主要制定专家和技能鉴定专家。",
      "target_audience": [
        "想掌握Photoshop软件使用方法的人，想处理摄影图片的人，想进入数字图像处理行业的人。"
      ]
    },
    {
      "title": "Fotografia Movil: Iníciate y aprende las bases",
      "url": "https://www.udemy.com/course/fotografia-movil-basica/",
      "bio": "Iníciate en la fotografía digital usando el móvil. Luego, continúa con el móvil o con una cámara, tú decides.",
      "objectives": [],
      "course_content": {
        "Introducción": [
          "Introducción: Bienvenida y qué vas a aprender",
          "Cómo terminar el curso con éxito",
          "EXAMEN: Introducción"
        ],
        "Cómo funciona la cámara de tu móvil": [
          "Entendiendo los megapíxeles",
          "Qué es el sensor y por qué es importante",
          "Entiende (por fin) la distancia focal",
          "Domina la profundidad de campo Ententiendo el diafragma",
          "EXAMEN: Cómo funciona la cámara de tu móvil"
        ],
        "En qué se diferencia la cámara del móvil de una cámara tradicional": [
          "Se eliminan las partes móviles",
          "¡La apertura queda fija!",
          "Cómo desenfocar el fondo en tus fotos",
          "Qué ocurre con la distancia focal fija",
          "Distancia Focal",
          "EXAMEN: En qué se diferencia la cámara del móvil de una cámara tradicional"
        ],
        "Entender y dominar la exposición": [
          "La exposición y sus implicados",
          "Exposición",
          "La famosa ISO. Entiéndela una vez y para siempre",
          "Sensibilidad ISO",
          "La velocidad de obturación. Todo lo que necesitas saber",
          "La piedra angular de la fotografía ¡El Triángulo de Exposición!",
          "EXAMEN: Entender y dominar la exposición"
        ],
        "El color en tus fotos": [
          "El equilibrio de blancos, ese gran desconocido",
          "Los modos de escena, olvidados pero necesarios",
          "EXAMEN: El color en tus fotos"
        ],
        "Despedida": [
          "BONUS: Termina con Éxito + Despedida. SIGUE APRENDIENDO",
          "EXAMEN: Despedida"
        ]
      },
      "requirements": [
        "Tener un móvil. Da igual que sea android o Iphone",
        "Tener ganas de aprender fotografía en general, usando como herramienta el móvil"
      ],
      "description": "Este curso es de iniciación a la Fotografia Movil. En este curso vas a recorrer los conceptos básicos de fotografía digital, aplicados al móvil. Te enseñaré cómo pasar de \"no tengo ni idea de fotografía\" a \"¡por favor quiero seguir aprendiendo fotografía!\".\nEn el curso aprenderás los conceptos teóricos que hay detrás de la fotografía.\nConsigue Los Conocimientos Básicos De Fotografía Que Te Permitirán Llegar A Donde Tú Quieras.\nAprende cómo funciona la cámara del móvil\nAprende en qué se diferencia el móvil de una cámara normal\nAprende a dominar la exposición en tus fotos\nAprende a conseguir el mejor color en tus fotos\nFotos Impresionantes Con Esa Cámara Que Siempre Llevas En El Bolsillo\nEmpresas como Huawei, Xiaomi, LG o Apple llevan tiempo publicitando sus Smartphones por su cámara, lemas como \"Haz de cada foto una portada\" o títulos llamativos como \"Fotos perfectas con la doble cámara\" hacen ver que las empresas están apostando por la fotografia movil.\nNo te quedes atrás y entra en este mundo tan increíble que es la fotografía.\nContenido Del Curso\nEl curso tiene más de 1 hora de contenido dividido en 4 lecciones. Lecciones asequibles y sencillas para cualquier nivel. No necesitas conocimiento previo de fotografía ni nada por el estilo, solo ganas de aprender.\n\nDurante el curso aprenderás cómo funciona la cámara del móvil. Qué partes la componen internamente y cómo entender estas partes para conocer las ventajas y limitaciones de esta herramienta.\nAdemás aprenderás en qué se diferencia la cámara del móvil de una cámara tradicional. Con esto, aprenderás conceptos de fotografía digital y perderás el miedo a las cámaras tradicionales, por si alguna vez te animas a usar alguna.\nTambién aprenderás a dominar la exposición de tus fotos. Aprenderás a controlar y a tener en cuenta la luz para así hacer fotos mucho mejores y más bonitas.\nPor último, aprenderás cómo conseguir un buen color en tus fotos usando el balance de blancos, para así no perder ninguna foto por un balance incorrecto.\nCon estos conocimientos tendrás una base muy sólida sobre la que seguir aprendiendo fotografía. Podrás seguir con el móvil o pasarte a una cámara, lo que más te apetezca. Lo que está claro es que le habrás perdido el miedo a la fotografía y habrás entrado en este maravilloso mundo de captar la belleza de la vida en fotos.",
      "target_audience": [
        "Personas a las que les guste la fotografía",
        "Personas que quieran aprender a usar esa cámara increíble que llevan siempre en el bolsillo",
        "Personas que quieran entrar en el mundo de la fotografía en general, pero usando su móvil como herramienta"
      ]
    },
    {
      "title": "Fotografía desde 0 para principiantes (Con ejercicios).",
      "url": "https://www.udemy.com/course/fotografia-desde-0-para-principiantes-con-ejercicios/",
      "bio": "Este curso de fotografía está pensado para todas aquellas personas que quieran introducirse en el mundo de la fotografía",
      "objectives": [
        "Lograr introducirse al mundo de la fotografía digital .",
        "Comprender los fundamentos básicos para utilizar el modo manual.",
        "Conocer las partes elementales de una cámara.",
        "Completar una serie de ejercicios para aplicar los conceptos aprendidos.",
        "Aprenderás sobre Apertura de Diafragma, Velocidad de Obturación, Sensibilidad ISO",
        "Aprenderás Balance de Blancos",
        "Aprenderás Modos de Disparo"
      ],
      "course_content": {
        "Capítulo 1 - ¿Qué es una Cámara?": [
          "Capítulo 1 - ¿Qué es una Cámara?"
        ],
        "Tipos de Cámaras Fotográficas.": [
          "Tipos de Cámaras Fotográficas.",
          "Cuestionario sobre Tipos de Cámaras."
        ],
        "Apertura de Diafragma": [
          "Apertura de Diafragma",
          "Cuestionario sobre Apertura de Diafragma"
        ],
        "Profundidad de Campo": [
          "profundidad de campo"
        ],
        "Velocidad de Obturación": [
          "Velocidad de obturación",
          "Cuestionario sobre Velocidad de Obturación"
        ],
        "Distancia Focal": [
          "distancia focal"
        ],
        "Trepidación": [
          "trepidación",
          "Cuestionario sobre Trepidación"
        ],
        "Sensor": [
          "Sensor"
        ],
        "Sensibilidad ISO": [
          "Sensibilidad ISO"
        ],
        "Objetivos": [
          "Objetivos"
        ]
      },
      "requirements": [
        "No necesitas ningún conocimiento, este curso es una aproximación básica a la fotografía digital.",
        "Tener el manual de tu cámara a mano."
      ],
      "description": "Bienvenidos al curso básico de aproximación a la fotografía, estoy seguro que te será de mucha utilidad. Te cuento un poco mas acerca del mismo.\nEl curso está fragmentado en 16 clases que explican una temática a la vez. En el abordaje de las distintas temáticas se va directo al grano sobre la explicación, nos alejamos de complejas y teóricas para que puedan entender los conceptos de manera mucho más sencilla.\nAl finalizar los capítulos deberás realizar cuestionarios sobre la lección que acabas de ver. Si no aciertas no te preocupes! puedes volver a realizarlo las veces que necesites.\nLo que aprendas en este curso te servirá como punto de partida para poder usar tu cámara en modo manual, es recomendable que tengas el manual de tu cámara a mano ya que todas las cámaras son distintas y los botones varían mucho entre ellas, simplemente deberás buscar en el manual como modificar los valores que aprenderás en este curso.\nAl finalizar el curso deberás realizar un cuestionario final con un mínimo de aprobación del 75%. Si lo apruebas ya estas preparado para dominar tu cámara.\nSi te encanta la fotografía pero aún no te has decidido a aprender ¡Este es el curso para ti!.",
      "target_audience": [
        "Personas apasionadas por la fotografía.",
        "Personas que quieran comprender el modo manual de su cámara"
      ]
    },
    {
      "title": "Curso de edição/produtividade para fotógrafos profissionais",
      "url": "https://www.udemy.com/course/curso-de-edicaoprodutividade-para-fotografos-profissionais/",
      "bio": "Curso para profissionais de fotografia que querem evoluir sua edição e aumentar sua produtividade",
      "objectives": [
        "Melhoria de produtividade na edição das fotos",
        "Aprendizado na edição das fotos",
        "Passo a passo na curadoria dos trabalhos",
        "Agilidade e eficiência"
      ],
      "course_content": {
        "Boas vindas": [
          "Boas vindas ao curso"
        ],
        "Curadoria e processos": [
          "01 - Todos os processos para uma boa edição",
          "03 - Desvendando o Photo Mechanic | Selecionando fotos na prática",
          "02 - Produtividade inicial no Lightroom e Photoshop"
        ],
        "Módulo 3. Editando as fotos no Lightroom": [
          "01 - Importando fotos no Lightroom",
          "02 - Edição básica no Lightroom",
          "03 - Edição intermediária",
          "04 - Dicas avançadas de edição",
          "05 - Como eu edito 600 fotos em 3 horas",
          "06 - Revisão",
          "07 - Dicas de exportação",
          "08. Ajustes no Photoshop"
        ],
        "Módulo 4. (EXTRA) - Montagem de álbuns na prática": [
          "01. Criando um álbum na prática"
        ]
      },
      "requirements": [
        "Não é necessário ter experiência, ensinaremos tudo aqui"
      ],
      "description": "Sempre falo que a edição é metade da foto, de nada adianta ter um clique bem feito se a finalização não potencializa o seu trabalho.\nÉ no Lightroom onde o fotógrafo eleva todo o potencial do seu trabalho e leva ele para outro nível, por incrível qque pareça essa é a parte mais importante de uma fotografia bem capturada, neste curso passaremos pelas principais ferramentas e eu te entregarei o caminho para ter uma boa edição, uma edição que tenha a sua cara e que melhore o seu trabalho.\nAlém disso, é muito importante que o fotógrafo tenha ciência de que a edição não pode ser a parte mais demorada do trabalho, de nada adianta ficar horas e horas na frente de um computador, onde na verdade queríamos estar com a câmera na mão, por isso, o curso é todo focado em produtividade para que além de bem feita a edição seja rápida. Focamos não apenas em fazer um bom trabalho mas também em fluidez no momento da edição.\nEm 10 anos de fotografia eu aprendi muita coisa que é entregue neste curso, desde alguns macetes que vão te fazer ganhar muito tempo até alguns detalhes cruciais para que você desenvolva cada vez mais o seu trabalho como fotógrafo.",
      "target_audience": [
        "Para fotógrafos profissionais ou amantes de fotografia que queiram ter um processo otimizado e eficaz na edição das suas fotos"
      ]
    },
    {
      "title": "Aperture, Shutter Speed, and ISO Mastery",
      "url": "https://www.udemy.com/course/aperture-shutter-speed-and-iso-mastery/",
      "bio": "Mastering the Art of Exposure Control",
      "objectives": [
        "Master the basics of Aperture, Shutter Speed, and ISO.",
        "Understand how to control exposure and creativity.",
        "Capture stunning photos in various lighting conditions.",
        "Apply these skills to improve your photography."
      ],
      "course_content": {
        "Understand Pillar of Photography - Aperture": [
          "Learn Aperture in Photography",
          "Learn Aperture & Composition in your images",
          "How to read aperture value on a lens",
          "Practical Implementation of Aperture Mechanism",
          "Why there is a need to Understand Aperture in your lens?",
          "Learn Aperture in a Portrait Mode"
        ],
        "Understand Pillar of Photography - Shutter Speed": [
          "Understand Shutter Speed in a Photography",
          "Practical Implementation of shutter speed in a camera.",
          "What is a Shutter & ISO mechanism in a camera?"
        ],
        "Understand Pillar of Photography - ISO": [
          "Learn ISO in a photography",
          "Effect of ISO on your images",
          "Understand ISO in your images"
        ]
      },
      "requirements": [
        "A camera (DSLR, mirrorless, or even a smartphone).",
        "Enthusiasm to learn and practice.",
        "No prior photography experience needed."
      ],
      "description": "Welcome to the world of photography mastery! Are you ready to unlock the secrets behind stunning photos and harness the full potential of your camera? If so, you're in the right place.\n\n\nIn \"Aperture, Shutter, and ISO Mastery,\" we will take you on an exciting journey into the core pillars of photography. Whether you're a beginner eager to grasp the fundamentals or an enthusiast looking to enhance your skills, this course is tailored to meet your needs.\n\n\nHere's what you can expect:\n\n\n1. Aperture Unveiled: Delve into the fascinating realm of aperture, where you'll learn to control depth of field, create beautiful bokeh effects, and make your subject pop.\n\n\n2. Shutter Speed Techniques: Master the art of capturing motion and freezing fast-paced action while exploring long exposure for stunning creative effects.\n\n\n3. ISO Demystified: Discover the secrets of ISO settings, how to minimize noise, and achieve the perfect exposure even in challenging lighting conditions.\n\n\n4. Practical Application: Put your newfound knowledge into practice with hands-on exercises and real-world scenarios. Learn to adapt these techniques to various photography styles, from portraits to landscapes.\n\n\n5. Creative Expression: Explore the creative aspects of these settings, from crafting dreamy landscapes to dynamic action shots. Understand how to use these tools to tell your unique visual stories.\n\n\n6. Post-Processing Power: Discover the essentials of post-processing to refine your images further, ensuring they look their best.\n\n\nBy the end of this course, you will not only be equipped with the technical skills to control your camera effectively but also the creative vision to transform ordinary scenes into extraordinary photographs. Join us on this exciting journey, and let's master the art of photography together. Your next photographic masterpiece awaits!",
      "target_audience": [
        "Beginners eager to enhance their photography skills.",
        "Hobbyists looking to unlock their camera's potential.",
        "Anyone wanting to take better photos in any situation."
      ]
    },
    {
      "title": "Fotografie Grundlagen Crashkurs",
      "url": "https://www.udemy.com/course/crashkurs-digitalfotografie-grundlagen/",
      "bio": "DSLR und Systemkamera verstehen und einstellen - einfach Fotos machen und bearbeiten!",
      "objectives": [],
      "course_content": {
        "Kamera Funktionen": [
          "Kamera Grundeinstellungen",
          "Was ist RAW?",
          "Belichtungseinstellungen erklärt"
        ],
        "Equipment": [
          "Fotografie-Equipment"
        ],
        "Fotografie-Tipps": [
          "Praxis-Tipps"
        ],
        "Bearbeitung": [
          "Bearbeitung mit Darktable"
        ],
        "Ende": [
          "Zusammenfassung und Ende"
        ]
      },
      "requirements": [
        "Besitz einer Digital-Kamera.",
        "Interesse an Fotografie und dem Wunsch, eigene Fotos zu machen.",
        "Ansonsten keine speziellen Vorkenntnisse erforderlich."
      ],
      "description": "Du hast eine Kamera gekauft oder geschenkt bekommen und möchtest wissen, wie du jetzt damit gute Fotos machst? In diesem kostenlosen Crashkurs zeige ich dir genau das!\n\n\nIn der ersten Sektion sprechen wir über die Kamera-Grundeinstellungen, wie das Formatieren der SD-Karte, Copyright-Informationen, verschiedene Bildmodi (P/A/S/M) sowie manuellen Fokus und Autofokus.\n\n\nAnschließend schauen wir uns den Unterschied zwischen RAW- und JPEG-Bildern genauer an, und ich erkläre dir, wann du im RAW- oder im JPEG-Format fotografieren solltest.\n\n\nUm die grundlegenden Kameraeinstellungen wie Blende, Belichtungszeit und ISO besser zu verstehen, erkläre ich dir anhand des Belichtungsdreiecks die verschiedenen Einstellungen, die man an einer Kamera vornehmen kann, um immer ein ausgewogenes Bild zu erhalten.\n\n\nIn der zweiten Sektion des Kurses werfen wir einen kurzen Blick auf allgemeines Fotozubehör wie Stative, Reinigungszubehör, SD-Karten und Objektive. Du erfährst, was der Unterschied zwischen einem 15-mm-Objektiv und einem 80-mm-Objektiv ist und kannst so deine ersten Gehversuche in der Fotografie machen.\n\n\nIn der dritten Sektion des Kurses zeige ich dir die Bearbeitung von RAW-Bildern mit dem kostenlosen Programm Darktable. Mit einfachen Werkzeugen passen wir Belichtung, Kontrast, Zuschnitt und Schärfe an und exportieren das RAW-Bild abschließend als JPEG zur Ansicht auf dem Computer, zum Teilen in sozialen Medien oder für einfache Drucke.\n\n\nDieser kostenlose Kurs bietet dir in weniger als 30 Minuten die wichtigsten Informationen, um mit deiner Digitalkamera die ersten eigenen Fotos zu schießen und zu bearbeiten. Natürlich kannst du mir auch jederzeit Fragen stellen und erhältst wertvolle Tipps direkt vom Profi-Fotografen. Bereit? Also bis gleich im Kurs!",
      "target_audience": [
        "Personen, die gerade eine Kamera erworben oder geschenkt bekommen haben.",
        "Einsteiger in die Fotografie, die lernen möchten, Fotos zu machen.",
        "Keine Alters- oder Erfahrungsbeschränkungen, für jeden zugänglich."
      ]
    },
    {
      "title": "Adobe Lightroom - Sıfırdan Uzmanlığa !",
      "url": "https://www.udemy.com/course/adobe-lightroom-sfrdan-uzmanlga/",
      "bio": "Bu eğitim sonrası Lightroom kullanımınızı bir başka seviyeye taşıyacaksınız !",
      "objectives": [],
      "course_content": {
        "Giriş": [
          "Adobe Lightroom Eğitimi - Giriş (Neler Yapacağız Bir Göz Atalım)"
        ],
        "Adobe Lightroom Eğitimi / Birlikte Tanıyalım: \" Library, Develop \"": [
          "Library",
          "Develop Arayüz"
        ],
        "Adobe Lightroom Eğitimi / Bölüm 2 - Histogram, Renk Dengeleme, Renk Giydirme": [
          "Histogram",
          "Renk Dengeleme",
          "Renk Giydirme",
          "Uygulamalı Pratik",
          "Uygulamalı Pratik"
        ],
        "Adobe Lightroom Eğitimi / Bölüm 3 - SiyahBeyaz, HDR, Presetlar, Ten Rötuş": [
          "Siyah Beyaz Tekniği",
          "HDR Tekniği",
          "Presetlar Hakkında",
          "Ten Rötuş",
          "Siyah Beyaz Ödev"
        ],
        "Adobe Lightroom Eğitimi / Bölüm 3 - Export Ayarları": [
          "Export"
        ]
      },
      "requirements": [
        "Sadece Lightroom'a sahip olmalısınız"
      ],
      "description": "Bu kapsamlı eğitim, ister yeni başlayan ister orta seviye bir Lightroom kullanıcısı olun, fotoğraflarınızı düzenlemeyi ve geliştirmeyi öğrenmenize yardımcı olmak için tasarlanmıştır. Eğitim boyunca, fotoğraflarınızı organize etmekten renklendirmeye ve siyah beyaz dönüşümlerden HDR'ye kadar her şeyi öğreneceksiniz.\nEğitimde ele alınacak konular şunlardır:\nTemel Düzenleme: Kütüphane organizasyonu, histogram kullanımı, renk dengelenmesi ve temel düzenleme araçları.\nGelişmiş Düzenleme: Renklendirme, siyah beyaz dönüşümler, HDR, ten rötuşu.\nEk Konular: Preset kullanımı ve oluşturma, uygun ihracat ayarları, sorun giderme.\nEğitim Özellikleri:\nAnlaşılabilir ve kolay takip edilebilir.\nDetaylı açıklamalar ve örnekler.\nÖdevler ve pratik uygulamalar.\nDestek.\nBu eğitim ile:\nFotoğraf düzenleme becerilerinizi geliştireceksiniz.\nLightroom' un tüm potansiyelini keşfedeceksiniz.\nKendinize özgü bir düzenleme tarzı oluşturacaksınız.\nEğitime Kaydol:\nadresini ziyaret edin ve fotoğrafçılık yolculuğunuzda bir adım ileriye atın!\nUnutmayın:  Bu eğitim, fotoğraflarınızı en iyi hale getirmenize yardımcı olacak değerli bir araçtır.\nBaşarılar!\n\n\nEğitim, fotoğrafçılık tutkunuzu yeni bir seviyeye taşıyacak.\nKayıtlar sınırlı sayıdadır, yerinizi ayırmak için acele edin!de detaylarıyla mevcut. İnternetten satın aldığınız veya ücretsiz indirdiğiniz presetlarda yaşadığınız sorunlara çözümler ve kendi presetinizi yaparken dikkat etmeniz gerekenler. Eğitime eklediğim örnek fotoğraflar ve ödevlerle fotoğrafçılığımızı birlikte bir adım ileriye götürüyoruz. Takıldığınız veya merak ettiğiniz her noktada bir tık uzağınızdayım !..Eğitim boyunca, fotoğraflarınızı organize etmekten renklendirmeye ve siyah beyaz dönüşümlerden HDR'ye kadar her şeyi öğreneceksiniz.",
      "target_audience": [
        "Fotoğrafçılık ile ilgilenen, temel veya orta düzeyde olan herkes yararlanabilir."
      ]
    },
    {
      "title": "Curso Fotomontaje en Photoshop Nivel 1 y 2",
      "url": "https://www.udemy.com/course/curso-fotomontaje-en-photoshop-nivel-1-y-2/",
      "bio": "Tecnicas basicas para crear imagenes impactantes",
      "objectives": [
        "Ustedes seran capaces de utilizar herramientas clave como la seleccion , recorte , capas , mascaras y ajustes de color para crear composiciones visuales de alt",
        "Los participanes podran combinar multiples imagenes de manera coherente aplicando tecnicas avanzadas de fusion , sombras , luces y texturas para montajes",
        "Aprenderan a aplicar efectos visuales , como la integracion de elementos de fantasia , correcion de perspectiva y manipulacion de imagenes , para mejorar sus co",
        "Estaran capacitados para preparar y exportar sus fotomontajes con la mejor calidad , adaptando los formatos y resoluciones segun el uso final, impresion platafo",
        "Manejo basico e intermedio de herramientas de Photoshop",
        "Creacion y edicion de fotomontajes realistas",
        "Dominio de efectos especiales y retoque fotografico",
        "Optimizacion y exportacion de proyectos para distintos medios ; Para fines como impresion o para plataformas digitales"
      ],
      "course_content": {
        "Introducción": [
          "Fotomontaje en photoshop nivel 1",
          "¿ Que funcion tienen las mascaras de capa en un fotomontaje ?",
          "Fotomontaje en photoshop Nivel 1 ( 2 )",
          "Fotomontaje en photoshop Nivel 2 ( Composicion Inicial)",
          "Fotomontaje en photoshop nivel 2 ( Efectos especiales )",
          "Fotomontaje en photoshop nivel 2 ( Ultimos Retoques )"
        ],
        "Regalo": [
          "Consejos de un profesional"
        ]
      },
      "requirements": [
        "Las habilidades y conocimientos previos serian tener conocimientos basicos de informatica ; como gestion de archivos y carpetas y manejo de navegadores y aplicaciones , familiaridad con photoshop; aunque realmente te explicamos todo desde 0 es recomendable que tengan una comprension basica de photoshop como abrir archivos , navegar por las ventanas y utilizar herramientas sencillas como el pincel o la goma ( nada del otro mundo) ,",
        "Herramientas y software necesarios : Adobe photoshop , acceso a internet",
        "Equipos requeridos : Ordenador con buen rendimiento"
      ],
      "description": "En este curso aprenderas los fundamentos del diseño visual y la manipulacion de imagenes digitales mediante la herramienta lider en edicion de graficos Adobe Photoshop . Este curso esta diseñado para principiantes que desean explorar el mundo del fotomontaje y crear imagenes sorprendentes combinando varias fotografias , graficos y otros elementos visuales . Nos familiarizaremos con las principales herramientas de seleccion como recorte , capas y ajustes de color que son esenciales para cualquier proyecto de edicion  ; aprenderas a manipular imagenes , realizar selecciones precisas , ajustar la iluminacion y el color y crear composiciones visualmente equilibradas . Veremos como integrar multiples elementos en una sola imagen sin perder coherencia , aplicando tecnicas de mascaras fusiones y retoques basicos . Este curso te proporcionara una base solida para entender el flujo de trabajo profesional en fotomontaje . Ademas , trabajaras con ejemplos practicos y proyectos reales para que puedas aplicar de inmediato lo aprendido y ver como tus ideas cobran vida en imagenes impactantes . Al finalizar estaras listo para llevar tus habilidades a un nivel superior , dominando  las tecnicas basicas necesarias para realizar proyectos creativos y atractivos en photoshop . EN este curso usaremos 2 imagenes y mas adelante al publicar los demas usaremos mas imagenes y habran mas nivelles de dificultad.",
      "target_audience": [
        "Este curso esta dirigido a personas que desean desarrollar o perfeccionar sus habilidades en la creacion de composiciones visuales mediante el uso de herramientas digitales :Principiantes en diseño grafico y edicion de imagenes , fotografos que buscan mejorar sus habilidades , diseñadores graficos en formacion , profesionales del marketing y redes sociales , artistas visuales y creativos etc"
      ]
    },
    {
      "title": "Adobe Spark Post - Sosyal Medya Paylaşımı Oluşturma",
      "url": "https://www.udemy.com/course/adobe-spark-post-sosyal-medya-paylasm-olusturma/",
      "bio": "Sosyal Medya Paylaşım Üretme",
      "objectives": [
        "Bu kursu tamamladığınızda sosyal medya paylaşımları hakkında bilginiz artacaktır.",
        "Sosyal medya paylaşım oluşturma ve tasarım",
        "Logo oluşturma, sosyal medya içerik oluşturma",
        "Zorlanmadan program paneli tanıyım ve kısa sürede içerik üretmeye sizde başlayın."
      ],
      "course_content": {
        "Giriş": [
          "Tanışalım",
          "Program Nasıl Açılır?",
          "Adobe Hakkında",
          "Arayüz Giriş",
          "Arayüz Oluştur İkonu",
          "Uygulamayı Açarken Sorun Yaşama",
          "Şablon Oluşturma",
          "Marka Oluşturma",
          "Zamanlama Seçeneği",
          "Paylaşım Oluşturmaya Başlama",
          "İnstagram Şablon Oluşturma",
          "Hazır Fotoğraf Bulmak",
          "İnstagram Paylaşımı Nasıl Oluşturulur?",
          "İnstagram Paylaşımı Oluşturma",
          "İnstagram Paylaşımı Oluşturma 1",
          "Programın Diğer Özellikleri",
          "Logo Oluşturma",
          "Logo Oluşturma 1",
          "Video İçerikleri Üretme",
          "Son"
        ]
      },
      "requirements": [
        "Sosyal medya içeriği üretmek isteyen herkes bu programı kullanabilir."
      ],
      "description": "Merhaba ben endüstri mühendisiyim. Google ditijal atölye sertifikalı çalışmalarım var. Sosyal medyada ve eticaret ile aktif olarak uğraşmaktayım. Aynı zamanda e ticaret sorumlusu olarak kurumsal bir firmada çalışmaktayım. Sosyal medyada kurumsal ve kişisel birçok sayfa oluşturdum ve büyüttüm. Çok büyük sayfaları olan bir yazara da aktif olarak sosyal medya işlerinde yardımcı oluyorum. Kurumsal bir firmada pazaryerlerinde ki satış ve firmanın e ticaret sitesiyle alakalı çalışmalarda aktif rol oynuyorum. Bu kursta sizlerle sosyal medya içerik nasıl oluşturulur bu programla inceleyeceğiz. Sosyal medya sayfalarınız varsa bu kursta kendinize birşeyler katabilirsiniz. Bu programın arayüzünü tanıdıktan sonra sosyal medyada paylaşım üretirken nelere dikkat etmeli, içerikler nasıl program üzerinden nasıl oluşturulur tüm bu konulara değineceğiz. İnstagram paylaşımı oluştururken nelere dikkat edilmeli, etkili içerikler nasıl oluşturulur bu konuları birlikte işlerken aynı zamanda uygulamalı örnekler yapacağız. Uygulamalarımızdan bir tanesi de kurumsal ya da içerik üreticisi logoları nasıl oluşturulur bunun üzerine olacaktır. Aynı zamanda youtube banner ve kanal kapak fotoğrafı üzerine kendi kanalımıza yaptığımız örnekleride uygulamalı olarak sizlere göstereceğiz. Bu şekilde hangi sosyal medya  kanalı oluursa olsun rahatlıkla sayfalarınıza içerik oluşturup bu içerikleri şablon haline getiebileceksiniz. Şablon haline dönüşen paylaşımlarınızda sadece yazı kısmını değiştiğinizde yeni tasarımlar oluşturup zaman kaybetmeden dakikalar içerisinde yeni paylaşım içeriğinizi üretmiş olacaksınız. Öyleyse hadi kursumuza başlayalım.",
      "target_audience": [
        "Sosyal medya sayfaları olanlara yönelik bir kurstur."
      ]
    },
    {
      "title": "Khóa học về máy ảnh (camera) DSLR dễ hiểu nhất thế giới",
      "url": "https://www.udemy.com/course/photography-basics-complete-vn/",
      "bio": "Khóa học nhiếp ảnh từ sơ đến trung cấp trong 5 phút do Yuko Nishimura với 20 năm kinh nghiệm giảng dạy",
      "objectives": [
        "Phương pháp cài đặt để tùy chỉnh máy ảnh",
        "Cách cầm máy ảnh và chọn ống kính",
        "Chức năng của từng nút",
        "Phương pháp thao tác để chụp ảnh với độ sáng phù hợp",
        "Loại ánh sáng",
        "Kiểu bố cục mang lại cảm giác cân bằng",
        "Cách bảo quản máy ảnh",
        "Các loại bokeh, cách tạo và hiệu ứng của bokeh",
        "Cách hạn chế sai sót khi chụp ảnh",
        "Chân máy và bộ lọc ống kính giúp có nhiều phong cách chụp",
        "Đặc điểm của ống kính góc rộng, tiêu chuẩn và tele",
        "Cách lưu và quản lý dữ liệu"
      ],
      "course_content": {
        "Kiến thức máy ảnh cơ bản": [
          "Nhiếp ảnh gia 20 năm kinh nghiệm, dạy 10.000 người, chia sẻ mọi thứ",
          "[DSLR] Khác biệt giữa “SLR” và “SLR không gương lật”",
          "[Máy ảnh và ống kính] Tip thay đổi ống kính",
          "[Vai trò của dây đeo] Có dây đeo để chụp ảnh thoải mái khi di chuyển",
          "[Cầm và giữ máy ảnh đúng cách] Cách cầm, kiểu nhòe khi chụp ảnh",
          "[Điốp thay đổi tùy theo thị lực] Cách điều chỉnh kính ngắm theo thị lực",
          "[Chụp và xem lại ảnh] Cách lấy nét, chụp ảnh và xem lại",
          "[Chất lượng ảnh, kích thước ảnh] Giúp thay đổi số lượng thẻ, kích thước in",
          "[Lấy nét tự động, thủ công] Lấy nét tự động | Đối tượng, cách lấy nét thủ công",
          "[Vùng lấy nét tự động] Cách cải thiện | Tự xác định vị trí lấy nét",
          "[Tự động và chế độ chụp theo khung cảnh định sẵn] chụp ảnh không cần suy nghĩ",
          "[Chế độ tự động theo chương trình] Chế độ dành người thích chụp ảnh",
          "[Chế độ ưu tiên khẩu độ] Chụp ảnh Bokeh, muốn chụp không bị mờ",
          "[Chế độ ưu tiên tốc độ màn trập] Dừng chuyển động hoặc làm mờ chuyển động",
          "[Chế độ thủ công] Tự chọn khẩu độ và tốc độ cửa trập",
          "[Bù phơi sáng] Cách chụp ảnh “tối hơn” hoặc “sáng hơn” khi đặt ở chế độ P/A/S",
          "[Độ nhạy sáng ISO] Chụp ảnh ở nơi tối khi đặt ở P/A/S/M",
          "[Độ phơi sáng] Xác định khẩu độ, tốc độ cửa trập | Phương pháp đo sáng",
          "[Cân bằng trắng] Màu ảnh như mắt nhìn thấy | Cách thay đổi màu sắc",
          "[Cách đọc biểu đồ ] Biết ảnh sáng hay tối | Tip tránh lỗi",
          "[Ống kính] Khác biệt giữa ống kính góc rộng, tiêu chuẩn và tele",
          "[Ống kính zoom, một tiêu cự] Chọn ống kính theo cá nhân",
          "[Lựa chọn ống kính] Thay đổi phối cảnh tùy thuộc ống kính",
          "[Các ống kính độc đáo] Những ống kính bạn cần để chụp những bức ảnh độc đáo",
          "[Cảm biến hình ảnh] Sự khác biệt giữa máy ảnh full-frame và máy ảnh cỡ APS-C",
          "[Đèn flash tích hợp] Phải làm gì khi muốn hay không muốn sử dụng đèn flash",
          "[Chụp liên tục, hẹn giờ] Chụp liên tục, lấy nét bằng ngón tay cái"
        ],
        "Khóa học thực hành nhiếp ảnh": [
          "[Loại, hiệu ứng bokeh] Vị trí bokeh thay đổi ảnh | Áp dụng vào thực tế",
          "[Vùng lấy nét cho từng đối tượng] Tầm quan trọng của việc lấy nét",
          "[Ánh sáng] Chụp bằng nút chụp. Có ảnh đẹp nhờ hiểu ánh sáng",
          "[Ảnh thay đổi tùy theo ánh sáng] Chụp tốt nếu hiểu về ánh sáng",
          "[High-key và low-key] Kỹ thuật chụp ảnh tạo cảm giác “nhẹ nhàng” và “ấn tượng”",
          "[Bố cục trong nhiếp ảnh] Tạo ra bức ảnh có cảm giác cân bằng",
          "[Ảnh thay đổi tùy tư thế đứng] Hạ máy thấp xuống 10 cm, ảnh sẽ khác"
        ],
        "Bài học kinh nghiệm": [
          "[Cách xử lý thẻ nhớ] Các loại thẻ nhớ và cách sử dụng an toàn",
          "[Định dạng, bảo quản thẻ nhớ] Cách lưu trữ dữ liệu hiệu quả",
          "[Vệ sinh thân máy, ống kính 1] Dụng cụ vệ sinh (50% có sẵn ở nhà)",
          "[Vệ sinh thân máy, ống kính 2] Cách vệ sinh máy ảnh và quy trình cụ thể",
          "[Chân máy] Chọn theo trọng lượng máy ảnh | sử dụng đúng cách"
        ]
      },
      "requirements": [
        "Không cần chuẩn bị trước",
        "Bạn có thể bắt đầu ngay ngay cả khi chưa có máy ảnh"
      ],
      "description": "[Khóa học bán chạy nhất của Udemy được chứng nhận!]\n[Khóa học đăng ký được chứng nhận kinh doanh của Udemy]\n[Khóa học được giới thiệu trong quảng cáo bằng tiếng Nhật của Udemy!]\n\n\nNhiếp ảnh gia 20 năm kinh nghiệm, dạy 10.000 người, chia sẻ mọi thứ !\nBạn có muốn thành thạo ngay cách sử dụng máy ảnh và chụp được những bức ảnh mà không ngại cho người khác xem không?\nBạn muốn có thể chụp ảnh trong thời gian ngắn nhất, thời gian học ngắn nhất có thể?\nNếu đó là điều bạn mong muốn thì đây là khóa học dành cho bạn.\nKhóa học này có tài liệu giảng dạy bằng video, giúp tiếp thu kiến thức và kỹ thuật cơ bản về “máy ảnh DSLR” và “máy ảnh không gương lật”.\nChúng tôi giải thích nội dung cụ thể trong video để các bạn hiểu và thực hành ngay.\nKhóa học này được giảng dạy bởi nữ nhiếp ảnh gia, người từng tổ chức các hội thảo về nhiếp ảnh tại nhiều trường đại học và hãng máy ảnh.\nPhiên bản tiếng Nhật của “Khóa học chụp ảnh dễ nhất thế giới” có hơn 8.000 người tham gia (tính đến tháng 6 năm 2024).\n\n\n\n\nBạn có sách tham khảo nào chưa đọc không?\nCó rất nhiều sách tham khảo liên quan đến nhiếp ảnh tại các hiệu sách. Tuy nhiên, 85% người mua vẫn chưa đọc. Hay chỉ đọc nửa chừng.\nNói cách khác, hầu hết mọi người mua sách nhưng không để mắt chúng.\n“Tôi muốn học vào một ngày nào đó” “Tôi sẽ học khi có thời gian”\nHãy mạnh dạn bỏ đi những cuốn sách tham khảo chưa đọc và tập trung vào video này.\nSau tổng cộng 3 giờ xem, bạn sẽ có thể nắm được kiến thức của một số sách tham khảo.\n\n\n[Được đề xuất cho những người cần đáp ứng tiến trình số hóa tại nơi làm việc]\n- Muốn nâng cao nội dung hình ảnh trên SNS... bằng cách chụp ảnh thể hiện sức hấp dẫn của sản phẩm và dịch vụ của công ty.\n- Muốn chụp những bức ảnh có độ phân giải cao, độ nhạy cao được chụp bằng máy ảnh để tạo tài liệu.\n- Muốn có thể quay các vật liệu sẽ được phân tích bằng AI và xử lý thành VR.\nKhi học khóa học này, bạn sẽ có thể sử dụng máy ảnh SLR và chụp được những bức ảnh chất lượng cao.\n\n\n\n\n[Nhằm vào người mới bắt đầu đến người trung cấp]\n\n\n[Mục tiêu khóa học]\n① Những người mới mua máy ảnh và chưa biết gì\nVideo này sẽ giúp bạn hiểu cách sử dụng máy ảnh mà không cần đọc hướng dẫn sử dụng.\n\n\n②Người muốn học nhiếp ảnh nhưng không có thời gian đến lớp vì bận công việc\nMỗi video dài khoảng 5 phút và bạn có thể tìm hiểu những kiến thức cơ bản trong 40 video (tổng cộng 3 giờ).\n\n\n③ Những người muốn có thể tự cài đặt mà không cần dựa vào cài đặt tự động của máy ảnh\nTìm hiểu cách tận dụng tối đa nút xoay chế độ và tìm hiểu các cài đặt cụ thể để chụp ảnh tận dụng bokeh hoặc đóng băng chuyển động.\n\n\n④Những người tự học nhiếp ảnh muốn ôn lại kiến thức\nKhóa học cũng dành cho những người có trình độ trung cấp, những người có kinh nghiệm chụp ảnh lâu năm nhưng chụp theo cách hiểu của mình.\nSau khi tham gia khóa học này, bạn có thể tìm thấy điều gì đó mới mẻ và bật thốt: “Hả?”\n\n\n⑤ Những người chưa biết nên chọn loại máy ảnh hay ống kính nào\nBạn nên chọn SLR hay máy ảnh không gương lật, để phù hợp với phong cách của bạn?\nVà nên chọn ống kính nào: góc rộng, tiêu chuẩn hay tele? Khóa học giải thích chi tiết sự khác biệt giữa các loại máy ảnh, đặc điểm của ống kính và lựa chọn ống kính nào tùy bối cảnh.\n\n\n⑥Người muốn tiếp thu kiến thức và kỹ năng cơ bản\nBạn có thể tìm hiểu một cách toàn diện những kiến thức cơ bản.\nNgoài ra, nội dung sẽ giúp bạn hiểu các kỹ thuật biểu đạt nhiếp ảnh (màu sắc, bố cục, ánh sáng và bokeh).\n\n\n⑦Những người có công việc cần chụp ảnh\nVideo dài 3 tiếng tổng hợp lại những kiến thức, thông tin bạn thực sự cần.\n“Tôi muốn bạn có thể chụp ảnh cơ bản trong thời gian ngắn nhất có thể!” Đó là lý do tại sao tôi tạo ra khóa học này.\n\n\n\n\n[Nội dung khóa học cụ thể]\n・Cách thiết lập máy ảnh để tùy chỉnh theo thị lực của bạn\n・Cách cầm và giữ máy ảnh\n・Lựa chọn ống kính phù hợp để chụp ảnh\n・Sự khác biệt giữa SLR và máy ảnh không gương lật\n・Giới thiệu về các nút và chức năng\n・Phương pháp thao tác để chụp ảnh với độ sáng phù hợp\n・Sự khác biệt trong ảnh tùy thuộc vào loại ánh sáng\n・Kỹ thuật bố cục mang lại cho bạn cảm giác cân bằng\n・Bảo quản máy ảnh\n・Cách xử lý thẻ nhớ\n・Các loại bokeh và cách tạo ra hiệu ứng này\n・Cách chụp ảnh làm mờ hoặc dừng chuyển động\n・Cách giảm thiểu lỗi khi chụp\n・Cách điều chỉnh màu sắc và độ sáng của ảnh\n・Giới thiệu về chân máy và bộ lọc\n・Đặc điểm của ống kính góc rộng, tiêu chuẩn và tele\n・Cách lưu và quản lý dữ liệu\nNhững nội dung này được giải thích dễ hiểu với các ví dụ bằng ảnh và video minh họa.\n\n\n\n\n[Nhận xét của học viên]\n- Tốc độ, phong cách và nội dung giải thích tốt.\n- Thực tế và dễ hiểu.\n- Vui quá!\n- Hiệu quả trong việc tiếp thu kiến thức cơ bản.\n- Dễ hiểu ngay cả với người mới bắt đầu, mỗi bài giảng đều ngắn gọn và cô đọng.\n- Tôi đã sử dụng máy ảnh được 12 năm. Thật tuyệt khi có thể học được những điều cơ bản mà tôi không hề biết.\n- Tôi biết cách lựa chọn máy ảnh và ống kính cũng như hiểu về nhiếp ảnh. Bài giảng dễ hiểu nhất thế giới.\n- Tôi nghĩ đây là một khóa học hay cho người mới bắt đầu. Tôi thấy nội dung này cũng thú vị đối với phụ nữ và ai chưa rành về máy ảnh.\n- Tôi bắt đầu tham gia khóa học trước khi mua máy ảnh DSLR. Giải thích những điều cơ bản rất dễ hiểu và tôi cảm thấy người dạy luôn khuyến khích tôi thực hành.\n- Đối với những mục có nhiều lựa chọn, người hướng dẫn nhận xét: “Tôi nghĩ dựa trên ☓☓, và tôi nghĩ ☓☓☓☓”. Điều này giúp tôi hiểu chính xác những gì cần làm.\n- Nỗi sợ hãi trước máy ảnh của tôi giảm đi đáng kể. Thật tuyệt khi có một bài kiểm tra ở giữa các bài học.",
      "target_audience": [
        "Người mới mua máy ảnh và chưa biết gì",
        "Những người muốn tự cài đặt và thiết lập máy ảnh",
        "Những người tự học về nhiếp ảnh và muốn ôn lại kiến thức",
        "Những người muốn tiếp thu kiến thức và kỹ năng cơ bản",
        "Người mới sử dụng máy ảnh đến người có trình độ trung cấp",
        "Những người chưa biết nên chọn loại máy ảnh hay ống kính nào",
        "Những người bận rộn không có thời gian đến lớp học chụp ảnh",
        "Những người không giỏi đọc hướng dẫn sử dụng máy ảnh",
        "Đọc sách nhưng không hiểu cụ thể",
        "Những người cảm thấy khó chụp ảnh",
        "Những người đang tìm kiếm tài liệu giúp hiểu toàn diện về máy ảnh",
        "Những người muốn tìm hiểu kiến thức cơ bản về máy ảnh trong thời gian ngắn",
        "Những người muốn giới thiệu sản phẩm và dịch vụ của mình ấn tượng bằng hình ảnh",
        "Những người muốn chụp ảnh để tạo hình ảnh thương hiệu cho công ty"
      ]
    },
    {
      "title": "Lightroom Basics für Fotograf:innen – schnelle & natürliche",
      "url": "https://www.udemy.com/course/lightroom-basics-fur-fotografinnen-schnelle-naturliche/",
      "bio": "Optimiere deine Fotos mit natürlichen Farben, perfekten Hauttönen und smarten Presets. Spare Zeit und entwickle deinen e",
      "objectives": [
        "Bilder in Lightroom importieren, organisieren und effizient auswählen.",
        "Die wichtigsten Regler (Belichtung, Weißabgleich, Farben, Schärfe) sicher anwenden.",
        "Hauttöne und Farben natürlich optimieren – auch mit Masken.",
        "Eigene Presets erstellen, anwenden und für Serienbearbeitung nutzen.",
        "Komplette Shootings in unter einer Stunde bearbeiten.",
        "Fotos professionell exportieren – für Social Media, Druck oder Kunden."
      ],
      "course_content": {
        "Einführung": [
          "Einführung",
          "Die wichtigsten Regler",
          "Haut & Farben optimieren",
          "Haut & Farben optimieren in Photoshop",
          "Presets & Workflow",
          "Schwere Farben ausbessern und mit Masken arbeiten",
          "Farbmischer verstehen und richtig anwenden"
        ]
      },
      "requirements": [
        "Keine speziellen Vorkenntnisse nötig.",
        "Ein Computer oder Laptop mit Adobe Lightroom Classic installiert.",
        "Freude am Fotografieren und Lust, Bildbearbeitung einfach zu lernen.",
        "Eigene Fotos zum Üben (RAW oder JPG)."
      ],
      "description": "Möchtest du deine Fotos so bearbeiten, dass sie professionell wirken und trotzdem natürlich aussehen – ohne stundenlang am Computer zu sitzen?\nDann ist dieser Kurs genau das Richtige für dich.\nIch zeige dir Schritt für Schritt, wie du mit Adobe Lightroom Classic deine Bilder optimierst, schöne Hauttöne entwickelst und einen klaren Workflow aufbaust. Dabei geht es nicht um komplizierte Theorie, sondern um praxisnahe Techniken, die du sofort anwenden kannst.\nIn diesem Kurs lernst du:\ndie wichtigsten Regler in Lightroom sicher anzuwenden\nFarben mit dem Farbmischer gezielt zu steuern\nHauttöne natürlich und schön zu optimieren\nschwierige Farben mit Masken zu korrigieren\nwann Photoshop als Ergänzung sinnvoll ist\nPresets anzuwenden und eigene zu erstellen\nkomplette Shootings in unter einer Stunde zu bearbeiten\nDieser Kurs ist ideal für alle, die ihre Fotos schöner machen wollen – von Hobbyfotograf:innen bis zu angehenden Profis. Alles, was du brauchst, ist ein Computer mit Adobe Lightroom Classic und eigene Fotos zum Üben.\nAm Ende des Kurses wirst du in der Lage sein, deine Bilder schnell, einfach und professionell zu bearbeiten – mit Ergebnissen, die sowohl dich als auch deine Kund:innen begeistern.\nSo sparst du Zeit, entwickelst deinen eigenen Stil und hast noch mehr Freude an deiner kreativen und authentischen Fotografie.",
      "target_audience": [
        "•\tAnfänger:innen in der Fotografie, die ihre Bilder endlich professionell bearbeiten wollen.",
        "•\tHobby-Fotograf:innen, die ihre Familien-, Baby- oder Reisefotos schöner machen möchten.",
        "•\tFotograf:innen, die bisher nur mit Automatikfiltern oder Apps gearbeitet haben und jetzt Lightroom richtig verstehen wollen.",
        "•\tSelbstständige Fotograf:innen, die schneller arbeiten und ihre Kundenbilder in unter einer Stunde fertigstellen möchten."
      ]
    },
    {
      "title": "Mastering the Fundamentals - A Guide to Photography in Hindi",
      "url": "https://www.udemy.com/course/mastering-the-fundamentals-a-complete-guide-to-photography/",
      "bio": "Learn Photography from basic to advance in Hindi",
      "objectives": [
        "Camera Basics: Master exposure, aperture, shutter speed, ISO, and white balance for confident camera control and better photography.",
        "Composition Techniques: Learn rule of thirds, leading lines, framing, and balance to create captivating and visually appealing images.",
        "Editing Skills: Enhance and retouch photos using editing software, mastering color correction and basic adjustments for polished results.",
        "Explore Genres: Discover landscape, portrait, macro, and street photography, identifying your interests and unique style."
      ],
      "course_content": {
        "Introduction to Photography": [
          "Introduction to photography & understand your camera"
        ],
        "Understand Process of photography & Sensors in your camera": [
          "Understand Process of photography & Sensors in your camera"
        ],
        "Understand Camera Sensors & Lenses in Photography": [
          "Understand Camera Sensors & Lenses in Photography"
        ],
        "Understand Different types of lenses & Aperture function in your camera": [
          "Understand Different types of lenses & Aperture function in your camera"
        ],
        "Understand Aperture & Shutter function in your camera": [
          "Understand Aperture & Shutter function in your camera"
        ],
        "Understand how to use your skills in product photography": [
          "Understand how to use your skills in product photography",
          "Understand Shutter Speed, ISO & DOF in photography"
        ],
        "Understand metering modes in your camera": [
          "Understand metering modes in your camera"
        ],
        "Understand White Balance in Photography": [
          "Understand White Balance in Photography"
        ],
        "Implementing white balance in your Photography": [
          "Implementing white balance in your Photography"
        ],
        "Implementing metering in your photography": [
          "Implementing metering in your photography"
        ]
      },
      "requirements": [
        "No prior skills or experience are required to take this course. It is designed for absolute beginners with a passion for photography. To get started, all you need is:  1. A digital camera (DSLR, mirrorless, or even a smartphone with a good camera). 2. Basic computer skills to access the course material and participate in online discussions. 3. Enthusiasm to learn and explore the art of photography.   This course aims to lower the barrier for beginners, providing a supportive and encouraging environment for learners to embark on their photography journey with confidence and creativity. Whether you have no prior experience or limited technical knowledge, this course will guide you through the fundamentals and help you develop a strong foundation in photography."
      ],
      "description": "Welcome to \"Mastering the Fundamentals - A Complete Guide to Photography in Hindi,\" an immersive course designed to empower you with the essential skills and knowledge needed to excel in the captivating world of photography.\n\n\nFrom the very basics to advanced techniques, this comprehensive course takes you on a journey through the core elements of photography. Whether you're a beginner looking to understand your camera or an enthusiast aiming to refine your skills, this course caters to all levels.\n\n\n**Course Highlights:**\n\n\n1. **Understanding Camera Mechanics:** Dive into the technical aspects of your camera, deciphering settings, modes, and functions. Gain proficiency in navigating your equipment with ease.\n\n\n2. **Mastery of Exposure:** Explore the intricate relationship between aperture, shutter speed, and ISO. Learn to control exposure creatively and capture scenes with precision.\n\n\n3. **Harnessing Light and Composition:** Uncover the art of utilizing natural and artificial light to your advantage. Master compositional techniques that transform ordinary scenes into extraordinary visual stories.\n\n\n4. **Exploring Genres:** Discover various photography genres, from portraiture to landscapes and beyond. Learn how to tailor your approach to different subjects and settings.\n\n\n5. **Post-Processing and Editing:** Navigate the world of post-production as you enhance your images through software. Understand retouching, color correction, and the art of bringing your vision to life.\n\n\n6. **Real-World Applications:** Engage in practical assignments that bridge theory and practice. Gain hands-on experience, refine your skills, and receive personalized feedback.\n\n\n7. **Unleash Your Creativity:** Develop a keen artistic eye and unique perspective. Learn to capture the essence of a moment and evoke emotions through your images.\n\n\nLed by experienced instructors, our meticulously crafted modules combine theoretical knowledge with practical demonstrations. You'll benefit from insightful explanations, visual examples, and industry insights that shape your understanding of photography.\n\n\nWhether your goal is personal enrichment, professional advancement, or simply capturing life's precious moments with finesse, this course equips you to excel. By course completion, you'll emerge as a confident photographer, ready to create visually striking and emotionally evocative images.\n\n\nJoin us in \"Mastering the Fundamentals - A Complete Guide to Photography\" and embark on a transformative journey toward photographic excellence. Let's explore the world through the lens together.",
      "target_audience": [
        "This course is perfect for aspiring photographers and photography enthusiasts at any skill level who want to start their photography journey from scratch. Whether you own a DSLR, mirrorless camera, or even just a smartphone, this course will equip you with essential skills and knowledge to capture stunning images.  If you are a beginner looking to understand camera basics, master composition techniques, and explore various photography genres, this course is tailored for you. No prior experience is required—just bring your passion for photography, and we'll guide you step-by-step through the creative process.  Experienced photographers seeking to enhance their skills, learn new editing techniques, or develop their unique style will also find value in this course. Our inclusive and supportive learning environment encourages continuous growth and creative expression.  By the end of this course, you'll have a solid foundation in photography, a diverse portfolio of captivating images, and the confidence to pursue your passion for photography with enthusiasm and creativity. Join us and unlock your true potential as a skilled and imaginative photographer."
      ]
    },
    {
      "title": "Criando presets Gringos no Lightroom.",
      "url": "https://www.udemy.com/course/tratamento-de-fotos-no-lightroom/",
      "bio": "Tratamento de fotos no Lightroom.",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução",
          "Módulo painel básico",
          "Painel de curvas",
          "Painel HSL-Cor",
          "Painel detalhe",
          "Painel calibração",
          "Ajustes de saída",
          "Aula extra"
        ]
      },
      "requirements": [
        "Necessário ter o Lightroom instalado.",
        "A técnica também pode ser utilizada para versão mobile do Lightroom"
      ],
      "description": "O curso tem metodologia prática.\nAlém dos principais segredos para agilizar seu fluxo de trabalho e aumentar o seu valor perante o mercado.\nNesse curso de Lightroom vou te mostrar como chegar em um resultado bem legal relacionado a cores, criei essas cores em um tom mais voltado para fotos de fotógrafos Gringos, ficou bem legal o resultado final.\nVocê aprenderá a fazer os ajustes básicos de entrada no Lightroom, você utilizará um ambiente de trabalho simples para agilizar seu fluxo de trabalho, você terminará este curso com uma prática capaz de tratar suas fotos e criar cores incríveis.\nEste é um curso que te dará uma base em tratamento de fotos no Lightroom, mesmo que você seja iniciante, e tenha pouco ou nem um conhecimentos das técnicas para esse tipo de tratamento, o curso te dará uma base para isto, você só precisa acompanhar as etapas do curso.\nEste é um curso sobre tratamento de fotos e criação de presets, saiba como utilizar os recursos e funções do Lightroom para fazer um tratamento de fotos com utilização de recursos nativos do Lightroom.\nDividi o video em 6 módulos, onde você aprendera o passo a passo de todo processo, podendo assim aplicar no seu fluxo de trabalho.\nVocê se familiarizará com os recursos e técnicas que utilizo para tratar fotos no Lightroom.\nSe você já utiliza o Lightroom, não terá nem uma dificuldade em utilizar os recursos abordados nesse curso, se está em aprendizado do uso do Lightroom, você verá que é bem simples a utilização de cada recurso abordado nesse curso.",
      "target_audience": [
        "Fotógrafos, editores, e retocadores de todos os níveis."
      ]
    },
    {
      "title": "Adobe Photoshop Crashkurs: In 2 Stunden zum Grafikdesigner",
      "url": "https://www.udemy.com/course/adobe-photoshop-crashkurs-in-2-stunden-zum-grafikdesigner/",
      "bio": "Lerne in Photoshop CC alles über Bildbearbeitung, Grafikdesign, Ebenen, Textelemente, Effekte, Formartierungen und mehr!",
      "objectives": [
        "Verstehe die Grundlagen von Photoshop und lerne alle wichtigen Werkzeuge kennen.",
        "Werde in nur 2 Stunden fit genug, um selbstbewusst eigene Designs zu erstellen.",
        "Arbeite mit Ebenen und Ebenenstilen – dem Fundament professioneller Bildbearbeitung.",
        "Stelle Motive präzise frei, egal ob mit Zauberstab oder Schnellauswahl.",
        "Lerne, Farben gezielt zu optimieren und Stimmungen in deinen Bildern zu steuern.",
        "Arbeite mit Filtern, Strukturen und Überlagerungen für spannende Effekte.",
        "Entferne störende Objekte mit Retusche-Techniken und verleihe Bildern den letzten Schliff.",
        "Nutze Textwerkzeuge, um kreative Typografie und ansprechende Layouts zu gestalten.",
        "Verleihe deinen Designs durch Schatten, Glanz und Effekte mehr Tiefe.",
        "Experimentiere mit Licht, Kontrasten und Farbverläufen für besondere Bildwirkungen.",
        "Lerne die wichtigsten Exportformate kennen und setze sie richtig ein.",
        "Baue dir einen sicheren Workflow auf – vom ersten Bild bis zum fertigen Design."
      ],
      "course_content": {
        "Einführung": [
          "Herzlich willkommen"
        ],
        "Grundlagen von Photoshop": [
          "Einführung in Photoshop: Oberfläche & Werkzeuge verstehen",
          "Ebenen und Ebenenstile: Das Herz deiner Gestaltung",
          "Freistellen mit Schnellauswahl und Zauberstab",
          "Freistellen mit dem Zeichenstift-Werkzeug"
        ],
        "Weiterführende Tipps und Tricks": [
          "Farbkorrektur und Farbstimmungen erzeugen",
          "Retusche: Störendes entfernen und Details verbessern",
          "Textwerkzeuge: Textelemente platzieren und formatieren",
          "Kreative Typografie: Effekte und Layout-Ideen für Texte",
          "Effekte mit Filtern und Strukturen erzeugen",
          "Effekte mit Licht und Überlagerungen hinzufügen",
          "Finaler Schliff: Exportieren und für das Web optimieren"
        ],
        "Abschließende Worte": [
          "Fazit: Das kannst du jetzt!"
        ]
      },
      "requirements": [
        "Du benötigst das Adobe Photoshop Programm auf deinem Computer/Laptop.",
        "Besondere Fähigkeiten oder Kenntnisse sind nicht benötigt. Du lernst alles im Kurs."
      ],
      "description": "Träumst du davon...\nFotos professionell zu bearbeiten und deine Bilder mit nur wenigen Klicks in echte Hingucker zu verwandeln?\n\n\nendlich die wichtigsten Funktionen von Photoshop zu beherrschen, um eigene Designs, Logos, Banner oder Social-Media-Posts zu erstellen?\n\n\nalle Grundlagen wie Ebenen, Textelemente, Effekte und Formatierungen so sicher anzuwenden, dass du in kürzester Zeit selbstbewusst mit Photoshop arbeiten kannst??\nDann ist dieser Kurs „Adobe Photoshop Crashkurs: In 2 Stunden zum Grafikdesigner“ genau das Richtige für dich!\nVon den absoluten Basics bis hin zu praxisnahen Tricks lernst du, wie du mit Photoshop Bilder optimierst, kreative Layouts gestaltest und beeindruckende Designs entwickelst. Alles kompakt, leicht verständlich und sofort umsetzbar – ganz ohne Vorwissen!\n\n\nWas du lernen wirst:\nGrundlagen von Photoshop Starte mit einer klaren Einführung in Photoshop und lerne die Benutzeroberfläche sowie die wichtigsten Werkzeuge von Grund auf kennen. Verstehe, warum Ebenen und Ebenenstile das Fundament deiner Designs sind, und übe, wie du Motive präzise freistellst.\nWeiterführende Tipps und Tricks Tauche tiefer in die Welt der Bildbearbeitung ein: Optimiere Farben und verleihe deinen Bildern die richtige Stimmung. Nutze Retusche-Techniken, um störende Elemente zu entfernen und Details zu verfeinern. Experimentiere mit Textwerkzeugen, typografischen Effekten und kreativen Layout-Ideen, um deine Designs auf das nächste Level zu bringen. Spiele mit Filtern, Strukturen, Licht und Überlagerungen.\nFazit: Dieser Crashkurs bringt dich in nur 2 Stunden von den Grundlagen bis zu professionellen Photoshop-Skills. Egal, ob du Fotos bearbeiten, kreative Grafiken erstellen oder beeindruckende Effekte umsetzen möchtest.\n\n\nWarum genau dieser Kurs:\nPraxisnah und verständlich: Egal, ob du zum ersten Mal mit Photoshop arbeitest oder bereits ein wenig herumprobiert hast – dieser Kurs führt dich Schritt für Schritt durch alle wichtigen Funktionen, Tools und Workflows.\nUmfassend und vielseitig: Lerne alles von den Grundlagen der Bildbearbeitung über den professionellen Umgang mit Ebenen, Textelementen und Effekten bis hin zu kreativen Designs, Layouts und Formatierungen.\nZeitgemäß und umfassend: Du arbeitest mit der neuesten Photoshop-Version und erlernst Fähigkeiten, die heute im Grafikdesign wirklich gefragt sind – ob für Social Media, Marketing, Web oder Print.\nFlexibles Lernen: Passe dein Lerntempo individuell an und greife jederzeit auf die Kursinhalte zu. Egal, ob du nebenbei arbeitest, studierst oder anderen Verpflichtungen nachgehst – dieser Kurs ermöglicht es dir, dein Wissen flexibel und bequem von überall aus zu erweitern.\nEntdecke, wie du mit Photoshop beeindruckende Designs erstellst, Bilder professionell bearbeitest und kreative Projekte souverän umsetzt. Du bekommst klar strukturierte Lektionen, praxisnahe Beispiele und direkt anwendbares Wissen.\nSchreibe dich jetzt in den Kurs „Adobe Photoshop Crashkurs: In 2 Stunden zum Grafikdesigner“ ein und starte deine kreative Reise noch heute!\nWir freuen uns auf dich. Bis gleich!\nDein Phil und Maximilian.",
      "target_audience": [
        "Personen, die schnell und einfach die Grundlagen von Photoshop erlernen möchten.",
        "Einsteiger, die in nur 2 Stunden die Grundlagen der Bildbearbeitung verstehen möchten.",
        "Kreative und Content-Creator, die ihre Designs professioneller gestalten möchten.",
        "Alle, die Photoshop nutzen wollen, um ihre Produktivität im Grafikdesign zu steigern und beeindruckende Ergebnisse zu erzielen."
      ]
    },
    {
      "title": "От замысла к воплощению",
      "url": "https://www.udemy.com/course/etapimedeaproekta/",
      "bio": "Подготовка творческого медиапроекта для фестивалей",
      "objectives": [],
      "course_content": {
        "Этапы подготовки творческого медиапроекта и виды проектов.": [
          "Этапы подготовки творческого медиапроекта.",
          "Виды медиапроектов по Духовно-нравственной и Семейной темам."
        ],
        "Основы редактирования фотоизображений на компьютере в программе ACDSee Pro": [
          "Первичное редактирование фото в программе ACDSee",
          "Творческие методы работы с программой ACDSee при подготовке изображений"
        ],
        "Основы редактирования фото на телефоне или планшете в PicsArt и AirBrush": [
          "Обработка фото в программе PicsArt",
          "Обработка фото в программе AirBrush"
        ],
        "Создание проекта в видеоредакторах Movie Maker и Quik.": [
          "Создание проекта в видеоредакторе на примере программы Movie Maker",
          "Результат в Movie Maker",
          "Видеомонтаж в Quik",
          "Результат в Quik"
        ],
        "Создание медиапроекта с использованием возможностей программы MS PowerPoint": [
          "Знакомство с Power Point для создания медиапроекта",
          "Особенности работы с видеофайлами в PP2010",
          "Пример проекта \"Бог точно есть!-история мальчика\" в Power Point"
        ],
        "Основные ошибки начинающих.": [
          "Основные ошибки начинающих."
        ]
      },
      "requirements": [
        "Умения пользователя ПК, телефоном, планшетом."
      ],
      "description": "Этот краткий курс составлен для медиапедагогов учреждений общего и дополнительного образования в помощь для их работы с молодежью.\nЭтот курс будет полезен всем фото-видеолюбителям, интересующимся составлением фотофильмов и медиапроектов из фотографий и фрагментов видео.\nВ программе курса на примерах показано как работать по созданию медиапроекта с традиционными программами, такими как PowerPoint, Movie Maker, ACDSee Pro.\nВ программе курса на примерах показано как работать по созданию медиапроекта с программами новыми, легко скачиваемыми для современных гаджетов. Это программы - Quik, PicsArt и AirBrush, которые обычно быстро осваиваются и просты в работе.\nУчащиеся могут познакомиться с 1 частью программы, а затем выбрать по желанию 2 или 3 часть для изучения редактирования изображений в зависимости от имеющегося устройства –компьютера, телефона/планшета. После изучения возможностей редактирования фотографий для проекта, учащийся может выбрать 4 или 5 часть курса для изучения методики создания медиапроекта в видеоредакторах, имеющихся на своем устройстве.\nЭтот курс расскажет:\n*Об этапах подготовки творческого медиапроекта для медиафестивалей.\n*О видах проектов для медиафестивалей по Духовно-нравственной и Семейной темам.\n*О первичном редактировании на компьютере в программе ACDSee Pro при подготовке фотографий для медиапроектов.\n*О творческих методах работы на компьютере с программой ACDSee Pro при подготовке фотографий для медиапроектов.\n*Об обработке фото пейзажа и фото портрета на телефоне/планшете в программах PicsArt и AirBrush.\n*О создании медиапроекта в видеоредакторах на примере программ: Movie Maker, Quik и PowerPoint.",
      "target_audience": [
        "медиапедагоги",
        "студенты, изучающие \"Фотомастерство\"",
        "фото-видеолюбители 14+"
      ]
    },
    {
      "title": "Introducción a la edición en movimiento en Photoshop",
      "url": "https://www.udemy.com/course/introduccion-a-la-edicion-en-movimiento-en-photoshop/",
      "bio": "Usaremos photoshop para blurs, curvas de color, desenfoques, realces, correctores para elementos indeseados etc",
      "objectives": [
        "Conseguir una imagen de buena calidad y preparar el entorno de trabajo",
        "Eliminar alguna parte no deseada de la foto sin que se note",
        "Definir las diferentes capas dentro de nuestra imagen",
        "Aplicar Blur y diferentes efectos a nuestra imagen",
        "Introducción a las curvas de color, sombras, luces etc",
        "Aplicación de los mejores filtros y opacidades de los mismos dependiendo de cómo queremos nuestro resultado"
      ],
      "course_content": {
        "Intro": [
          "Introducción y bienvenida"
        ],
        "Explicación herramientas y entorno de trabajo": [
          "Herramientas"
        ],
        "Eliminar/retocar elementos": [
          "Retocar"
        ],
        "Selección de capas": [
          "Selección de elementos y capas"
        ],
        "Efectos de desenfoque": [
          "Desenfocar"
        ],
        "Curvas de color": [
          "Curvas"
        ],
        "Efectos": [
          "Galería de efectos"
        ],
        "Realzar coche": [
          "Realce"
        ],
        "Desenfoque ruedas": [
          "Giro ruedas"
        ],
        "Exportación de la foto": [
          "Exportación"
        ]
      },
      "requirements": [
        "Estar mínimamente familiarizado con Photoshop y el entorno del mismo, y obviamente disponer de dicho software, sin importar qué versión se tenga del mismo, ya que será el programa que usaremos a lo largo de todas las lecciones y es el más completo en este campo."
      ],
      "description": "En este curso trataremos de empezar a aprender a darle una nueva vida a tus imágenes de tal modo que la parte de interés resalte, le daremos efecto de movimiento y eliminaremos o corregiremos partes defectuosas de la misma, además de aprender a usar la galería de efectos, aprenderemos además, a dar efectos de giro, a objetos tales como ruedas o cualquiera que sea susceptible moverse en rotaciones.\nPreviamente, habremos aprendido conceptos como la creación de capas a partir de la selección de una porción de la imagen para tratar diferenciadamente cada parte de la misma y sacarle el máximo partido al programa, en este caso Photoshop.\nDeberemos afianzar conceptos como \"Desenfoque\", \"Curvas de color\" y muchos más que veremos en el curso además de aprender a usarlos correctamente. Son herramientas que no todo el mundo necesariamente conoce y que no pueden encontrarse en cualquier sitio, lo que hace de este curso algo bastante valioso e interesante que no dudo le vaya a encantar y vaya a sacarle mucho provecho. Puede ser el principio para una carrera profesional dedicada a la edición de éstas, ya que es una base bastante sólida que da las competencias necesarias para conseguir trabajos realmente buenos que se podrán ir perfeccionando con el paso del tiempo y si el trabajo es continuo.\nPor último, se deja a su disposición una tarea para que por sí mismo verifique si ha adquirido los conceptos de manera correcta o le hace falta revisar algún apunte o volver a ver el curso.",
      "target_audience": [
        "Cualquier persona interesada en realzar sus fotografías así como aprender a editar las mismas"
      ]
    },
    {
      "title": "Pengenalan Kamera, Lensa, dan Studio",
      "url": "https://www.udemy.com/course/pengenalan-kamera-dan-lensa/",
      "bio": "Pengenalan Kamera, Lensa, dan Studio",
      "objectives": [],
      "course_content": {
        "Pengenalan Kamera dan Lensa": [
          "Pendahuluan",
          "Sejarah Kamera dan Perkembangan Fotografi",
          "Pengenalan Kamera",
          "Pengenalan Lensa",
          "Simulasi Penggunaan Lensa"
        ],
        "Sudut Pemotretan": [
          "Sudut Pemotretan",
          "Tipe-tipe Shot"
        ],
        "Pengenalan Studio Fotografi": [
          "Peralatan untuk Memotret",
          "Penempatan Main Light",
          "Set Up Lampu Studio untuk Pemotretan Portrait"
        ]
      },
      "requirements": [
        "Memahami fotografi"
      ],
      "description": "Pada courses Pengenalan Kamera, Lensa, dan Studio Anda akan belajar mengenai anatomi kamera dan beberapa jenis lensa. Adapun materi yang akan dipelajari adalah tentang sejarah perkembangan fotografi hingga kini, pengenalan anatomi kamera DSLR/Mirrorles/Compact, pengenalan lensa kamera dan fungsinya, simulasi penggunaan lensa, aneka sudut pengambilan foto dan aneka jenis shots, serta penggunaan peralatan studio fotografi.\nDalam dunia fotografi, kamera merupakan suatu peranti untuk membentuk dan merekam suatu bayangan potret pada lembaran film. Sedangkan lensa merupakan alat vital dari kamera. Tanpa lensa kamera tidak akan menangkap dan merekam gambar. Lensa berfungsi untuk memfokuskan cahaya dan mengantarkannya ke dalam badan kamera.\nDalam fotografi, sudah tidak asing bagi kita mendengar kata angle saat akan memotret. Angle fotografi adalah sudut pengambilan foto yang menekankan posisi kamera pada situasi tertentu dalam membidik objek. Dalam fotografi, memotret di dalam studio dilakukan karena kadang memotret outdoor tidak mungkin dilakukan. Misalnya karena terkendala cuaca atau karena fotografer hendak membuat foto dengan pencahayaan yang sesuai dengan keinginannya sendiri sehingga berusaha memanfaatkan sumber pencahayaan dari lampu studio.",
      "target_audience": [
        "Mahasiswa",
        "Pekerja kreatif"
      ]
    },
    {
      "title": "Tratamento de pele/decomposição de frequência no Photoshop.",
      "url": "https://www.udemy.com/course/tratamento-de-pele-no-photoshop/",
      "bio": "Photoshop para fotógrafo, tratamento de pele.",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução ao curso",
          "Limpeza das imperfeição da pele.",
          "Ajustes da superfície da pele.",
          "Decomposição das frequências.",
          "Ajustando a nitidez.",
          "Dodge and burn.",
          "Colorização e finalização."
        ]
      },
      "requirements": [
        "Necessário ter o Photoshop instalado.",
        "Fotógrafos de todos os níveis"
      ],
      "description": "O curso tem metodologia prática.\nAlém dos principais segredos para agilizar seu fluxo de trabalho e aumentar o seu valor perante o mercado.\nVocê aprenderá a fazer os ajustes básicos de entrada no Photoshop, você utilizará um ambiente de trabalho simples para agilizar seu fluxo de trabalho, para poder retocar a pele, saberá como editar de maneira não destrutiva utilizando camadas, você terminará este curso com uma prática capaz de tratar e retocar qualquer tipo de pele no Photoshop.\nEste é um curso que te dará uma base em tratamento de pele, mesmo que você seja iniciante, e tenha pouco ou nem um conhecimentos das técnicas para esse tipo de tratamento, o curso te dará uma base para isto, você só precisa acompanhar as etapas do curso.\nEste é um curso sobre retoque de pele, saiba como utilizar os recursos e funções do Photoshop para fazer um tratamento de pele com utilização da decomposição das frequências, e obter ótimos resultados em menos tempo!\nDividi o video em 6 módulos, onde você aprendera o passo a passo de todo processo, podendo assim utilizar-se de cada técnica ensinada, e aplicar no seu fluxo de trabalho.\nVocê se familiarizará com os recursos e técnicas que utilizo para retocar retratos no Photoshop.\nSe você já utiliza o Photoshop, não terá nem uma dificuldade em utilizar os recursos abordados nesse curso, se está em aprendizado do uso do Photoshop, você verá que é bem simples a utilização de cada recurso abordado para essa técnica.",
      "target_audience": [
        "Para fotógrafos, retocadores, e editores de fotos.",
        "Fotógrafos que estejam iniciando no tratamento de pele no Photoshop."
      ]
    },
    {
      "title": "Dental Photography: Mastering Smile Shots.",
      "url": "https://www.udemy.com/course/dental-photography-mastering-smile-shots/",
      "bio": "Smile-On-The-Go",
      "objectives": [
        "Get to know all about how to shoot using our phones.",
        "How to overcome the challenges we are facing with the mobile phone.",
        "Perfecting images by editing",
        "Photo composition and knowing what to shoot.",
        "Common mistakes and how to overcome them.",
        "Mobile photography gear options, availability in the market, and pricing."
      ],
      "course_content": {
        "Introduction": [
          "Basic and General knowledge (part 1)",
          "Basic and General Knowledge (part 2)",
          "The Steps of Photography (part 1)",
          "The Steps Of Photography (Part 2)",
          "Mobile Photography Challenges (Part 1)",
          "Mobile Photography Challenges (Party 2)",
          "Basic Shots and Sterilization",
          "Lightroom App"
        ]
      },
      "requirements": [
        "Dental Photography mirrors.",
        "Cheek retractors.",
        "Mobile Ring Light.",
        "Constrastors (optional)",
        "Download the lightroom editing app."
      ],
      "description": "This course is designed for dentists, dental students, or someone who wishes to capture a beautiful smile!\nIn this course, we seek to teach you the basics and simplify the complex terms concerning photography.\nThen diving into the details of Dental photography; starting from your mobile settings, and instruments, and finally to editing your pictures on your devices.\nOur Speaker:\nDr Rana Hassan\n-BSc MIU Faculty of Dentistry 2018\n-MSC Candidate in Pediatric Dentistry and Dental Public Health Department Cairo University\n-Professional Dental Photographer since 2018\n-Photography Courses since 2020 taught over 200 candidates\n\n\nBy the end of this course you will be able to:\n- know all about how to shoot using our phones.\n-  overcome the challenges we are facing with the mobile phone.\n- ⁠perfecting images by editing.\n- ⁠photo composition and knowing what to shoot.\n- ⁠common mistakes and how to overcome them.\n- ⁠mobile photography gear options, availability in the market, and pricing.\n\n\n- هتعرف كل ما تحتاجه عن التصوير بالموبايل.\n- إزاي تتغلب على التحديات اللي هتقابلها في التصوير.\n- إظهار التفاصيل بالصور بالـ editing.\n- هتعرف تركز على إيه بالظبط وأنت بتصور.\n- إيه الأخطاء الشائعة وإزاي تتغلب عليها.\n- إيه الـ gears اللي ممكن تستعين بيها ومدى تواجده.\nGet ready, and clear your schedule cause this course will be interesting and informative.\nAnd don't forget to give us your informative review by the end of this course!",
      "target_audience": [
        "Dentists , Dental students, and for anyone seeking to capture a beautiful smile."
      ]
    },
    {
      "title": "Fotografia Artística Digital",
      "url": "https://www.udemy.com/course/fotografia-artistica-digital/",
      "bio": "Aprenda o básico para sair do MIMIMI do Instagram",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução"
        ],
        "Filosofia da Fotografia - Parte 1": [
          "Filosofia da Fotografia - Parte 1",
          "Filosofia da Fotografia - Parte 2"
        ],
        "Mão na massa": [
          "Mão na Massa - vídeo único"
        ],
        "Conclusão": [
          "Conclusão"
        ]
      },
      "requirements": [
        "Não, basta gostar de foto"
      ],
      "description": "Dois vídeos curtos para você pensar a fotografia de forma diferente.\n\nMódulo 01 - filosofia da fotografia;\n\nAQUI vamos discutir linguagem da fotografia - PARTE 1 E 2:\n- conteúdo versus forma;\n- do registrador para o artista criador de imagem;\n- do especialista para o generalista;\n- do senso comum para o incomum;\n- do invisível para o visível;\n- de esperar para ser turista para ser turista na sua própria cidade;\n- da foto para os outros para a foto para você mesmo;\n- do olhar que não improvisa para o improvisador;\n- do olhar pasteurizado para o diferenciado;\n- do seu olhar diferenciado para a escolha dos equipamentos, editores, locais de publicação locais, etc.\n\nMódulo 02 - mão na massa.\nAQUI vamos discutir os aspectos operacionais:\n\nAs três etapas - coleta,  edição e publicação da imagem\nA sinergia entre as três etapas;\nO equipamento impede a foto artística?\nPode-se fazer fotos artísticas com celular?\nA relação entre o seu olhar com o equipamento adequado;\nOs limites do celular;\nA prática como exercício da descoberta do \"personal olhar\";\nA compra de uma câmera mais profissional;\nA preocupação de se gastar dinheiro numa câmera e encostar o equipamento;\nA minha câmera semi-profissional Sony HX100v;\nO que a câmera faz e o que o celular não faz?\nO que um zoom pode te ajudar?\nO meu celular J8 Samsung;\nO celular com um \"Pau de Self\" para fotos artísticas;\nOs diferentes ângulos possíveis com o \"Pau de Self\";\nA compra de lentes close-up para fotos macro (em geral de flores e insetos);\nA lente que amplia em dez vezes uma imagem;\nO jogo entre você, o seu olhar artístico e os equipamentos;\nO problema da segurança e do roubo dos equipamentos;\nA diferença entre um fotógrafo profissional e um artístico;\nA edição das fotos;\nA descoberta das fotos na edição;\nAs múltiplas possibilidades dos editores;\nA escolha do editor;\nEditar no computador ou no celular?\nA edição de fotos verticais e\nEditar uma foto é trair a imagem?\nO conceito da manipulação da imagem (consciente e inconsciente);\nO Snapseed do Google;\nVale à pena fazer uma exposição presencial em papel?\nA publicação das fotos;\nA tendência das fotos: em pé versus deitado;\n\nCONCLUSÃO\n\nLazer é coisa séria?\nVocê leva a sério seu lado artístico?\nA importância do lado artístico para a sua vida (incluindo profissional);\nA disciplina artística necessária.",
      "target_audience": [
        "Qualquer pessoas que queira melhorar as suas fotos",
        "Quem curte fotografia"
      ]
    },
    {
      "title": "LIGHTROOM E PHOTOSHOP/DOMINANDO OS SEGREDOS DO RAW-MÓDULO 2",
      "url": "https://www.udemy.com/course/lightroom-e-photoshop-dominando-os-segredos-do-raw-modulo-2/",
      "bio": "Dominando os segredos do Raw",
      "objectives": [],
      "course_content": {
        "2º MÓDULO DO CURSO SOBRE FOTO EM RAW": [
          "Recursos jamais revelados sobre Raw no Photoshop parte 1",
          "Recursos jamais revelados sobre Raw no Photoshop parte 2",
          "Ajustando luz e sombras do arquivo Raw no Photoshop",
          "Tratando as cores do arquivo Raw no Photoshop",
          "Tratando arquivo Raw no Photoshop",
          "Como exportar o Raw com qualidade para web"
        ]
      },
      "requirements": [
        "Necessário ter o Photoshop instalado, pode ser qual versão.",
        "Não é necessário ter experiência com o Photoshop, você vai aprender o que precisa nesse curso."
      ],
      "description": "Você conhece realmente o potencial do arquivo RAW?\nMuitos fotógrafos ainda subestimam a importância de conhecer o RAW a fundo — e isso pode estar limitando o seu processo criativo na pós-produção.\nO arquivo RAW é como o “negativo digital” da sua imagem. Ele não vem pronto, mas guarda uma quantidade absurda de informações sobre luz, cor, textura e profundidade que o JPEG simplesmente descarta. É justamente esse conteúdo bruto que te dá liberdade total de tratamento, seja para correções sutis ou transformações criativas mais profundas.\nEntender o RAW é entender onde sua imagem pode chegar — e, a partir disso, escolher com mais consciência se o melhor caminho é o Lightroom, com sua edição não-destrutiva, mais fluida e voltada para ajustes gerais e color grading… ou o Photoshop, que te permite uma revelação mais minuciosa, com manipulações localizadas, retoques finos e tratamento de pele mais avançado.\nNão existe certo ou errado. Mas existe escolha bem feita — e ela começa quando você domina o que tem em mãos.\nEntão, antes de decidir o software, pergunte-se:\nO que essa imagem pede?\nQuão longe quero levar essa edição?\nConhecer o RAW é o primeiro passo para dar à sua foto o acabamento que ela merece.",
      "target_audience": [
        "O curso é destinado para os usuários todos, mesmo sendo iniciante vai conseguir executar o conteúdo do curso.",
        "Fotógrafos, editores e retocadores de fotos."
      ]
    },
    {
      "title": "Canon EOS 6D - Descomplicando Menus e Configurações",
      "url": "https://www.udemy.com/course/cameras-canon-eos-descomplicando-menus-e-configuracoes/",
      "bio": "Aprenda a usar corretamente qualquer câmera da Canon neste curso prático e objetivo",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "introdução"
        ],
        "QUICK MENU": [
          "Quick Menu - Facilitando a sua vida"
        ],
        "MENU INTERNO": [
          "Menu - Parte 1",
          "Menu - Parte 2",
          "Menu - Parte 3",
          "Menu - Parte 4"
        ],
        "CONCLUSÃO + PROMO CODE": [
          "AULA BÔNUS"
        ]
      },
      "requirements": [
        "Ter uma câmera Canon 6D",
        "Ter qualquer câmera Canon (os Menus são bem parecidos)",
        "Estar pensando em comprar uma câmera Canon."
      ],
      "description": "Ter uma câmera não basta para produzir boas fotos. É preciso desenvolver o que chamamos de olhar fotográfico, mas não somente.\nUm fotógrafo que não sabe usar sua câmera é como um motorista que não sabe dirigir, ou mesmo um piloto de avião que não sabe pilotar.\nAs vezes as mudanças são tão radicais entre um avião e outro que é preciso aprender as coisas específicas daquela aeronave, do contrário, boa coisa não virá.\nImagina aquela pessoa que aprendeu a pilotar um \"teco-teco\" e se depara com um Boeing para pilotar! Eu não gostaria de estar neste vôo! :)\n\nO piloto do Teco-Teco é você com o smartphone.\nO piloto do Boeing é você com uma câmera da Canon que  possui funções completamente diferentes.\nEu não sei se um piloto de caça vai saber voar um Boeing, mas certamente se imagina que por serem equipamentos completamente diferentes é preciso estudar e se adaptar à nova máquina.\n\nEntão se você está planejando migrar para a Canon, vai ser super importante entender onde estão aquelas funções que você não faz ideia de como chegar lá.\n\nEste curso vai te guiar por cada menu da Canon 6D (exceto a parte de flash remoto).\nVai ser mais do que um manual em vídeo. Este curso é praticamente uma aula de fotografia que vai mostrar direto na câmera o que cada opção do menu altera.\n\nSe você tem uma Canon T2i, T3i, T4i, T5i, T6i, T7i, 60D, 70D, 80D, 90D, 6D, 5D, você vai poder se beneficiar com os conhecimentos deste curso.\n\n\nÉ fundamental entender o painel de avião que estará na sua frente. Só assim você vai saber quais são os limites da sua câmera e onde poderá chegar com a sua fotografia.\n\nLembrete: Este curso é parte integrante do conteúdo completo do Canal da Foto, onde você poderá fazer cursos sequenciais onde o conhecimento é passado de forma lógica e divertida.\n\nConte comigo para este primeiro passo no seu conhecimento da fotografia!\n\nGrande abraço e nos vemos no curso,\nDaniel Farjoun",
      "target_audience": [
        "Usuários de câmeras Canon em geral",
        "Usuários da câmera Canon 6D"
      ]
    },
    {
      "title": "Yapay Zeka İle Fotoğraf Nasıl Düzenlenir ? Photoshop Eğitimi",
      "url": "https://www.udemy.com/course/yapay-zeka-photoshop-egitimi/",
      "bio": "YAPAY ZEKA İLE PHOTOSHOP KULLANMAYI ÖĞREN",
      "objectives": [],
      "course_content": {
        "Giriş": [
          "Yapay Zeka Photoshop Nasıl Yüklenir ?",
          "Neler Öğreneceğiz ?",
          "Adobe Firefly Nedir ?",
          "Yapay Zeka Telif Hakkı Nedir ?",
          "Yapay Zeka İle Görsel Değiştirme Nasıl Yapılır ?",
          "Yapay Zeka İle Görsel Silme Nasıl Yapılır ?",
          "Yapay Zeka İle Alan Büyütme Nasıl Yapılır ?",
          "Yapay Zeka İle Neler Yapılamaz ?",
          "Yapay Zeka İle Sıfırdan Görsel Nasıl Yapılır ?",
          "Soru-Cevap"
        ]
      },
      "requirements": [
        "Photoshop kullanılabilen herhangi bir bilgisayara sahip olmak yeterli"
      ],
      "description": "Yaratıcılığınızı bir adım öteye taşımanın zamanı geldi! Photoshop'un güçlü yapay zeka özelliklerini kullanarak fotoğraf düzenleme ve tasarım yeteneklerinizi geliştirmek için bu eğitimi sunuyoruz. Yapay zekanın sunduğu sonsuz potansiyeli keşfederken, Photoshop'un büyülü dünyasında yeni bir yolculuğa çıkmaya hazır olun.\nBu eğitimde, Photoshop'un yapay zeka destekli araçlarının nasıl kullanılacağını adım adım öğreneceksiniz. Nesne seçimi, içerik doldurma ve yüz düzenleme gibi işlemleri kolayca gerçekleştirecek ve profesyonel sonuçlar elde edeceksiniz. Yapay zeka, fotoğraflarınızı canlandırmak, düzenlemelerinizi hızlandırmak ve sıra dışı efektler oluşturmak için size yardımcı olacak güçlü bir araç haline gelecek.\nBu eğitimde aşağıdakileri öğreneceksiniz:\nPhotoshop'un yapay zeka özelliklerinin genel bir tanıtımı\nNesne seçimi ve keskin çizgilerle otomatik seçim yapma\nİçerik doldurma özelliğiyle görüntüleri kolayca tamamlama\nYapay zeka destekli yüz düzenleme araçlarıyla portrelerde mükemmellik sağlama\nYeni başlayanlar için ipuçları ve pratik kullanım senaryoları\nGelin, Photoshop'un sınırlarını zorlayın ve yapay zekanın sağladığı gücü kullanarak benzersiz sanat eserleri yaratmanın heyecanını birlikte keşfedelim. Bu eğitimde, Photoshop'ta yapay zekanın sırlarını çözeceksiniz ve fotoğraf düzenlemenin yeni dönemine adım atacaksınız.\nHazır mısınız? Öyleyse gelin, yapay zekanın büyülü dünyasına birlikte adım atalım ve Photoshop'u daha önce hiç olmadığı kadar güçlü bir şekilde kullanalım.\"\nBu başlangıç sayfası metni, kullanıcılara heyecan verici bir eğitim deneyimi sunmak ve yapay zeka ile Photoshop'u kullanmanın potansiyelini vurgulamak için tasarlanmıştır. Tabii ki, metni kendi tarzınıza ve eğitiminizle uyumlu şekilde düzenleyebilirsiniz.",
      "target_audience": [
        "Photoshop ve yapay zekaya yeni başlayanlar için"
      ]
    },
    {
      "title": "LIGHTROOM E PHOTOSHOP/DOMINANDO OS SEGREDOS DO RAW-MÓDULO 1",
      "url": "https://www.udemy.com/course/lightroom-e-photoshop-dominando-os-segredos-do-raw/",
      "bio": "Dominando os segredos do Raw",
      "objectives": [],
      "course_content": {
        "1º MÓDULO DO CURSO SOBRE FOTO EM RAW": [
          "Introdução importante",
          "Informações valiosas sobre o Raw nativo",
          "Importando o Raw diretamente no Photoshop",
          "Tudo sobre importação e exportação do Raw no Photoshop",
          "Importando Raw para o Photoshop e criando catalogo vertical",
          "Importando Raw para o Photoshop e criando catalogo horizontal",
          "1ª parte-Recursos jamais revelados sobre Raw no Photoshop",
          "2ª parte-Recursos jamais revelados sobre Raw no Photoshop"
        ]
      },
      "requirements": [
        "Necessário ter o Photoshop instalado, pode ser qual versão."
      ],
      "description": "Você conhece realmente o potencial do arquivo RAW?\nMuitos fotógrafos ainda subestimam a importância de conhecer o RAW a fundo — e isso pode estar limitando o seu processo criativo na pós-produção.\nO arquivo RAW é como o “negativo digital” da sua imagem. Ele não vem pronto, mas guarda uma quantidade absurda de informações sobre luz, cor, textura e profundidade que o JPEG simplesmente descarta. É justamente esse conteúdo bruto que te dá liberdade total de tratamento, seja para correções sutis ou transformações criativas mais profundas.\nEntender o RAW é entender onde sua imagem pode chegar — e, a partir disso, escolher com mais consciência se o melhor caminho é o Lightroom, com sua edição não-destrutiva, mais fluida e voltada para ajustes gerais e color grading… ou o Photoshop, que te permite uma revelação mais minuciosa, com manipulações localizadas, retoques finos e tratamento de pele mais avançado.\nNão existe certo ou errado. Mas existe escolha bem feita — e ela começa quando você domina o que tem em mãos.\nEntão, antes de decidir o software, pergunte-se:\nO que essa imagem pede?\nQuão longe quero levar essa edição?\nConhecer o RAW é o primeiro passo para dar à sua foto o acabamento que ela merece.",
      "target_audience": [
        "O curso é destinado para os usuários todos, mesmo sendo iniciante vai conseguir executar o conteúdo do curso.",
        "Fotógrafos, editores e retocadores de fotos."
      ]
    },
    {
      "title": "Podstawy fotografii i jak na niej zarobić? [AKTUALIZACJA]",
      "url": "https://www.udemy.com/course/podstawy-fotografii-i-jak-na-niej-zarobic/",
      "bio": "Fotografia jako zarobek",
      "objectives": [],
      "course_content": {
        "Wstęp": [
          "O czym jest ten kurs?"
        ],
        "Jaki sprzęt i jakie ustawienia foto?": [
          "Jaki obiektyw wybrać?",
          "Jakie ustawienia aparatu stosuję i dlaczego uważam, że są najlepsze",
          "Jak używam lampy błyskowej?"
        ],
        "Social media": [
          "Jak używać HASHTAGów",
          "Jak prowadzić instagram fotografa",
          "Jak uratować konto na instagramie"
        ],
        "Jak zacząć zarabiać na fotografii?": [
          "Po pierwsze analiza"
        ],
        "Podstawy obróbki na programie Adobe Lightroom": [
          "Temperatura zdjęcia / Balans bieli",
          "Podstawowe suwaki w lightroom",
          "Podstawy lightroom",
          "Krzywe vs Basics | Wpływ na styl obróbki",
          "Kontroler do lightrooma"
        ]
      },
      "requirements": [
        "Nie"
      ],
      "description": "Cześć nazywam się Jerzy Ledziński, pochodzę z Giżycka i tutaj mieszkam. Fotografią ślubną zajmuje się od roku 2008 i mam za sobą ponad 200 reportaży ślubnych. Rynek fotografii w Polsce jest obecnie bardzo nasycony, a mnóstwo osób w branży porusza się jak dzieci we mgle.\nW konsekwencji mamy dużo fotografów, którzy chcąc sprzedać swoją usługę zaniżają cenę rynkową usługi fotograficznej. Potrzebna jest świadomość błędów jakie popełniamy, aby zmienić to na lepsze i aby skorzystał z tego każdy fotograf,\nNa moim kursie chciałbym podzielić się garstką wiedzy z zakresu fotografii, obróbki oraz umiejętnego prowadzenia konta w mediach społecznościowych.\nProszę o wyrozumiałość. To mój pierwszy kurs, ale na pewno nie ostatni. Zaznaczam, że ten kurs kierowany jest do osób, które dopiero zaczynają swoją przygodę z fotografią.\nJeśli znasz osobę, która również mogłaby być zainteresowana treściami jakie tu udostępniam, to będę Ci ogromnie wdzięczny za polecenie moich warsztatów fotograficznych.\nKurs podzieliłem na kilka sekcji, tak aby ułatwić poruszanie się pomiędzy tematami.\nNa początku staram się zwrócić uwagę na tym, aby rozeznać jaki styl fotografii jest nam najbliższy. Najdłuższy wykład odnośnie rodzajów obiektywów starałem się, aby był ciekawy i z niewielką dawką humoru - ogólnie zależy mi na tym, aby wykłady, którymi się dzielę nie były nazbyt oficjalne.\nNie lubię tworzyć takich opisów i dlatego zachęcam, aby zaparzyć sobie kawę i usiąść do tego co mam Wam do powiedzenia:)",
      "target_audience": [
        "Osoby rozpoczynające przygodę z fotografią"
      ]
    },
    {
      "title": "Curso de Snapseed",
      "url": "https://www.udemy.com/course/curso-de-snapseed/",
      "bio": "O poder da edição no celular",
      "objectives": [
        "Editar e Tratar Suas Fotos com Celular",
        "Como combinar diferentes configurações dentro do Snapseed para realizar edições avançadas, como usar máscaras para remover e substituir céus",
        "Entender como cada configuração funciona em relação aos princípios de fotografia e iluminação",
        "Como usar cada painel e configuração dentro do Snapseed para editar fotos"
      ],
      "course_content": {
        "Curso de Snapseed": [
          "Edição, tratamento e Manipulação",
          "Cores , exposições perfeitas e balanço de branco"
        ],
        "Ferramenta Girar": [
          "Ferramenta Crop",
          "Ferramenta Girar",
          "Ferramenta Perspectiva",
          "Ferramenta Correção",
          "Ferramenta Retrato",
          "Ferramenta Expandir",
          "Edição Não Destrutiva",
          "Ferramenta Pincel e Seletiva",
          "Ferramenta Vinheta"
        ],
        "Detalhe, nitidez e efeito foco": [
          "Detalhe e Nitidez",
          "Efeito Foco"
        ],
        "Filtros, predefinições e dupla exposição": [
          "Filtros e pré definições",
          "Ferramenta Dupla Exposição"
        ]
      },
      "requirements": [
        "Ter um smartphone que possa instalar o Snapseed"
      ],
      "description": "Snapseed é um app de edição de imagens da Google que te proporciona filtros e efeitos topo de linha diretamente em seu smartphone. Por motivos práticos (ao menos em termos de fotógrafos amadores), cobre todas as suas necessidades básicas.\n\nE mais, é tão acessível que você já vai saber como mexer em tudo. Toque no botão central para começar, abra um arquivo e toque no botão ‘looks’ para adicionar um filtro. Você pode até ativar variáveis mais detalhadas como o brilho da foto, contraste, saturação, temperatura e muito mais. O melhor de tudo? Você vê em tempo real as fotos sendo alteradas.\n\nSnapseed literalmente possui dezenas de possibilidades na hora de melhorar suas fotos para dar um acabamento especial. Quando terminar uma edição, basta tocar fora para compartilhar pelo Instagram, WhatsApp ou simplesmente salvar em seu smartphone. Toque no ícone na tela e ele baixará automaticamente para seu celular.\n\nSnapseed é uma ferramenta de edição de fotos robusta e fácil de usar para o seu dia a dia. Se Photoshop e outros programas similares parecem complicados demais, experimente este: você vai adorar!\n\n\nO GRANDE segredo para ter fotos poderosas ao\nEditar e Tratar  com Celular\nDescubra sua própria criatividade e aprenda a aprimorar suas fotografias com os tutoriais de edição de fotos do Snapseed. O App Gratuito da Google utilizado por mais de 3 milhões de pessoas.\nO que você aprenderá\nComo usar cada painel e configuração dentro do Snapseed para editar fotos\n\nEntender a sequência correta de etapas a serem seguidas ao editar uma foto para que se torne um processo\n\nUsando o Snapseed para realizar manipulação avançada de fotos\n\nComo combinar diferentes configurações dentro do Snapseed para realizar edições avançadas, como usar máscaras para remover e substituir céus.\n\nEntender como cada configuração funciona em relação aos princípios de fotografia e iluminação\n\nE muito mais...",
      "target_audience": [
        "Qualquer pessoa que queira aprender a tratar fotos no celular"
      ]
    },
    {
      "title": "Fotografía (y Videografia) desde Cero para principiantes",
      "url": "https://www.udemy.com/course/fotografia-y-videografia-desde-cero-para-principiantes/",
      "bio": "Captura el Mundo a tu Alrededor: Aprende a Capturar, Editar y Compartir tus Imágenes",
      "objectives": [
        "Entender los Principios Basicos de la Fotografia como los Encuadres, Iluminacion, Modo Manual...etc",
        "Desarrollaras eso que llaman \"Ojo Fotografico\" de una Forma bastante sencilla",
        "Dominaras la Fotografia como cualquier funcion del Dia a Dia",
        "Como generar Ingresos de la Fotografia de una Forma Eficaz"
      ],
      "course_content": {
        "Introducción": [
          "Historia de la Fotografia",
          "Importancia de la Fotografia",
          "Clase 2 Examen",
          "Diferentes camaras",
          "Clase 3 Examen",
          "Anatomia de una Camara",
          "El modo mas importante de una Camara",
          "El modo mas importante de una camara",
          "Las 3 Marias",
          "Las 3 marias",
          "Las Otras que no son Maria",
          "Luces",
          "Luz natural vs artificial",
          "Exposicion",
          "Exposicion",
          "Luces 2",
          "Formulas Secretas",
          "Tipos de Iluminacion",
          "Reglas de la Videografia",
          "Reglas de la videografia",
          "Planos",
          "Primeros Clientes",
          "Lightroom",
          "CapCut",
          "Despedida"
        ]
      },
      "requirements": [
        "Si no tienes ni idea sobre la fotografia tranquio aqui tendras desde lo mas basico para que no tenga dificultad alguna"
      ],
      "description": "\"Fotografía desde Cero para Principiantes\" es un curso diseñado específicamente para aquellos que están iniciando su camino en el mundo de la fotografía y desean construir una sólida base de conocimientos y habilidades desde el principio. Este curso abarca todos los aspectos fundamentales de la fotografía, desde el manejo básico de la cámara hasta la comprensión de la composición, la luz, y la técnica fotográfica, asegurando que los estudiantes puedan capturar imágenes impresionantes con confianza y creatividad.\nA lo largo del curso, los participantes aprenderán a manejar su cámara en modo manual, entenderán los principios de la exposición (apertura, velocidad de obturación, e ISO) y cómo estos elementos interactúan para afectar la calidad y el estilo de sus imágenes. Además, se introducirán conceptos clave de composición fotográfica, como la regla de los tercios, el uso del color, y la importancia del punto de vista, para ayudar a los estudiantes a desarrollar un ojo fotográfico agudo y mejorar la estética de sus fotografías.\nPara complementar la formación práctica, se introducirán nociones básicas de edición y post-procesamiento utilizando software popular como Adobe Lightroom y Photoshop, permitiendo a los estudiantes dar los toques finales a sus imágenes y presentar su trabajo de manera profesional.\nEste curso está diseñado para ser accesible y comprensible, con una combinación de teoría que garantizan una experiencia de aprendizaje interactiva y enriquecedora. Al finalizar, los estudiantes no solo habrán adquirido las habilidades técnicas necesarias para manejar su cámara con confianza, sino que también habrán desarrollado una perspectiva creativa que les permitirá capturar el mundo de manera única y personal.",
      "target_audience": [
        "Este Curso esta dirigido a las personas que quieran aprender a utilizar una camara ya sea para uso personal o con fin de lucro"
      ]
    },
    {
      "title": "الدليل المختصر والمبسط لاحتراف التصوير والفوتوغرافي",
      "url": "https://www.udemy.com/course/basicphotography/",
      "bio": "هذا الكورس موجه لكل الفئات من المصورين",
      "objectives": [],
      "course_content": {
        "أساسيات التصوير الفوتوغرافي بالكاميرا الاحترافية": [
          "مقدمة",
          "الاعدادات الصحيحة لضبط أي كاميرا",
          "كيف تحصل على صورة حادة من الكاميرا مباشرة",
          "ماهي الصيغة الصحيحة للتصوير",
          "كيف تحصل على التعريض المناسب للصورة",
          "اختيار نوعية العدسة المناسبة على حسب نوعية التصوير",
          "اختيار فتحة العدسة المناسبة حسب نوعية التصوير",
          "كيف تحصل على ألوان صحيحة من الكاميرا مباشرة"
        ]
      },
      "requirements": [
        "اي كاميرا احترافية",
        "اي كومبيوتر"
      ],
      "description": "هذا الكورس موجه لفئة المبتدأيين من المصورين او الهواة بالتاكيد المهتمين بالتصوير بالكاميرات الاحترافية على حد سواء سوف تحصل على معلومات مهمة جدا ومفيدة في نهاية هذه الدورة سيصبح لديك فكرة جيدة عن كيفية استخدام الكاميرا وضبط الالوان وأخذ التعريض الصحيح  و معرفة الصيغة الصحيحة للتصوير و اختيار العدسات الصحيحة والحصول على صور حادة من الكاميرا وغيرها من الأمور المهمة جدا\nهذا الكورس موجه لفئة المبتدأيين من المصورين او الهواة بالتاكيد المهتمين بالتصوير  بالكاميرات الاحترافية  تحصل على معلومات مهمة جدا ومفيدة في نهاية هذه الدورة سيصبح لديك فكرة جيدة عن كيفية استخدام الكاميرا وضبط الالوان وأخذ التعريض الصحيح  و معرفة الصيغة الصحيحة للتصوير و اختيار العدسات الصحيحة والحصول على صور حادة من الكاميرا وغيرها من الأمور المهمة جدا\n\n\nأساسيات التصوير الفوتوغرافي\n- الاعدادات الصحيحة لضبط أي كاميرا\n- كيف تحصل على صورة حادة من الكاميرا مباشرة\n- ماهي الصيغة الصحيحة للتصوير\n- كيف تحصل على التعريض المناسب للصورة\n- اختيار نوعية العدسة المناسبة على حسب نوعية التصوير\n- اختيار فتحة العدسة المناسبة حسب نوعية التصوير\n\n\nهذا الكورس موجه لفئة المبتدأيين من المصورين او الهواة بالتاكيد المهتمين بالتصوير بالكاميرات الاحترافية على حد سواء سوف تحصل على معلومات مهمة جدا ومفيدة في نهاية هذه الدورة سيصبح لديك فكرة جيدة عن كيفية استخدام الكاميرا وضبط الالوان وأخذ التعريض الصحيح  و معرفة الصيغة الصحيحة للتصوير و اختيار العدسات الصحيحة والحصول على صور حادة من الكاميرا وغيرها من الأمور المهمة جدا\nهذا الكورس موجه لفئة المبتدأيين من المصورين او الهواة بالتاكيد المهتمين بالتصوير  بالكاميرات الاحترافية  تحصل على معلومات مهمة جدا ومفيدة في نهاية هذه الدورة سيصبح لديك فكرة جيدة عن كيفية استخدام الكاميرا وضبط الالوان وأخذ التعريض الصحيح  و معرفة الصيغة الصحيحة للتصوير و اختيار العدسات الصحيحة والحصول على صور حادة من الكاميرا وغيرها من الأمور المهمة جدا",
      "target_audience": [
        "مناسب لكل الفئات",
        "جميع المهتمين في التصوير الفوتوغرافي بالكاميرا الاحترافية",
        "الذين لديهم صعوبات في فهم الكاميرا الاحترافية"
      ]
    },
    {
      "title": "Colorizacion fotografica basica",
      "url": "https://www.udemy.com/course/colorizacion-fotografica/",
      "bio": "Los colores y la fotografia.",
      "objectives": [
        "Colorizar imagenes",
        "Creacion de paletas de colores"
      ],
      "course_content": {
        "Introducción al curso de Colorización Fotografica": [
          "Introducción a la Colorizacion de imagenes",
          "¡Comenzar a trabajar!"
        ],
        "Clase 1 - Colores primarios": [
          "Los colores primarios y su aplicacion.",
          "Preguntas: Paletas de colores.",
          "El color en las imagenes y el cine",
          "Identificar las paletas",
          "El color en el mundo real",
          "Color en la vestimenta",
          "Describe tu propia paleta de colores"
        ],
        "Clase 2 - Conocer las herramientas basicas de iluminacion de Lightroom": [
          "Los parametros de iluminación.",
          "Editando la luz en Adobe Lightroom",
          "Color de sombras y luces (Teoria)",
          "Color de sombras y luces (Practica)",
          "Editando sombras y luces",
          "Piel suave en Lightroom P.1",
          "Piel suave en lightroom P.2",
          "Editando piel en Lightroom",
          "Los parametros de color: Cambiando colores P.1",
          "Los parametros de color: Cambiando colores P.2",
          "Editando el color",
          "Conociendo el \"Moody Style\"",
          "Moody Style"
        ],
        "Clase 3 - Practica libre en Adobe Lightroom": [
          "Lightroom, colorizacion libre",
          "Crea tu propio estilo en Lightroom."
        ]
      },
      "requirements": [
        "Contar con el software de edicion Adobe Lightroom",
        "Conocimentos basicos de informatica",
        "Disponer de una conexion de internet estable"
      ],
      "description": "Este curso comienza como una idea de compartir y enseñar la apreciación del arte de la colorización, tanto en fotografía como en video, entender en si misma la manera de llevar a cabo este trabajo y así poder mejorar sus propias fotografías.\nLo que en este apartado nos compete es la edición de color en imágenes estáticas, trabajando sobre todo y más que nada en el software Adobe Lightroom.\nCabe destacar que la manipulación del color en las imágenes depende mucho de distintos factores que iremos viendo con el paso del curso.\nUno como estudiante o como profesional nuca para de aprender y por ello el nivel de aprendizaje que se busca obtener en este curso es básico, ya que a partir de esos pequeños conocimientos del mundo del color será posible comprender como se desarrolla y cuál es su magnitud en complejidad.\nConocer las paletas de colores, combinar, mezclar, iluminar, oscurecer, dar efectos de luz, de sombras y entender de donde sale la tonalidad de cada color es lo que veremos en este curso, dejaremos de lado aspectos científicos para centrarnos en la estética.\nPor último, se deberá de entender que la colorización no es exagerar la saturación de los colores, sino comprender la intensidad, la gama y el espectro visual para así crear nuestra propia paleta de colores inspirando un estilo propio y también formal.",
      "target_audience": [
        "Principiantes en la creacion de paletas de colores",
        "Pirncipiantes en colorizacion de imagenes"
      ]
    },
    {
      "title": "Photoshop - Laboratorio di casi pratici di correzione colore",
      "url": "https://www.udemy.com/course/photoshop-laboratorio-di-casi-pratici-di-correzione-colore/",
      "bio": "Daniele Di Stanio",
      "objectives": [],
      "course_content": {
        "Casi pratici di correzione colore": [
          "Presentazione del corso",
          "White Donkey: Introduzione",
          "White Donkey: Confronto delle versioni",
          "Redmob: Introduzione",
          "Redmob: Confronto delle versioni",
          "Cobh: Introduzione",
          "Cobh: Confronto delle versioni",
          "NY Singer: Introduzione",
          "NY Singer: Confronto delle versioni",
          "Conclusioni"
        ]
      },
      "requirements": [
        "E' necessaria una conoscenza di base di Photoshop oppure aver seguito il nostro videocorso \"Photoshop CC\""
      ],
      "description": "Questo videocorso interamente gratuito è stato realizzato in collaborazione con Daniele Di Stanio di Albero Del Colore , esperto e insegnante di correzione del colore, fotografia e Photoshop.\nIn oltre 2 ore di videocorso vengono illustrati quattro casi pratici di correzione del colore e come questi siano stati affrontati dagli allievi di Daniele.\nIl lavoro di ciascuno viene analizzato nei punti di forza e nei punti di debolezza, con un linguaggio semplice e diretto.\nIn questo modo, grazie alla pratica e al confronto del proprio lavoro con quello altrui, i concetti di correzione del colore, intesa sia come correzione che come postproduzione, diventeranno chiari e semplicissimi da mettere in pratica!\nGrazie poi alla partecipazione di ospiti come i nostri teacher Marco Olivotto e Marco Diodato, sarà come seguire una lezione di correzione colore tenuta da professionisti comodamente dal tuo computer!\nSe ti occupi di fotografia digitale, sia a livello amatoriale sia professionale, amerai questo videocorso!",
      "target_audience": [
        "Chi si occupa di fotografia digitale, sia a livello amatoriale sia professionale, e vuole vedere \"in azione\" le tecniche di correzione colore usate dai professionisti."
      ]
    },
    {
      "title": "Photoshopで影を消すマスタークラス：裏ワザ満載！プロが教える自然なレタッチ術",
      "url": "https://www.udemy.com/course/photoshop-shadow-removal/",
      "bio": "Photoshopで強い影や弱い影を自然に消す方法を学び、プロ品質のレタッチスキルを身につけましょう",
      "objectives": [
        "• 不要な影を自然に取り除くためのプロフェッショナルなレタッチ技術を学びます。",
        "• 肌を美しく仕上げるための複数のプロの裏ワザやヒントを学びます。",
        "• Photoshopのツールとレイヤーを効果的に使い、影を補正する方法を理解します。",
        "• ポートレートやSNS投稿、クリエイティブ制作で自信を持ってレタッチができるようになります。"
      ],
      "course_content": {
        "紹介": [
          "2つの影消しチュートリアルの紹介"
        ],
        "本日のレッスン概要": [
          "本日のレッスン - 強い影を消す方法"
        ],
        "Photoshopで強い影を取り除く": [
          "影を正確に選択する方法（Photoshop）",
          "自然な肌色のためのカラー調整",
          "自然に仕上げるための影の境界線の調整",
          "Photoshopでの肌のスムージングとレタッチ",
          "Photoshopのツールを活用した肌レタッチと不要物の除去"
        ],
        "Photoshopでソフトシャドウを取り除く（プロの裏ワザ）": [
          "Photoshopでスクリーンレイヤーを使ってソフトシャドウを明るくする方法",
          "ペイント調整によるソフトシャドウの自然な補正"
        ],
        "強い影を消す方法のまとめ": [
          "強い影を消す手順の最終レビュー"
        ]
      },
      "requirements": [
        "• Photoshopの基本的な知識（インターフェイスやツール）が推奨されます。",
        "• Adobe Photoshop CC（2020以降）がインストールされていること。",
        "• 上級のレタッチスキルは不要で、初心者にもわかりやすい内容です。"
      ],
      "description": "ようこそ、Photoshopちゃんねるへ！\n\n\nこのコースは、Photoshopで影を取り除く方法をマスターしたい方のために、シンプルで分かりやすく設計されています。\n強い影と柔らかい影の両方を修正するステップを学び、写真を自然でプロフェッショナルに見せることができます。\n\n\nこのコースで学べること\n正確に影の部分を選択・抽出する方法\n肌の自然な色を保ちながら、強い影を明るくしたり取り除く方法\n肌を滑らかにし、境界線を自然に馴染ませるプロのコツ\nいろんな肌のレタッチ方法\n簡単かつ強力なテクニックで柔らかい影を素早く調整する方法\n\n\nこのコースの特長\nPhotoshop初心者や独学で学んでいる方に最適\n日本語ナレーションによるわかりやすい解説\nダウンロード可能なリソース付き\nすぐに実践できる実用的なレタッチ技術が身につく\n\n\n受講に必要なもの\nPhotoshopの基本操作（インターフェースとツールの理解）\nAdobe Photoshop CC（インストール済み）\n楽しみながら練習し、新しいことにチャレンジする気持ち\n\n\nこのコースはこんな方におすすめ\nこのコースは、クリエイター、デザイナー、フォトグラファー、ホビーユーザーなど、Photoshopのレタッチスキルを向上させたい方に最適です。\nポートレートや商品写真、クリエイティブな合成など、プロ品質の仕上がりを目指す方におすすめです。\n\n\n講師からのメッセージ\n登録者数9,000人以上のPhotoshopチャンネルの運営経験をもとに、このコースは分かりやすさと励ましを大切に作りました。\n私の目標は、世界中の誰もが自信を持ってPhotoshopで影を取り除き、美しい仕上がりを実現できるようになることです。\n\n\nコースで使用する画像素材について\nこのコースで使用している一部の画像は、以下のプラットフォームから正規ライセンスのもとで取得したものです。\nFreepik\n\n\nさあ始めましょう！ どんな影でも大丈夫！あなたの写真をプロフェッショナルなレタッチで輝かせましょう。",
      "target_audience": [
        "• Photoshopで実践的に影を取り除くレタッチ方法を学びたい初心者。",
        "• プロ品質のポートレートを目指すフォトグラファー、デザイナー、コンテンツ制作者。",
        "• Photoshop作業を効率化するための裏ワザやショートカットに興味がある方。"
      ]
    },
    {
      "title": "Photoshop para fotógrafos/Tratamento de pele.",
      "url": "https://www.udemy.com/course/photoshop-para-fotografos-tratamento-de-pele/",
      "bio": "Tratamento de pele no Photoshop.",
      "objectives": [],
      "course_content": {
        "Grade de aulas": [
          "Prévia do tratamento.",
          "Ajustes da pela.",
          "Aplicação e ajustes da action de pele",
          "Inversão das frequências",
          "Aplicando nitidez e ajustes",
          "Aplicando ajustes nos olhos",
          "Dodge and burn",
          "Ajustes tonais"
        ]
      },
      "requirements": [
        "Necessário ter o Photoshop instalado!",
        "Não precisa ter experiência no Photoshop!"
      ],
      "description": "O curso tem metodologia prática.\nAlém dos principais segredos para agilizar seu fluxo de trabalho e aumentar o seu valor perante o mercado.\nNeste curso eu vou te mostrar algumas técnicas que utilizo no meu fluxo de trabalho para tratamento de fotos.\nEx: Limpeza da pele, retoque, colorização...\nEste é um curso sobre retoque de pele, saiba como utilizar os recursos e funções do Photoshop para fazer um tratamento de pele com utilização de actions.\nAprenda como você pode obter resultados incríveis, usando as actions e os objetos inteligentes para esse tipo de tratamento, e obter ótimos resultados em muito menos tempo!\nDividi o video em 7 módulos, onde você aprendera o passo a passo de todo processo, podendo assim utilizar-se de cada técnica ensinada, e aplicar no seu fluxo de trabalho.\nVocê se familiarizará com os recursos e técnicas que utilizo para retocar retratos com uso de actions e objetos inteligentes no Photoshop.\nSe você já utiliza o Photoshop, não terá nem uma dificuldade em utilizar os recursos abordados nesse curso, se está em aprendizado do uso do Photoshop, você verá que é bem simples a utilização de cada recurso abordado para essa técnica.\nPretendo estar deixando outros conteúdos gratuitos, relacionados a tratamento de pele, conheço muitas outras técnicas bem legais para tratamento de pele.",
      "target_audience": [
        "Para fotógrafos e editores de fotos."
      ]
    },
    {
      "title": "Fotoğrafçılar için Photoshop ve Lightroom (Nezihi Gözen)",
      "url": "https://www.udemy.com/course/fotografclar-icin-photoshop-ve-lightroom/",
      "bio": "Photoshop ve Lightroom ile Fotoğraf Düzenlemeyi Öğreniyoruz.",
      "objectives": [],
      "course_content": {
        "Lightroom Temel Düzenleme": [
          "Giriş",
          "Lightroom ile Sanal HDR Oluşturma",
          "Lightroom Basic Ayarları",
          "Lightroom Bölgesel Düzenleme",
          "Lightroom Renk Düzenlemesi"
        ],
        "Photoshop ile Düzenleme": [
          "Photoshop ile Renk İyileştirmes Yapmak",
          "Photoshop da Fotoğrafı Keskinleştirmek"
        ],
        "Baştan Sona Fotoğraf Düzenleme": [
          "Camera RAW",
          "Lightroom"
        ]
      },
      "requirements": [
        "Bilgisayarınıza PhotoshopCC ve Lightroom CC sürümünün yüklü olması gerekmektedir.",
        "Baştan sona fotoğraflarınızı düzenleyeceğinizi öğrenin."
      ],
      "description": "Merhaba, ben Nezihi Gözen yaklaşık 2009 yılından bu yana reklam sektöründe içerik üreticisi olarak yer alıyorum. Marmara Üniversitesi Teknik Eğitim Fakültesi mezunuyum, ayrıca açık öğretim fakültesi Sinema ve Televizyon öğrencisiyim. Ayrıca ALTINBAŞ Üniversitesi Dijital Pazarlama bölümü mezunuyum. İstanbul’ da yaşıyorum.\nUDEMY üstünden öğrendiğim ve bildiğim ne varsa sizlere anlatmaya çalışıyorum.\nÖzellikle fotoğraf düzenlemeye yeni başlamış ve hiçbir öngörüsü olmayan kişiler için tasarladığım bu eğitimde bilgisayarı yeni açıp sıfırdan bu programlar ile gerçekçi fotoğraf düzenlemeleri yapabileceksiniz. Hazırsanız hadi hep birlikte başlayalım\nDijital fotoğrafçılığın en önemli unsurlarından biri olan fotoğraf nasıl düzenlenir Nezihi Gözen ile Photoshop ve Lightroom üstünden öğreniyoruz. Bir manzara fotoğrafını baştan sona Photosop ve Lightroom ile nasıl düzenleyeceğinizi sizlere öğreteceğim. Temel düzeyde Photoshop ya da Lightroom öğrenmek için benim takip etmeyi unutmayın. Sizler için ücretli ve ücretsiz olarak eğitimler vermeye bu kanaldan da devam edeceğim. Lütfen görüşlerinizi benimle paylaşmayı unutmayın. Bu eğitim ile sizlerde fotoğraf düzenlemeyi tüm detayları ile hızlıca öğrenebileceksiniz.\nSırası ile Lightroom nedir, nasıl kullanılır?\nLightroom un avantajları nelerdir, Photoshop ile senkronize nasıl kullanılır? Bir fotoğraf hem Lightroom hem de Photoshop da nasıl kullanılır tüm detayları bu eğitimde öğreneceksiniz.\nDijital çağda fotoğrafın iyice herkese ulaşabildiği bir çağda görsel alanda kendinizi geliştirmek için bilmeniz gereken en önemli iki uygulama olan Lightroom ve Photoshop ile baştan sona fotoğraflarınızda düzenleme yapmayı öğrenebilirsiniz.",
      "target_audience": [
        "Fotoğraf çeken herkes",
        "Sıfırdan başlayıp bir fotoğrafı nasıl düzenleyeceğinizi bu kurs sayesinde öğreneceksiniz."
      ]
    },
    {
      "title": "FOTOGRAFÍA - Curso de Edición en ADOBE LIGHTROOM - Disco",
      "url": "https://www.udemy.com/course/fotografia-curso-de-edicion-en-adobe-lightroom-disco/",
      "bio": "Edición de Fotografías de Discotecas y/o Nocturnas",
      "objectives": [
        "Aprenderás a llevar tus Fotografías de Discotecas o Nocturnas al siguiente Nivel con un acabado atractivo al estilo PH German Alvarez",
        "Aprenderás a realizar un revelado digital paso a paso en Lightroom ideal para aplicar en fotografías sociales nocturnas",
        "Aprenderás a editar mediante una práctica real en tu PC utilizando la misma fotografia que yo revelaré (fotografía incluida)",
        "Incluiré: una fotografía en formato .RAW para que puedas practicar y también incluiré un preset para Lightroom",
        "Aprenderás a crear e importar presets"
      ],
      "course_content": {
        "Introducción": [
          "Introducción",
          "El Programa (Software)",
          "La PC"
        ],
        "Edición Parte 1 - Pestaña de BÁSICOS": [
          "Básicos parte 1",
          "Básicos parte 2",
          "Bàsicos parte 3"
        ],
        "CURVA DE TONO": [
          "Edición de curva de tono ROJO",
          "Edición de curva de tono VERDE",
          "Edición de curva de tono AZUL"
        ],
        "HSL Tono, Saturación y Luminancia": [
          "HSL - Tono",
          "HSL - Saturación",
          "HSL - Luminancia"
        ],
        "Ajustes Finales": [
          "Ajustes Finales",
          "Crear e Importar Presets",
          "Despedida",
          "Bonus Sound Track (Propio)"
        ]
      },
      "requirements": [
        "No se necesitan conocimientos previos (pero todo será un poco más sencillo si se los tiene)",
        "Debes contar con una PC o Laptop",
        "Debes tener instalado el programa Lightroom en tu PC o Laptop (de preferencia Lightroom CC Classic)"
      ],
      "description": "Es simple, es sencillo, en este curso aprenderás a llevar tus fotografás nocturnas al siguiente nivel como se aprecia en la imagen de  portada de este curso, con una explicación de fácil comprensión. Es ideal tanto para aquellas personas que no poseen conocimientos previos como para personas que ya sepan manejar el programa Lightroom.\n\n\nTrabajaremos las pestañas de revelado de Básicos, Curva de tonos, HSL y  Corrección de lente entre otras. También crearemos un preset paso a paso y te enseñarè a importar presets tuyos o de terceros en Adobe Lightroom. Incluiré una imagen en formato RAW para que puedas practicar los conocimientos adquiridos en este curso, además de incluir mi preset personal de fotografía en discotecas.\n\n\nEs simple, es sencillo, en este curso aprenderás a llevar tus fotografás nocturnas al siguiente nivel como se aprecia en la imagen de  portada de este curso, con una explicación de fácil comprensión. Es ideal tanto para aquellas personas que no poseen conocimientos previos como para personas que ya sepan manejar el programa Lightroom.\n\n\nTrabajaremos las pestañas de revelado de Básicos, Curva de tonos, HSL y  Corrección de lente entre otras. También crearemos un preset paso a paso y te enseñarè a importar presets tuyos o de terceros en Adobe Lightroom. Incluiré una imagen en formato RAW para que puedas practicar los conocimientos adquiridos en este curso, además de incluir mi preset personal de fotografía en discotecas.",
      "target_audience": [
        "Fotógrafos",
        "Personas con interés en fotografía"
      ]
    },
    {
      "title": "從零開始學手機攝影",
      "url": "https://www.udemy.com/course/wtfnijua/",
      "bio": "只要一台手機就能夠拍攝好的照片",
      "objectives": [],
      "course_content": {
        "課程介紹": [
          "課程介紹"
        ],
        "基礎攝影知識教學１": [
          "基礎攝影知識教學１"
        ],
        "基礎攝影知識教學２": [
          "基礎攝影知識教學２"
        ],
        "相機構圖技巧": [
          "相機構圖技巧"
        ],
        "寵物攝影": [
          "寵物攝影技巧"
        ]
      },
      "requirements": [
        "無須任何經驗，只需要有一台手機就可以。"
      ],
      "description": "在這堂課程中，不需要有任何經驗，只要有一台拍照功能良好的手機，就能夠觀看此課程。\n首先，將會仔細的為各位介紹手機相機專業模式下的各項功能、要如何操作以及在什麼環境下能夠使用，像是白平衡、感光度、曝光補償、以及快門等。\n接下來則是構圖技巧教學，將會介紹兩種常見的構圖技巧，擁有好的構圖技巧，不僅能夠使自己對觀看事物的美感上升，還能夠提升照片的質感，也會藉由構圖技巧的介紹，連結到如何拍攝美麗的風景照片，讓觀眾能夠藉由學習構圖技巧，捕捉在旅遊時所遇見的各種美麗的瞬間。\n最後則是寵物攝影技巧教學，讓觀眾能夠紀錄與家中寵物相處的點點滴滴，以及為牠們拍攝出清晰又自然的照片。\nIn this course, no experience is required, as long as you have a phone.\nFirst of all, I will introduce the functions of the mobile phone camera in the professional mode, how to operate it, and in what environment it can be used, such as White Balance, Sensitivity, Exposure Compensation, and Shutter.\nNext is the teaching of composition skills, which will introduce two common composition skills. Having good composition skills not only improves the beauty of viewing things but also improves the texture of photos. Besides, I will introduce how to take beautiful landscape photos through composition skills so that viewers can capture all kinds of beautiful moments encountered while traveling by learning composition skills.\nFinally, there is the teaching of pet photography skills, allowing the audience to record the details of getting along with pets at home, and to take clear and natural photos of them.",
      "target_audience": [
        "對攝影有興趣，可是沒有足夠的金錢購買專業相機。"
      ]
    },
    {
      "title": "Donnez vie à vos photos animalières – Débutants",
      "url": "https://www.udemy.com/course/la-retouche-photo-animaliere-facile-pour-debutants/",
      "bio": "Découvrez comment sublimer vos photos animalières avec une retouche facile à suivre, expliquée pas à pas.",
      "objectives": [
        "Calibrer son écran d'ordinateur pour obtenir des couleurs optimales",
        "Importer ses photos animalières sur Lightroom en utilisant les bons réglages afin d'éviter l'utilisation non-désirée des photos par un tiers",
        "Maîtriser les bases du logiciel Lightroom classique",
        "Maîtriser les bases de Photoshop",
        "Être capable de réduire le bruit numérique de photos prises à ISO 12'800 et bien plus encore afin d'obtenir un rendu naturel et agréable",
        "Être capable d'augmenter drastiquement la netteté de ses images tout en conservant un rendu naturel",
        "Être capable de \"nettoyer\" une photo en supprimant les détails gênants",
        "Maîtriser les réglages d'exportation des photos pour un concours, internet, un tirage, ou les réseaux sociaux",
        "Comprendre comment l'algorithme d'Instagram fonctionne afin de maximiser ses chances de voir son contenu être diffusé plus largement"
      ],
      "course_content": {
        "Introduction": [
          "Introduction"
        ],
        "Import et calibrage de l'écran": [
          "Import et calibrage"
        ],
        "Réglages de base Lightroom cc": [
          "Lightroom cc - 1",
          "Lightroom cc - 2",
          "Suppression des détails Lightroom - IA"
        ],
        "Réduction du Bruit numérique sur Photoshop et Lightroom": [
          "Réduction du Bruit - 1",
          "Réduction du Bruit - 2",
          "Réduction du Bruit - 3"
        ],
        "Amélioration de la Netteté": [
          "Amélioration de la Netteté - 1",
          "Amélioration de la netteté - 2"
        ],
        "Export des images": [
          "Export - 1",
          "Export -2",
          "Export - 3"
        ]
      },
      "requirements": [
        "Aucune expérience en retouche photo requise. Tout vous sera expliqué pas à pas dans ce cours."
      ],
      "description": "Maîtrisez les bases de la retouche photo animalière : simple, rapide et efficace !\nVous rêvez de sublimer vos photos animalières mais vous ne savez pas par où commencer ? Ce cours est fait pour vous !\nPas besoin d’être un expert : que vous soyez débutant ou simplement curieux, vous découvrirez toutes les bases essentielles de la retouche photo en un temps record.\n\n\nCe que vous apprendrez :\nImporter vos images avec les bons réglages\nÉvitez les pièges et protégez vos œuvres ! Vous découvrirez comment importer vos photos sur Lightroom CC tout en gardant le contrôle total sur vos fichiers.\nCalibrer votre écran pour des couleurs fidèles\nUn écran mal calibré, c’est comme voir le monde à travers des lunettes déformantes. Apprenez à régler votre écran pour garantir un rendu colorimétrique parfait, visible tel quel sur tous les supports.\nRetoucher vos photos pour un rendu naturel et professionnel\nVous maîtriserez tous les réglages fondamentaux de Lightroom CC pour optimiser vos clichés. Pas de filtres tape-à-l'œil ou d’effets exagérés ici : juste des retouches subtiles pour sublimer vos photos tout en préservant leur authenticité.\nÉliminer le bruit numérique\nFini de craindre les ISO élevés ! Vous découvrirez des techniques simples et efficaces pour supprimer le bruit tout en conservant un maximum de détails dans vos images.\nApporter de la netteté sans exagérer\nDonnez à vos photos la clarté et les détails qu’elles méritent, sans tomber dans l’effet \"plastique\" des retouches trop agressives.\nExporter comme un pro\nQue ce soit pour un tirage, un concours, un site web ou Instagram, chaque support a ses propres exigences. Vous apprendrez à préparer vos photos pour un rendu optimal, quel que soit le format.\nComprendre l’algorithme d’Instagram\nOptimisez la visibilité de vos images en comprenant les règles du jeu d’Instagram. Parce que même si vous ne contrôlez pas l’algorithme, vous pouvez maximiser vos chances d’être vu.\n\n\nPourquoi choisir ce cours ?\nEfficace et accessible : Chaque leçon va droit au but, sans jargon inutile. Vous apprendrez vite et bien, même sans aucune connaissance préalable.\nPratique et concret : Avec des outils prêts à l’emploi, vous pourrez commencer à retoucher vos photos dès demain.\nPassion et expertise : Ce cours est conçu par un passionné de photographie animalière, prêt à partager avec vous ses secrets et son expérience.\n\n\nAlors, qu’attendez-vous ? Cliquez sur \"Commencer\" et embarquez dès aujourd’hui dans l’univers captivant de la retouche photo animalière.\nJe vous retrouve tout de suite de l’autre côté de l’écran !\nLoïc",
      "target_audience": [
        "Des photographes animaliers passionnés débutants ou intermédiaires"
      ]
    },
    {
      "title": "Основы фотокомпозиции",
      "url": "https://www.udemy.com/course/fotokompoziciy/",
      "bio": "Фотокомпозиция",
      "objectives": [],
      "course_content": {
        "Введение": [
          "Введение"
        ],
        "Что такое фотоязык и как научиться понимать его?": [
          "Фотоязык"
        ],
        "Целостная фотография": [
          "Фотография-это наука и искусство.",
          "Фотографирование-способ научиться ценить мир, который мы видим"
        ],
        "Фотография- «хранилище памяти». О фотоархиве.": [
          "Фотография- «хранилище памяти». О фотоархиве."
        ],
        "Базовые принципы, правила и приемы построения композиции из точек и линий.": [
          "Базовые принципы, правила и приемы построения композиции из точек и линий."
        ],
        "Симметрия-асимметрия. Равновесие. Контраст. Ритм.": [
          "Симметрия-асимметрия. Равновесие."
        ],
        "Смысловое единство и значение фона.": [
          "Смысловой центр.",
          "Правило \"Золотого сечения\""
        ],
        "Принципы построения снимка с использованием геометрических композиционных схем.": [
          "Принципы построения снимка с использованием геометрических композиционных схем."
        ]
      },
      "requirements": [
        "Желание изучать фотоискусство и начальные умения фотографировать самостоятельно."
      ],
      "description": "Курс составлен для:\n* медиапедагогов - преподавателей школьных медиацентров, педагогов детско-юношеских фото-видеостудий.\nКурс подходит для:\n*студентов, изучающих \"Фотомастерство\";\n*для старших школьников;\n* для всех увлеченных фотолюбителей.\nСлушателям предоставлена возможность познакомиться с учебными видео и текстовыми материалами, выполнить интерактивные тесты и практические творческие задания. В ходе занятий необходимо познакомиться с основным содержанием лекций и последовательно выполнять практические задания.\nДля выполнения практических заданий курса необходимо:\n*иметь начальные (базовые) знания и умения работы с ПК, в т.ч. как копировать файлы, переносить их, создавать папки\n* иметь начальные знания и умения работы с зеркальной камерой, цифрокомпактом или камерой на смартфоне.\n* снимать в «фокусе» и «в экспозицию», правильно выставлять основные настройки фотокамеры.\n* научиться рисовать композиционные схемы (удобно в программе Paint)\nВ этом курсе нет разбора технических ошибок съемки и обработки. Основной упор здесь делается на творчество.\nВ курсе предусмотрены тренировочные тесты, они нужны для того, чтобы вы могли оценить, насколько хорошо усвоили материал. Надо выбрать несколько правильных ответов, полный балл ставится только при выборе всех верных ответов. Проходить тест можно много раз.\nДля достижения наилучшего результата рекомендуется выполнять 2 урока в неделю, тогда курс продлится не более 8 недель. Для удобства доступ к урокам открыт все время. Все уроки внутри курса имеют логическую последовательность. Некоторые задания имеют статус необязательных, они творческие.\nВ конце курса каждый слушатель:\n*познакомится с правилами, приемами, средствами и базовыми принципами композиции;\n*узнает об особенностях фотокомпозиции в различных жанрах на примерах работ выдающихся фотомастеров;\n* узнает, как устроен язык фотографии, почему снимки порой вызывают такие сильные эмоции;\n* узнает как камера помогает исследовать мир вокруг себя и как с ее помощью находить интересное в обыденном;\n* научится искать, оценивать и отбирать фотоизображения, используя законы композиции.\nДля продолжения занятий пройдите на мой авторский курс 2 \"От замысла к воплощению\"\nТам вы познакомитесь с Основами редактирования фотоизображений в программах; ACDSeePrо, PicsArt и AirBrush. А также  с этапами подготовки творческого медиапроекта для фестивалей и видами медиапроектов. Вы  научитесь созданию медиапроекта в видеоредакторах: Movie Maker;  MS PowerPoint; Quik.\nВперед к творческим вершинам!",
      "target_audience": [
        "медиапедагоги, студенты, все фотолюбители"
      ]
    },
    {
      "title": "Correzione colore in fotografia: partire col piede giusto",
      "url": "https://www.udemy.com/course/correzione-colore-in-fotografia-partire-col-piede-giusto/",
      "bio": "Stabilisci fondamenta solide per la correzione del colore digitale: teoria, strumenti, percezione e creatività",
      "objectives": [],
      "course_content": {
        "Introduzione": [
          "Introduzione al videocorso: cosa imparerai",
          "Il mito delle tecniche infallibili",
          "Il colore digitale è fatto di numeri"
        ],
        "Il colore e i numeri": [
          "Sappiamo riconoscere i colori?",
          "Leggere il colore",
          "Il colore in Lab",
          "La lettura del colore in Lab",
          "I colori noti",
          "Prima lettura di una fotografia"
        ],
        "Correzioni di base": [
          "Il flusso di lavoro A.S.I.A.",
          "Il bilanciamento del bianco",
          "La regolazione Curve",
          "Curve in azione",
          "Dove si va da qui?"
        ],
        "Conclusioni": [
          "Riassunto e considerazioni conclusive"
        ]
      },
      "requirements": [
        "Nessuna esperienza avanzata richiesta – Il corso è adatto a principianti e fotografi amatoriali che vogliono muovere i primi passi nella correzione colore."
      ],
      "description": "L’insegnante di questo videocorso è Marco Olivotto\nAllievo di Dan Margulis – pioniere americano della Color Correction – è un vero e proprio punto di riferimento nazionale ed internazionale sul tema della correzione del colore.\nAutore del libro Il Colore e consulente per importanti marchi, insegna da oltre dodici anni in scuole, workshop e videocorsi.\nDal 2016 è EIZO Ambassador, combinando formazione, divulgazione e consulenza professionale.\n\n\nCosa troverai in questo videocorso:\nIn questo videocorso gratuito, Marco Olivotto ti guiderà attraverso le solide basi della correzione colore in fotografia digitale.\nScoprirai come leggere e interpretare i valori numerici dei colori, individuare dominanti indesiderate e applicare interventi precisi e controllati sulle tue immagini.\nImparerai a bilanciare il bianco e a utilizzare strumenti come le curve, acquisendo sicurezza nel correggere tonalità e incarnati in modo professionale.\nOltre agli aspetti tecnici, Marco ti insegnerà a valutare criticamente la percezione dei colori, mostrando come usare spazi colore oggettivi come LAB per ottenere risultati coerenti e realistici.\nUna volta acquisita una base cromatica corretta, potrai liberare la tua creatività, intervenendo in modo consapevole sui colori per creare immagini armoniose, visivamente efficaci e pronte per qualsiasi supporto, dal web alla stampa.\nGrazie alla sua esperienza diretta e alla sua passione per la fotografia, Marco condivide non solo le tecniche, ma anche i principi fondamentali che ti permetteranno di affrontare ogni foto con metodo, consapevolezza e precisione. Questo corso rappresenta un’introduzione solida e completa, perfetta per chi vuole iniziare a padroneggiare la correzione colore in modo professionale.",
      "target_audience": [
        "Fotografi principianti e amatoriali che vogliono imparare a migliorare i colori delle loro foto.",
        "Studenti e appassionati di fotografia digitale interessati a comprendere i principi della correzione colore.",
        "Chi vuole imparare strumenti di correzione colore oggettivi e applicarli in Lightroom, Camera Raw e Photoshop",
        "Chi desidera sviluppare un approccio tecnico e consapevole al colore, senza affidarsi al “ritocco a occhio”.",
        "Creativi e designer che desiderano rendere i propri scatti più coerenti, professionali e visivamente efficaci."
      ]
    },
    {
      "title": "Lightroom Classic CC - Subito in pista!",
      "url": "https://www.udemy.com/course/lightroom-classic-cc-subito-in-pista/",
      "bio": "Lorenzo Colloreta",
      "objectives": [],
      "course_content": {
        "Introduzione": [
          "Iniziamo da qui",
          "Concetti fondamentali di Lightroom"
        ],
        "Prima di partire: impostazioni iniziali": [
          "Creazione del primo catalogo",
          "Impostazione delle preferenze di base"
        ],
        "Importare e selezionare le fotografie": [
          "Importare fotografie della propria libreria di foto",
          "Importare fotografie dalla scheda di memoria",
          "Selezione, valutazione e ordinamento delle fotografie - Prima parte",
          "Selezione, valutazione e ordinamento delle fotografie - Seconda parte"
        ],
        "Sviluppo delle fotografie": [
          "Il modulo sviluppo: esempi pratici",
          "Sincronizzare le impostazioni di una serie di fotografie",
          "Utilizzare le copie virtuali per gestire varianti di sviluppo"
        ],
        "Esportazione delle fotografie": [
          "Selezionare le fotografie tramite la raccolta rapida",
          "Esportare gli scatti nel formato più appropriato",
          "Creare un album condiviso tramite i servizi online di Lightroom Mobile"
        ]
      },
      "requirements": [
        "Non è richiesta una conoscenza pregressa di Lightroom Classic CC"
      ],
      "description": "Perché usare Lightroom se già uso Photoshop? Se questa domanda ti sta frullando nella testa da un po' questo videocorso GRATIS ti chiarirà le idee! In questo videocorso vedrai infatti Lightroom CC usato in un flusso di lavoro semplificato, cioè importazione, selezione, sviluppo dei file RAW e esportazione delle fotografie...praticamente i punti di forza di questo software rispetto a Photoshop!\nE per completare la tua formazione su Lightroom CC (ma anche Lightroom 6, praticamente identico) potrai poi scegliere di approfondire:\ntutti gli strumenti e le funzionalità con il videocorso \"Lightroom Classic CC: gli strumenti per gestire le tue fotografie\"\nla parte relativa allo sviluppo, anche creativo, dei file RAW con il videocorso \"Lightroom Classic CC - Camera Raw: tecniche e creatività per lo sviluppo delle fotografie\"\nUn vero e proprio percorso didattico sul software più amato dai fotografi!",
      "target_audience": [
        "Chiunque scatti fotografie per passione o per mestiere e si sia posto la domanda \"Perché usare Lightroom se già uso Photoshop?\""
      ]
    },
    {
      "title": "Photoshop数字图像处理技能（初级-基础篇）",
      "url": "https://www.udemy.com/course/photoshop-pr/",
      "bio": "Photoshop软件基本应用",
      "objectives": [
        "对数字图像处理的工具软件Photoshop有基本了解",
        "对数字图像处理的基本工作流程有所了解",
        "可以处理、制作和修改一般的数字图像任务",
        "可以完成一些摄影照片处理和海报制作的工作任务",
        "认识Photoshop 操作界面",
        "选区和图层基础案例",
        "绘制工具基础案例：艺术花瓶",
        "仿制图章工具案例：蒲公英插画",
        "修补工具案例",
        "内容感知移动工具案例",
        "内容识别填充案例",
        "图层混合模式案例：模特换装",
        "图层样式案例：艺术字效果.",
        "多焦点合成案例：微距昆虫",
        "多图拼贴案例：宽幅风景",
        "图层、蒙版案例",
        "曲线案例、调色案例",
        "文字与段落案例",
        "滤镜特效案例"
      ],
      "course_content": {
        "数字影像处理证书课程介绍": [
          "数字影像处理证书课程简介"
        ],
        "Photoshop工具箱的全面掌握": [
          "01认识Photoshop 操作界面",
          "02图像文件浏览",
          "03选区和图层基础案例：窗外易景",
          "04常用格式及存储输出",
          "05 选区制作进阶案例：丛林狮王",
          "06 选区制作进阶案例：明信片",
          "07 绘制工具基础案例：艺术花瓶",
          "08 绘制工具基础案例：对称绘制",
          "09 仿制图章工具案例：蒲公英插画",
          "10 修复画笔工具案例：面部修瑕",
          "11 污点修复画笔工具案例：木板去痕",
          "12 修补工具案例",
          "13 内容感知移动工具案例",
          "14 油漆桶工具案例：花朵填色",
          "15 渐变工具案例",
          "16 内容识别填充案例",
          "17 变形工具案例：杯子花纹"
        ],
        "Photoshop图层和蒙版的全面掌握": [
          "18 图层混合模式案例：模特换装",
          "19 图层样式案例：艺术字效果",
          "20 智能对象案例",
          "21 多焦点合成案例：微距昆虫",
          "22 多图拼贴案例：宽幅风景",
          "23 快速蒙版案例",
          "24 蒙版案例"
        ],
        "Photoshop调色技能": [
          "25 直方图和色阶案例",
          "26 曲线案例",
          "27 色彩平衡案例",
          "28 色相饱和度案例",
          "29 可选颜色案例",
          "30 高动态范围HDR调色案例"
        ],
        "Photoshop矢量工具和文字的操作方法": [
          "31 路径案例：弹簧拳头",
          "32 文字与段落案例：公交站牌排版",
          "33 路径文字案例：奖牌文字",
          "34 文字蒙版案例"
        ],
        "Photoshop常用滤镜特效": [
          "35 液化案例",
          "36 路径模糊案例",
          "37 镜头模糊案例",
          "38 锐化案例",
          "39 渲染滤镜案例：救火演习"
        ]
      },
      "requirements": [
        "入门级课程，不需要有经验。可以从零学起。"
      ],
      "description": "数字影像处理职业技能初级技能，即Photoshop的核心应用技能。能够学完本课程即表示Photoshop操作技能获得专业认可，学习者有能力从事基本的图像处理、设计与合成工作。\n\n\n初级课包含40节基础视频课程，每集时长10分钟左右，轻松自学，快速掌握基础知识。\n基础篇主要内容包括：了解数字影像的行业与标准、文件的创建与浏览等基础知识。并掌握Photoshop绘图、修瑕、变换、渐变、抠像、蒙版、路径、文字、样式、滤镜等通用技能。\n\n\n本课程由李涛老师主讲，李涛老师是数字影像处理领域的领军人物，同时也是数字图像处理数字标准的主要制定专家和技能鉴定专家。",
      "target_audience": [
        "想掌握Photoshop软件使用方法的人，想处理摄影图片的人，想进入数字图像处理行业的人。"
      ]
    },
    {
      "title": "Photoshop合成マスタークラス：初心者から始める自然で本格的な写真合成",
      "url": "https://www.udemy.com/course/photoshop-xd/",
      "bio": "被写体の切り抜きからビンテージ仕上げまで、ステップ・バイ・ステップで学べるPhotoshop合成講座。初心者クリエイターにも最適。",
      "objectives": [
        "• レイヤーマスクと特定色域の選択を使い、2つの画像を自然に合成する方法を学びます。",
        "• ぼかし・影・エッジのぼかしを活用して、合成画像をより自然に仕上げる方法を習得します。",
        "• Photoshopの「調和」ニューラルフィルターを使い、さらに高度な調整テクニックを学びます。",
        "• 背景に合わせたビンテージ風の質感やノイズを加え、プロ品質の仕上がりにする方法を身につけます。"
      ],
      "course_content": {
        "本日の内容": [
          "本日の内容"
        ],
        "切り抜きと色合わせ": [
          "レイヤーマスクで被写体を切り抜く",
          "被写体の色を背景に合わせる"
        ],
        "ぼかしと影の効果": [
          "被写体にぼかしを加える",
          "被写体の輪郭を柔らかくする",
          "自然な影を追加する"
        ],
        "ビンテージ仕上げの最終調整": [
          "質感をそろえるためにノイズを追加する",
          "ハイパスでビンテージ風の雰囲気を加える"
        ],
        "本日のまとめ": [
          "最終まとめ"
        ]
      },
      "requirements": [
        "• Photoshopの基本的な操作を知っていると理解しやすくなります。",
        "• Adobe Photoshop CC（2020年以降）がインストールされていること。",
        "• 高度なスキルは不要です。初心者の方にも適しています。"
      ],
      "description": "ようこそ、Photoshopちゃんねるへ！\n\n\nこのコースは、Photoshopでの写真合成をわかりやすく学びたい日本のクリエイター向けに設計されています。\n\n\nこのコースで学べること\n選択ツールとレイヤーマスクを使った被写体の切り抜き方法\n色合わせや複数要素の自然な合成方法\nリアルな影やぼかしの追加方法\nハイパスやノイズフィルターを使ったビンテージ風エフェクトの作成方法\n\n\nこのコースの特長\n初心者や独学のPhotoshopユーザーに最適\n日本語ナレーションによるわかりやすい解説\nダウンロード可能なリソースとステップごとの手順書付き\n短時間のレッスンで、自分のペースで学習可能\n\n\n受講に必要なもの\nPhotoshopの基本的な操作（インターフェースやツール）に少し触れた経験\nAdobe Photoshop CC（2020年以降）がインストールされている環境\n楽しみながら練習し、新しいことにチャレンジする気持ち\n\n\nこのコースはこんな方におすすめ\nPhotoshopでの合成スキルを向上させたいクリエイター、デザイナー、趣味で写真編集を楽しむ方\n初めてでも自然でプロ品質の合成を作れるようになりたい方\n\n\n講師からのメッセージ\n私はYouTubeで登録者9,000人以上のPhotoshopちゃんねるを運営しており、このコースは広告がなく明確でわかりやすい説明と、工程PDFつきで学びを楽しめる工夫を込めて作りました。解説内容に集中していただけるよう、この講座ではBGMなどの音楽は使用しておりません。\n場所や経験に関係なく、誰もが自信を持って自然な合成を作れるようになることを目指しています。\n\n\nコースで使用する画像素材について\nこのコースで使用している一部の画像は、以下のプラットフォームから正規ライセンスのもとで取得したものです。\nFreepik\niStock\n\n\nこの講座で学んだテクニックを活かして、自然で美しい合成作品を作ってみましょう。",
      "target_audience": [
        "• Photoshopで自然な写真合成を作成したい初心者の方。",
        "• 編集スキルを向上させたいYouTuber、デザイナー、レタッチャー、フォトグラファー、趣味で写真編集を楽しむ方。",
        "• 基本的な色合わせを超えて、プロ品質の仕上がりを目指す方。"
      ]
    },
    {
      "title": "Panduan Fotografi Pemula",
      "url": "https://www.udemy.com/course/panduan-fotografi-pemula/",
      "bio": "Fondasi Dasar Fotografi: Memahami Teknik, Estetika, dan Kreativitas Visual",
      "objectives": [],
      "course_content": {
        "Panduan Fotografi Pemula": [
          "Ringkasan Materi"
        ],
        "Fotografi Dasar": [
          "Sejarah Fotografi",
          "Segitiga Exposure : Shutter Speed",
          "Segitiga Exposure : ISO",
          "Segitiga Exposure : Diafragma (Aperture)",
          "Fotografi Dasar"
        ],
        "Pemahaman Dasar Kamera": [
          "Tombol-Tombol dalam Kamera",
          "Fasilitas dalam Kamera",
          "Pemahaman Dasar Kamera"
        ],
        "Essensial dalam Fotografi": [
          "Komposisi dalam Fotografi",
          "Pencahayaan dalam Fotografi",
          "Essensial dalam Fotografi"
        ],
        "Kategori dalam Fotografi": [
          "Fotografi Seni Murni",
          "Fotografi Komersial",
          "Closing",
          "Kategori dalam Fotografi"
        ]
      },
      "requirements": [
        "Kamera digital"
      ],
      "description": "Kursus ini dirancang khusus untuk pemula yang ingin memahami dunia fotografi dari akar yang paling mendasar. Di era digital saat ini, kegiatan memotret sering kali dianggap sederhana, hanya cukup menekan tombol shutter dan gambar pun tercipta. Namun, fotografi sesungguhnya merupakan perpaduan antara pemahaman teknis, kepekaan visual, dan ekspresi kreatif. Melalui kursus ini, Anda akan diajak menyelami esensi fotografi, mulai dari sejarah dan perkembangannya, hingga memahami mengapa sebuah foto bisa begitu bermakna.\n\n\nMateri mencakup prinsip-prinsip dasar fotografi, pengenalan kamera beserta fungsi-fungsinya, serta elemen-elemen penting yang membentuk estetika visual dalam sebuah karya foto. Semua disampaikan dengan bahasa yang mudah dipahami dan pendekatan yang praktis.\n\n\nMateri dalam kursus ini mencakup berbagai aspek fundamental yang esensial untuk membangun pemahaman yang kuat dalam dunia fotografi. Peserta akan mempelajari prinsip-prinsip dasar fotografi seperti eksposur, komposisi, pencahayaan, dan perspektif visual. Selain itu, kursus ini juga membahas pengenalan sejarah berbagai jenis kamera beserta fungsi-fungsi utama yang terdapat di dalamnya, seperti pengaturan aperture, shutter speed, ISO, dan mode pemotretan.\n\n\nDi samping aspek teknis, kursus ini juga menekankan pada elemen-elemen estetika yang membentuk kualitas visual dalam sebuah karya foto, termasuk keseimbangan komposisi. Tujuan dari pendekatan ini adalah agar peserta tidak hanya memahami bagaimana cara mengambil gambar secara teknis, tetapi juga bagaimana menciptakan foto yang kuat secara visual dan komunikatif.\n\n\nSeluruh materi disampaikan dengan pendekatan yang praktis dan sistematis, menggunakan bahasa yang mudah dipahami oleh pemula. Dengan kombinasi teori dan contoh aplikatif, peserta akan mampu menerapkan pengetahuan yang diperoleh secara langsung dalam praktik pemotretan sehari-hari, baik untuk kebutuhan personal maupun sebagai bekal awal menuju jenjang profesional di bidang fotografi.\n\n\nBagi Anda yang tertarik menekuni fotografi secara lebih serius dan profesional, kursus ini bisa menjadi langkah awal yang solid. Dengan pemahaman yang benar sejak awal, Anda dapat berkembang lebih cepat dan siap melanjutkan ke kelas lanjutan dengan bekal yang kuat.\n\n\nDurasi video kursus ini kurang dari 2 jam, formulasi cukup padat, ringkas, dan disusun agar mudah dipahami dan langsung bisa dipraktikkan. Melalui pembelajaran ini, Anda tidak hanya akan mengenal dasar fotografi secara umum, tapi juga mulai membangun fondasi visual yang kuat untuk perjalanan kreatif Anda ke depan.",
      "target_audience": [
        "Pemula yang baru mulai tertarik pada dunia fotografi dan ingin memahami konsep dasarnya.",
        "Hobiis yang ingin memotret lebih serius dan menjadikan fotografi sebagai media ekspresi kreatif.",
        "Individu yang ingin mengembangkan keterampilan visual untuk menghasilkan foto yang lebih estetis dan komunikatif."
      ]
    },
    {
      "title": "Aprenda a editar as suas imagens",
      "url": "https://www.udemy.com/course/aprenda-a-editar-as-suas-imagens/",
      "bio": "Domine o programa GIMP",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução",
          "Instalação do nosso programa",
          "Primeiro contacto com o GIMP",
          "Instalar plugins no GIMP"
        ],
        "Edição de imagem": [
          "Correção de cor",
          "Recortar uma imagem",
          "Alterar o fundo á nossa imagem",
          "Texto em formas irregulares"
        ],
        "Edição avançada": [
          "Texto",
          "Textura de pincel/borracha",
          "Layers",
          "Efeito de vidro molhado"
        ],
        "Conteúdos Extra": [
          "Texto com sombra"
        ]
      },
      "requirements": [
        "Gostar de fotografia"
      ],
      "description": "O GIMP é uma ferramenta multi-plataforma de manipulação de fotos. GIMP é um acrônimo para GNU Image Manipulation Program (Programa de Manipulação de Imagens GNU). O GIMP é adequado para várias tarefas de manipulação de imagens, incluindo retocar fotos, composição e construção de imagens.\nO GIMP tem muitos recursos. Ele pode ser usado como um programa de pintura simples, um programa de retoques fotográficos de qualidade profissional, um sistema de processamento de lote online, um processador de imagens para produção em massa, um conversor de formato de imagem, etc.\nAtravés desta aplicação gratuita irá aprender a levar as suas imagens para outro nível. Um nível que apenas pensava ser possível para profissionais. Para quê gastar fortunas em programas pagos, quando pode usar um software gratuito com todas as funções avançadas, apenas precisa de aprender a tirar partidos dos seus recursos.\nNo final deste curso aprenderá a usar:\nUm conjunto completo de ferramentas de pintura, incluindo pincéis, um lápis, um aerógrafo, clonagem, etc...\nCamadas e canais,\nFerramentas de transformação incluindo rotacionar, redimensionar, inclinar e espelhar.\nRecortar e colar elementos separados de uma imagem, corrigir ou alterar cores e muito mais...\nCada aula terá um video demostrativo de cada técnica, onde poderá aprender ao seu ritmo e repetindo as vezes que quiser.\nPoderá também expor as suas duvidas e dar o seu feedback dos conteúdos disponíveis.",
      "target_audience": [
        "Todas as pessoas interessadas em ganhar autonomia na area de edição de imagem"
      ]
    },
    {
      "title": "Aprenda Fotografar Casamento !",
      "url": "https://www.udemy.com/course/aprenda-fotografar-casamento-em-30-dias/",
      "bio": "Realize seu sonho de aprender Fotografar e faça disso sua futura carreira Fotografando casamentos.",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Bem vindo ao Curso !"
        ],
        "SIMULAÇÃO DE CASAMENTO": [
          "POSICIONAMENTO NA PRÁTICA 1",
          "POSICIONAMENTO NA PRÁTICA 2",
          "POSICIONAMENTO NA PRÁTICA 3",
          "POSICIONAMENTO NA PRÁTICA 4",
          "POSICIONAMENTO NA PRÁTICA 5 FINAL"
        ],
        "BÔNUS 2 - MAKING-OF": [
          "MAKING-OF PARTE 1",
          "MAKING-OF PARTE 2",
          "MAKING-OF PARTE 3 - FINAL"
        ],
        "AGRADECIMENTO !": [
          "AGRADECIMENTO !"
        ]
      },
      "requirements": [
        "Você vai precisar de uma câmera e acessórios.",
        "Precisa de conhecimento básico.",
        "Exemplo: você precisa ter uma uma noção básica do seu equipamento."
      ],
      "description": "LEIA TUDO COM ATENÇÃO!\nNESTE CURSO VOCÊ VAI APRENDER COMO  SE COMPORTAR DENTRO DE UMA CERIMONIA DE CASAMENTO E VAI APRENDER COMO FAZER UMA CERIMONIA INTEIRA DE CASAMENTO FOTOGRAFANDO EM ALTA PERFORMASSE.\nFIZ UM SIMULADO DE CASAMENTO E ENSINEI PASSO A PASSO COMO FAZER ISSO, E DE BÔNUS ENSINO COMO FOTOGRAFAR UM MAKING-OF.\nAgora vou ti esperar la dentro do curso.\nAté la...",
      "target_audience": [
        "Quem tem o desejo de trabalhar com fotografia e filmagem de casamento.",
        "Qualquer pessoa que queira trabalhar com imagens de casamento."
      ]
    },
    {
      "title": "Photoshop Avançado Para Editores de Fotografias de Gestantes",
      "url": "https://www.udemy.com/course/photoshop-backdrops-para-editores-de-fotografias-de-gestantes/",
      "bio": "Curso sobre edição de fotografia de gestantes em estúdio",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução",
          "Photo Art Backdrops_01",
          "Photo Art Backdrops_02",
          "Photo Art Backdrops _03",
          "Photo Art Backdrops _04",
          "Photo Art Backdrops - Inserindo Fundo Digital_01",
          "Photo Art Backdrops - Inserindo Fundo Digital_02",
          "Photo Art Backdrops - Inserindo Fundo Digital_03",
          "Photo Art Backdrops/Parte_1",
          "Photo Art Backdrops/Parte_2",
          "Photo Art Backdrops/Parte_3",
          "Photo Art Backdrops - Simulando efeito de luz com snoot",
          "Para receber e baixar os mais de 300 Backdrops citados nas aulas."
        ]
      },
      "requirements": [
        "Necessário ter o Photoshop instalado, pode ser qual versão.",
        "Não é necessário ter experiência com o Photoshop, você vai aprender o que precisa nesse curso."
      ],
      "description": "Curso Gratuito de Edição de Fotos para Fotografia Gestante: Transforme Suas Imagens com Fundos Digitais!\nSe você é fotógrafo ou fotógrafa de gestantes e deseja aprimorar suas habilidades de edição, este curso gratuito é perfeito para você! Aprenda a transformar suas fotos feitas em estúdio, aplicando fundos digitais incríveis e dando um toque único e profissional às suas imagens.\nDurante este curso, vou te ensinar passo a passo como substituir o fundo das suas fotos de gestante, utilizando técnicas de edição simples, mas eficazes. Você aprenderá como escolher o fundo ideal para cada tipo de foto, criando composições que realçam a beleza da gestante e criam uma atmosfera mágica e personalizada.\nNão se preocupe se você ainda não tem experiência com edição — o curso é totalmente acessível, desde iniciantes até fotógrafos mais experientes. Eu vou te guiar através de todo o processo, mostrando como trabalhar com ferramentas de edição para aplicar fundos digitais de forma harmônica.\nAo final do curso, você terá a confiança para criar imagens impressionantes e personalizadas, encantando suas clientes e elevando o nível do seu trabalho fotográfico. Não perca a chance de aprender técnicas que irão transformar o seu portfólio e te ajudar a conquistar mais clientes!\nInscreva-se agora e comece a aprender imediatamente!",
      "target_audience": [
        "O curso é destinado para os usuários todos, mesmo sendo iniciante vai conseguir executar o conteúdo do curso.",
        "Fotógrafos, editores e retocadores de fotos."
      ]
    },
    {
      "title": "Sky Replacement",
      "url": "https://www.udemy.com/course/sky-replacement/",
      "bio": "Tutte le tecniche per una corretta sostituzione del cielo",
      "objectives": [
        "Impara ad effettuare una sostituzione del cielo corretta ed efficace",
        "Impara come scegliere il cielo più adatto, come fare una fusione naturale, i principi e le tecniche più semplici ed efficaci",
        "Impara a fondere esposizioni diverse a seguito di un bracketing e nella tecnica time-blend della fotografia di paesaggio",
        "Impara a fondere esposizioni diverse nella fotografia notturna e in molti altri casi."
      ],
      "course_content": {
        "Introduzione": [
          "Introduzione"
        ],
        "Corso": [
          "La Teoria della Sostituzione del Cielo",
          "Il Matching",
          "Gradiente",
          "Modalità di Fusione",
          "Sostituzione Automatica",
          "Selezioni",
          "Maschere di Luminosità",
          "Metodologia di Lavoro",
          "Esercizio Guidato"
        ],
        "Conclusione": [
          "Conclusione"
        ]
      },
      "requirements": [
        "Conoscenze di base di Photoshop"
      ],
      "description": "In questo videocorso ci occupiamo di una tecnica estremamente importante nella fotografia di paesaggio, nella fotografia artistica e commerciale: la sostituzione del cielo. Per molti motivi, sia tecnici che comunicativi, il fotografo ha spesso necessità di sostituire il cielo di un’immagine con un altro cielo scattato separatamente. Ciò accade ad esempio nella fusione di esposizioni diverse a seguito di un bracketing, nella tecnica time-blend della fotografia di paesaggio, nella fotografia notturna e in molti altri casi.\nIn questo videocorso impareremo come scegliere il cielo più adatto, come fare una fusione naturale, i principi e le tecniche più semplici ed efficaci.\nIl corso è corredato dei files psd per ripetere ogni step delle post-produzioni, inoltre al termine del corso l’allievo avrà la possibilità di inviare una sua elaborazione che verrà commentata dal docente.\n\n\nA CHI È RIVOLTO\nIl corso è volto all’apprendimento della tecnica di post-produzione nota come “sostituzione cielo”. Si tratta di un videocorso adatto a chiunque abbia un interesse per la fotografia di paesaggio naturale, paesaggio urbano, fotografia artistica, concettuale o commerciale. Per fruire al meglio del videocorso sarebbe auspicabile una conoscenza di base degli strumenti fondamentali di Photoshop come livelli, maschere, selezioni, canali.\n\n\nOBIETTIVI\nAffronteremo in modo sistematico le varie questioni che riguardano la sostituzione del cielo in un’immagine fotografica. Svilupperemo un metodo di lavoro teso a garantire risultati naturali, evitando gli errori più comuni allo scopo di produrre immagini emozionanti e naturali.\n\n\nDIDATTICA\nIl nostro rivoluzionario metodo didattico, basato sull’utilizzo consapevole del linguaggio fotografico, cambierà per sempre il tuo modo di fotografare. Attraverso una didattica chiara, coinvolgente e basata su esempi pratici Simone Sbaraglia ti condurrà alla scoperta delle basi della fotografia e del linguaggio fotografico con la competenza di un professionista. I concetti saranno esposti in modo il più possibile “pratico” con l’aiuto di un gran numero di esempi. In questo corso imparerai rapidamente e divertendoti!\n\n\nPROGRAMMA DEL CORSO\n– Questioni tecniche, etiche e regolamentari riguardo alla sostituzione del cielo\n– La fusione di esposizioni\n– Il time-blend\n– La fotografia artistica\n– Come scattare separatamente il cielo con una fotocamera\n– Come scattare separatamente il cielo con lo smartphone\n– Come realizzare e organizzare una libreria di cieli\n– Le principali categorie\n– Organizzazione della libreria Adobe\n– Catalogazione in Photo Mechanic o Adobe Lightroom\n– La scelta del cielo da sostituire\n– Coerenza della luce, colore e atmosfera\n– Spill-over cromatico\n– Riflessi, bordi, aloni\n– Il metodo del gradiente\n– Il metodo di fusione\n– La “sostituzione cielo” di Photoshop\n– Le selezioni\n– Estensione e sfumatura delle selezioni\n– “Select and Mask” e perfezionamento delle maschere\n– Le maschere di luminosità e i canali\n– Esempi conclusivi\n– Un esercizio guidato da svolgere e inviare",
      "target_audience": [
        "Apprendere una tecnica estremamente importante nella fotografia di paesaggio e artistica",
        "Imparare a sostituire il cielo in un'immagine in Photoshop"
      ]
    },
    {
      "title": "Aprenda Retoque Avançado de Fotos com o Photo Diva 5.0 AI",
      "url": "https://www.udemy.com/course/aprenda-retoque-avancado-de-fotos-com-o-photo-diva-50-ai/",
      "bio": "PhotoDiva 5.0 AI",
      "objectives": [],
      "course_content": {
        "Tratamento de Fotos com PhotoDiva 5.0 AI": [
          "Painéis e Recursos-PhotoDiva 5.0 AI",
          "Importação de Arquivos Suportados - PhotoDiva 5.0 AI",
          "Ajustando a Nitidez e Colorimetria da Foto - PhotoDiva 5.0 AI",
          "Utilizando Predefinições de Entrada - PhotoDiva 5.0 AI",
          "Colorização dos Olhos e Ajustes de Nitidez - PhotoDiva 5.0 AI",
          "Como Ajustar e Exportar a Foto Finalizada - PhotoDiva 5.0 AI",
          "Ajustes de Entrada e Colorização do Cabelo - PhotoDiva 5.0 AI",
          "Make Completa da Foto - PhotoDiva 5.0 AI",
          "PhotoDiva 5.0 AI Ultimate"
        ]
      },
      "requirements": [
        "Necessário ter o PhotoDiva instalado, pode ser da versão 3.0 em diante."
      ],
      "description": "Curso GRATUITO de PhotoDiva 5.0 AI — Retoque de Pele e Maquiagem Digital com Inteligência Artificial!\nVocê sonha em transformar retratos comuns em imagens profissionais, com pele perfeita e maquiagem realista, mas sem perder horas em outros softwares? Então este curso é pra você!\nApresento o curso GRATUITO de PhotoDiva 5.0 AI, uma ferramenta poderosa que usa inteligência artificial para facilitar o retoque de pele e aplicação de maquiagem com poucos cliques. Mesmo que você nunca tenha editado uma imagem antes, O PhotoDiva 5.0 AI é intuitivo, rápido e entrega resultados incríveis.\nNeste curso completo e direto ao ponto, você vai aprender:\n*Como usar o PhotoDiva 5.0 AI para corrigir imperfeições sem perder a naturalidade\n*Aplicação de maquiagem digital com aparência real\n*Ajustes de luz, textura e cor para realçar a beleza do retrato\n*Dicas para deixar a pele com acabamento profissional\n* Fluxo de trabalho ágil, ideal para quem precisa ganhar tempo\nO melhor! Tudo isso sem pagar nada. É 100% GRATUITO!\nIdeal para fotógrafos, editores, retocadores, finalizadores de fotos ou qualquer pessoa que deseje aprimorar retratos com qualidade e rapidez.\nNão perca essa oportunidade! Aprenda agora como usar o PhotoDiva 5.0 AI a seu favor na edição de imagens.\nInscreva-se gratuitamente e comece hoje mesmo!",
      "target_audience": [
        "O curso é destinado para todos fotógrafos e editores de fotos, mesmo sendo iniciante vai conseguir executar o conteúdo do curso.",
        "Elaborado para fotógrafos, editores, retocadores e finalizadores de fotos."
      ]
    },
    {
      "title": "Edição de Imagens no Lightroom e Photoshop | Fluxo Rápido",
      "url": "https://www.udemy.com/course/fluxo-de-edicao-de-imagens-no-lightroom-e-photoshop/",
      "bio": "Transforme suas fotografias de forma rápida, natural e profissional com esse fluxo certeiro, testado e que funciona!",
      "objectives": [],
      "course_content": {
        "Introdução": [
          "Introdução",
          "Pense antes",
          "Escolhendo",
          "Adobe Lightroom - Parte 1",
          "Adobe Photoshop - Parte 2",
          "Adobe Photoshop - Parte 3",
          "Adobe Photoshop - Parte 4",
          "Adobe Photoshop - Parte 5",
          "Fim - Parte 6",
          "Ensaio, edição e resultado."
        ],
        "Inteligência Artificial": [
          "Sobre o ChatGPT",
          "Assista e não fique para trás"
        ]
      },
      "requirements": [
        "Apenas um computador com o Adobe Lightroom Classic e o Photoshop 2020 instalados."
      ],
      "description": "Verifique o CURSO COMPLETO de edição também!\n---\nSuper aula de edição de imagens revelando as partes cruciais do fluxo de trabalho que aplico em todas as edições das minhas fotografias. Qual a importância disso para as suas fotos?\nCertamente é o que te ajudará a dar os primeiros passos na edição e chegar, de maneira muito mais rápida, nos resultados que busca.\nAssista e comece a aplicar hoje mesmo nas suas fotos e comprove a diferença!\n---\nA maioria das pessoas trabalha os ajustes de forma errada, desordenada ou sem foco. Isso faz o fluxo de edição não ser uma base ou rotina. Por isso, é crucial entender as etapas, pois elas funcionam muito bem dentro dos editores profissionais.\nAqui será utilizado o Adobe Lightroom e o Adobe Photoshop, mas eu utilizo, com a mesma idéia, no Affinity Photo também.\nCom um fluxo adequado, o brilho, as cores, os tons, o contraste e tantos outros aspectos mudarão drasticamente nas suas imagens.\nPara isso, é preciso conhecer com mais detalhes as ferramentas e a aplicação delas. Não basta utilizar, mas saber quando e razão de utilizar!\nDentro de cada etapa mostrada, há conhecimentos que se conectam e facilitam a solução de problemas, melhorias ou o alcance dos resultados.\n---\nNessa super aula está um resumo desse fluxo, mas que tornará sua edição mais certeira e rápida, e podendo ser aplicada em retratos, new born, casamento, gestante, casal e outros.\nNos meus outros cursos você encontrará muito mais conhecimento de cada etapa, caso não saiba e queira aprender rapidamente e de forma profissional.\nObservação: lembre-se que a fotografia utilizada nessa aula não reflete, exatamente, as condições de todas as fotos, pois cada imagem tem particularidades, como cenário, luminosidade, ajustes técnicos, diferença de equipamento e posicionamento.",
      "target_audience": [
        "Fotógrafos que estejam aprendendo edição de imagens e queiram ter naturalidade, beleza e profissionalismo em qualquer tipo de fotografia."
      ]
    },
    {
      "title": "Curso de Astrofotografía",
      "url": "https://www.udemy.com/course/curso-de-astrofotografia/",
      "bio": "Campo Ampio (Paisajismo) - Planetaria - Espacio Profundo",
      "objectives": [
        "Tomas de imágenes de paisajismo",
        "Elementos necesarios",
        "Cómo programar una salida",
        "Captura de imágenes de espacio profundo",
        "Captura de imágenes planetarias",
        "Procesamiento de imágenes de espacio profundo",
        "Procesamiento de imágenes planetarias"
      ],
      "course_content": {
        "Introducción a la Astrofotografía": [
          "Introducción 1/2",
          "Introducción 2/2"
        ],
        "Astrofotografía de Campo Amplio (paisajismo)": [
          "Equipos y planificación de una Salida",
          "Cámara Reflex",
          "Seis pasos sencillos para lograr una fotografía de Campo Amplio"
        ],
        "Astrofotografía Planetaria": [
          "PROGRAMAS",
          "Introducción a la Astrofotografía Planetaria",
          "Procesado con PIPP 1/2",
          "Procesado con PIPP 2/2",
          "Uso del AutoStakkert",
          "Manejo de Fitswork",
          "Registax",
          "MATERIALES para trabajar"
        ],
        "Astrofotografía Espacio Profundo": [
          "PROGRAMAS",
          "Apilado de imágenes con Deep SkyStakker",
          "Procesado de Imágenes con StarTools 1/3",
          "StarTools 2/3",
          "StarTools 3/3",
          "MATERIALES para trabajar"
        ]
      },
      "requirements": [
        "No se requieren conocimientos previos"
      ],
      "description": "Este curso abarca de manera integral los aspectos fundamentales en las técnicas fotográficas que se requieren para iniciarse o perfeccionarse en la astrofotografía. Está dirigido a aquellos apasionados por el cosmos que desean aprender a capturar las maravillas del Universo, desde las impresionantes vistas del paisaje astronómico (campo amplio) como ser montañas, valles, ríos, llanos, estructuras, combinados o no con personas en distintas poses incluyendo el cielo nocturno, hasta la fotografía de planetas y el fascinante espacio profundo.\nA lo largo de las clases, los participantes aprenderán a manejar dispositivos especializados, y se familiarizarán con los principales softwares de adquisición, apilamiento y procesamiento de imágenes, ajustados a las particularidades de cada tipo de fotografía astronómica. Los programas que se enseñarán incluyen:\n\n\nPara astrofotografía planetaria: PIPP, AutoStakkert, Fitswork, y Registax, herramientas clave para el tratamiento de imágenes planetarias.\nPara espacio profundo: DeepSkyStacker y StarTools, programas utilizados para apilar y procesar imágenes de objetos celestes distantes, permitiendo revelar detalles invisibles a simple vista.\nEste curso está diseñado para proporcionar una experiencia completa en la astrofotografía, permitiendo a cada alumno:\n\n\nComprender los principios astronómicos básicos y aprender a identificar los objetos celestes más relevantes visibles en el cielo nocturno, como estrellas, planetas, galaxias y nebulosas.\nAprender a capturar imágenes de alta calidad utilizando diferentes tipos de cámaras, como las cámaras DSLR, cámaras astronómicas o incluso dispositivos de más bajo costo, dependiendo del área de interés y los recursos del alumno.\nAdquirir las habilidades necesarias para procesar y editar las imágenes obtenidas, logrando resultados finales de alta resolución y calidad profesional, adecuados para presentaciones o publicaciones.\nCada clase incluye guías paso a paso y ejemplos prácticos que facilitan el aprendizaje.\n\n\n¡No pierdas la oportunidad de adentrarte en el fascinante mundo de la astrofotografía! Descubrí cómo capturar la inmensidad y belleza del Universo a través de tu cámara y transformá tu pasión por las estrellas en una habilidad técnica que te permitirá explorar el cosmos de manera única.",
      "target_audience": [
        "A todo público"
      ]
    },
    {
      "title": "Edição Lucrativa Cell PRO",
      "url": "https://www.udemy.com/course/edicao-lucrativa-cell-pro/",
      "bio": "Edição de Fotos e Vídeo por Celular de Forma Simples e Rápida",
      "objectives": [
        "Aprenderá a editar vídeos e fotos utilizando somente o celular",
        "Criação e Edição de efeitos utilizando o celular",
        "Definir e editar trilhas sonoras utilizando o celular",
        "Realizar a edição de cores, efeitos aprenderá tudo o que um editor profissional pode fazer somente com celular"
      ],
      "course_content": {
        "Introdução": [
          "Boas Vindas",
          "Conheça o Programa",
          "Iniciando o Projeto",
          "Lapidando as Cenas",
          "Trilha Sonora",
          "Introdução",
          "Criação",
          "Transições e Efeitos",
          "Efeitos Sonoros Parte - 1",
          "Efeitos Sonoros Parte - 2",
          "Correção de Cor",
          "Finalizando e Exportando o Projeto"
        ]
      },
      "requirements": [
        "Os pré-requisitos para fazer este curso de Edição Lucrativa Cell Pro incluem:",
        "Possuir um celular com câmera e acesso à internet Conhecimento básico de edição de vídeo Interesse em aprender técnicas avançadas de edição de vídeo  Embora não sejam obrigatórios, conhecimentos básicos em fotografia e uso de aplicativos de edição podem ser úteis para obter o máximo proveito deste curso.",
        "Além disso, é importante ter disposição para praticar e aplicar as técnicas aprendidas para aprimorar suas habilidades em edição de vídeo."
      ],
      "description": "O Curso de Edição Lucrativa Cell Pro é projetado para ensinar aos alunos como aprimorar suas habilidades em edição de vídeo usando apenas um celular. Este curso abrange tudo, desde técnicas básicas de edição até técnicas avançadas, para ajudar os alunos a produzir vídeos de alta qualidade e impactantes.\n\n\nNeste curso, os alunos aprenderão a usar seu celular de maneira eficiente para editar vídeos, incluindo técnicas de edição de áudio, transições, correção de cores e muito mais. Além disso, os alunos terão a oportunidade de praticar suas habilidades em projetos reais e obter feedback dos professores.\n\n\nEste curso é ideal para aqueles que querem se aprofundar na edição de vídeo e desenvolver suas habilidades usando apenas seu celular. Não é necessário ter conhecimento prévio em edição de vídeo, pois o curso abrange todos os níveis, desde iniciante até avançado.\n\n\nSe você está procurando uma oportunidade para se tornar um profissional em edição de vídeo usando apenas seu celular, o Curso de Edição Lucrativa Cell Pro é perfeito para você! Inscreva-se agora e comece sua jornada rumo ao sucesso na edição de vídeo!\n\n\nO Curso de Edição Lucrativa Cell Pro é um curso completo que cobre todos os aspectos da edição de vídeo usando um celular. Aqui estão alguns dos tópicos que serão abordados no curso:\n\n\nTécnicas básicas de edição: aprenda as técnicas básicas de edição, incluindo cortar, copiar e colar clipes, adicionar música e efeitos sonoros e muito mais.\nTransições e animações: descubra como adicionar transições suaves entre clipes e criar animações para dar vida a seus vídeos.\nCorreção de cores: aprenda a ajustar as cores em seus vídeos para melhorar sua aparência e transmitir a mensagem certa.\nEdição de áudio: descubra como ajustar o volume, adicionar efeitos sonoros e equilibrar a mixagem de áudio em seus vídeos.\nProjetos práticos: aplique as técnicas aprendidas em projetos reais e obtenha feedback dos professores.\nDicas e truques: descubra dicas e truques valiosos para tornar sua edição de vídeo mais eficiente e fácil.\nSuporte ao longo do curso: receba suporte e ajuda dos professores ao longo de todo o curso, garantindo que você alcance seus objetivos.\n\nEste curso é projetado para ser interativo e dinâmico, oferecendo uma mistura de teoria e prática para ajudar os alunos a desenvolver suas habilidades na edição de vídeo usando seu celular. Ao final do curso, os alunos terão a confiança e as habilidades necessárias para produzir vídeos de alta qualidade e impactantes.",
      "target_audience": [
        "Este curso de Edição Lucrativa Cell Pro é recomendado para pessoas interessadas em aprender a editar vídeos profissionalmente com o uso de seu celular. Ele é destinado a aqueles que buscam aprimorar suas habilidades em edição de vídeo e utilizá-las para fins lucrativos, sejam eles freelancers, empreendedores ou apenas amadores que desejam se destacar. Este curso oferece técnicas e dicas valiosas para ajudar a produzir vídeos impactantes e de alta qualidade com o uso do seu celular.",
        "Empresários",
        "Designers",
        "Empreendedores",
        "Freelancers"
      ]
    },
    {
      "title": "Temel Fotoğrafçılık",
      "url": "https://www.udemy.com/course/temel-fotografclk/",
      "bio": "Dijital Fotoğraf Sanatı",
      "objectives": [],
      "course_content": {
        "Fotoğrafçının Başlangıç Rehberi": [
          "Fotoğrafçının Başlangıç Rehberi"
        ],
        "Doğru Duruş Nasıl Olmalı/ SD kart makineye nasıl takılmalı": [
          "Doğru duruş ve Enstantaneye giriş"
        ],
        "Diyafram/ Perspektif ve Alan Derinliği": [
          "Diyafram/ Perspektif ve Alan Derinliği Nedir?"
        ],
        "Fotoğrafçılık türlerine giriş. Bölüm 1 Hayvan Portreleri nasıl çekilir": [
          "Hayvan Portreleri"
        ],
        "Manzara/ Portre/ Mimari Fotoğraf Çekimleri": [
          "Doğru Objektif Kullanımı / Kompozisyon Kurallarının Temelleri"
        ],
        "Doğru Kadraj/ Işık Kontrolü/ Enstantane": [
          "Doğru Kadraj/ Işık Kontrolü/ Enstantanenin Pozlamaya etkisi"
        ],
        "Daha Etkileyici Fotoğraflar Çekmek İçin/ Fotoğrafta Kompozisyon Kuralları": [
          "Daha Etkileyici Fotoğraflar Çekmek İçin/ Fotoğrafta Kompozisyon Kuralları"
        ],
        "Fotoğrafta Ritim ve Kritik An / Çekim Basamakları": [
          "Fotoğrafta Ritim ve Kritik An / Çekim Basamakları"
        ],
        "Bonus Ders/ En Sık Karşılaştığımız Problemler ve Çözümleri": [
          "Çekim Esnasında Doğru Metodları Uygulamayı Öğreneceğiz."
        ]
      },
      "requirements": [
        "Ön koşul gerekmiyor"
      ],
      "description": "Merhaba! Bu kurs, nasıl daha etkileyici fotoğraflar çekebileceğimizi anlatıyor.\nBasmakalıp ezberlere kulağımız tıkalı, konuşarak, çekerek, fotoğraf nasıl okunur onu öğreniyor.\nNasıl daha etkileyici Manzara fotoğrafları, insan portreleri, hareketli veya sabit anıları gördüğümüz gibi, hissettiğimiz gibi nasıl sağlam temellerle çekebiliriz bunlardan bahsedeceğim.\nDiyafram nasıl ayarlanır, Enstantane nasıl belirlenir, ISO hakimiyetimi nasıl geliştiririm, tüm bunlar nedir ve ne işe yararlar?\nhepsini keşfetmeye ve tüm bu kuramlara nasıl hakim olabileceğinize hazır olun!",
      "target_audience": [
        "Fotoğraf sanatına ilgi duyan herkes"
      ]
    }
  ]
}