{
  "courses": [
    {
      "title": "Curso de Producción Audiovisual",
      "url": "https://www.udemy.com/course/introduccion-a-la-produccion-audiovisual/",
      "bio": "Producción audiovisual, iluminación, edición de video, dirección cinematográfica y mucho mas, introducción.",
      "objectives": [
        "Este curso es creado para personas con deseos de crear contenido audiovisual desde cero y convertirse en un profesional en grabación, edición, colorización."
      ],
      "course_content": {
        "Introducción a los cursos de Producción Audiovisual": [
          "Bienvenida al Curso."
        ],
        "Curso Introductorio de Producción Audiovisual.": [
          "Bienvenidos a la Introducción a Producción Audiovisual.",
          "Introducción a la Producción audiovisual.",
          "Fases de la producción audiovisual",
          "¿Qué es un video?",
          "La Apertura",
          "Triada de parámetros."
        ],
        "Curso de iluminación": [
          "Bienvenida al curso de Iluminación.",
          "Posición, y fuerza de luz.",
          "Intensidad y proyección vs intensión.",
          "Luz de relleno y ángulos.",
          "Planos de Luz, luz relleno e información de valor",
          "Luz natural a nuestro favor.",
          "Practicas de Luz",
          "Hablando sobre los equipos de iluminación"
        ],
        "Curso de Edición de Video.": [
          "Bienvenido al curso de edición de video",
          "¿Qué la edición de video?",
          "El secreto de los 6 pasos en la edición.",
          "Vamos al programa",
          "Conozcamos las herramientas",
          "Suavizado o traslape",
          "Introducir texto",
          "Renderización o finalizar proyecto"
        ]
      },
      "requirements": [
        "no"
      ],
      "description": "Aprende desde lo mas básico hasta lo mas avanzado acerca de la producción audiovisual.\n¿Qué es la producción audiovisual?\n¿Cómo puedes mejorar tus proyectos?\n¿Qué es un video?\nFotogramas o frames por segundo la importancia de este concepto para entender a un nivel mas macro los videos o fotografías.\nApertura, una de las tres variables que usaremos en nuestras cámaras de video o fotografía, aprender la relevancia que tiene.\nVelocidad, otra variable importante en el uso de las cámaras.\nISO, la otra forma de la triada en fotografía, para una correcta exposición en videos y fotografías.\nComprender la importancia de las tres faces de un producción audiovisual, harán que sus proyectos que realices puedan ser efectivos, y llevar el producto realizado a un nivel superior y efectivo para los que lo miren.\nPlanificación o Preproducción, como organizar de manera correcta el proyecto, buenas practicas, roles de trabajo, recursos financieros y logísticos y de locaciones.\nEjecución o producción, como enfrentar imprevistos en la ejecución, además de la mezcla coordinada los equipos de sonido, iluminación audio, etc.\nMontaje y edición o postproducción\nEstrategias\nCon esto esperamos que puedan entender de una manera sencilla y muy condensada de que se trata la producción audiovisual.\n\n\nIluminación para Producción Audiovisual\nEn este curso conocerás los principios de la iluminación, además aprenderemos de temperatura, posicionamiento de la luz, estilo, técnicas de difuminación, difracción y luces de relleno o secundarias, hablaremos de como y cuando utilizar las diferentes tipos de luces y veremos la composición y modelos de lámparas útiles para grabación de vídeo. La iluminación es todo un mundo y te aseguramos que con este curso aprenderás todo lo necesario para poder empezar a grabar y componer tus productos audiovisuales.\nUna buena iluminación facilita la comprensión del contenido que estás compartiendo, refuerza tu autoridad y aumenta considerablemente las probabilidades que la persona vuelva a tu canal o comparta tu video con amigos, además potencia la calidad e imagen de tus productos.\nPor otro lado, la iluminación es capaz de crear un clima de acuerdo con el tema que deseas tratar, facilitar la edición de tu video, hacer foco y atraer la atención a un elemento específico que sea importante para el contenido, además de contribuir a la sensación de profundidad que ya es creada con una buena lente y de acuerdo con el foco que hayas elegido.\nExiste un modelo estándar de preparación de luces para la grabación de video que es común y eficiente. Se la llama iluminación de tres puntos. Puede ser una excelente opción de iluminación, pero necesita algunos principios básicos que podrás probar y crear nuevos efectos según avances en la iluminación.\n\n\nEdición de video para producción audiovisual.\nLos proyectos audiovisuales son realmente complejos. No diremos que difíciles si conoces la temática, pero sí requieren de mucho esfuerzo, ideas novedosas, actualización constante de personal y herramientas…\n\n\nY muchas otras cosas sin las que el trabajo de las productoras no podría salir adelante, por ejemplo el trabajo de edición audiovisual. ¿Y cuál es la importancia de la edición de vídeos?\nComencemos indicando que los proyectos audiovisuales se dividen en tres fases o etapas.\n\n\nLa primera es la de creación y está relacionada con todos los pasos que se han de llevar a cabo para que la idea esté formada pro completo. Guiones, storyboard, localizaciones, permisos, alquiler de equipo, casting entre otros.\n\n\nLa segunda es el rodaje, la filmación de las secuencias brutas, llevada a cabo cuando todo esté listo para ello.\n\n\nLa última de las etapas es la edición o postproducción audiovisual. Se trata de trabajar con todo el material bruto que hemos rodado para transformarlo en el resultado final. Eliminación de metraje, mejora de calidad, inclusión de audio, voz en off, banda sonora, efectos especiales.\nEstá claro que todas las fases de los proyectos audiovisuales son importantes, pues sin una de ellas sería imposible conseguir los mismos resultados que si se incluyese en el proceso.\n\n\nSin embargo, no podemos negar que la edición de manos de auténticos profesionales sirve para crear auténticas obras de arte con un material que otros podrían haber aprovechado mucho menos.\n\n\nPostproducir un vídeo es unir las piezas sueltas para convertirlas en un todo; es terminar un puzzle que llevamos días armando.\n\n\nPero no solo eso, son muchas las decisiones que se toman al apagar las cámaras, cuando ya parece que está todo hecho. Ritmos de montaje, secuencias, tipo de música, momentos para incluir cada elemento, efectos especiales imposibles de lograr físicamente.",
      "target_audience": [
        "fotografos, amantes de la producción audiovisual, blogger, youtuber, emprendedor, creadores de contenido, Social, iglesias, empresas y personas con necesidades de autogenerar su contenido o para gestionar un negocio."
      ]
    },
    {
      "title": "The Litchi Handbook",
      "url": "https://www.udemy.com/course/the-litchi-handbook/",
      "bio": "The must have guide for the Litchi app",
      "objectives": [
        "Use the Litchi app really well",
        "Get amazing shots with their drone"
      ],
      "course_content": {
        "Introduction & E-book download": [
          "Introduction"
        ],
        "Videos to help you with Litchi": [
          "The Litchi hub",
          "Visual mission planning with Google Earth",
          "The Batch waypoint tool",
          "Safety tips"
        ]
      },
      "requirements": [
        "Must have a DJI drone",
        "Must have the Litchi app"
      ],
      "description": "**Compatible with all Mavic, Phantom 3/4 & Inspire models**\n\n\n\nYou have a DJI drone. You got the Litchi app. Now get the most out of it!\nThere is a reason that Litchi is the most downloaded 3rd party app for DJI - its because its freakin brilliant!\nThe Litchi app can be intimidating - but that is no longer a concern. The Litchi Handbook is a complete visual reference manual for each and every part of the Litchi app from Flight modes, App settings, Camera settings and many pro tips along the way.\nThe good news is this course has a downloadable PDF e-book for Android and another for iOS so you can find exactly what you are looking for.\nIts time to get the most out of your DJI Mavic, Phantom and Inspire with the Litchi Handbook",
      "target_audience": [
        "Anyone wanting to get the most out of their DJI drone",
        "Anyone wanting to master the Litchi app"
      ]
    },
    {
      "title": "Filmora 12/13 Video Editing Course for Everyone",
      "url": "https://www.udemy.com/course/filmora-12-video-editing-complete-course-for-everyone/",
      "bio": "Filmora 12/13 video editing course: Video editing course using Filmora 12/13 premium in free of cost.",
      "objectives": [
        "Install Filmora 12/13 premium in free of Cost",
        "Importing Media files & folder",
        "Preferences and settings",
        "Copy, trim, Cut & Paste"
      ],
      "course_content": {
        "Introduction": [
          "Introduction",
          "Filmora 13 New Features"
        ],
        "Install filmora 12 premium in free of cost": [
          "Install Filmora 13 premium free step by step",
          "Install Filmora 12 step by step"
        ],
        "Interface and Preferences": [
          "Project settings",
          "Preferences"
        ],
        "Import media files": [
          "Import media files and folders"
        ],
        "Trim,Cut,Copy and Paste": [
          "Trim and Cut",
          "copy and paste",
          "Point In & Point Out"
        ],
        "Filmora12/3: Audio Settings & Effects": [
          "Detach Audio from any video",
          "Mute & Unmute audio",
          "Auto Sync Audio",
          "Fade In & Fade Out",
          "Remove Background Noise",
          "Volume Settings",
          "Increase/Decrease volume of any Audio",
          "Audio Ducking",
          "Advance Audio Ducking Using Silence Detection",
          "Group Ungroup Audio & Videos",
          "Audio Effects",
          "Silence Detection"
        ],
        "Filmora12/13: Titles,Keyframing & Animation,social media icon, Intro Videos": [
          "Add a title to a video, Font, color and size changing and resize of a title.",
          "Title Advance Editing",
          "Title Animation - Title keyframing",
          "Logo Animation",
          "Make a lower third",
          "Write any language in Filmora 12",
          "Make an Intro Video for your Project in Filmora 13",
          "Make an Intro Video for your Project in Filmora 13"
        ],
        "Create Social Media Button": [
          "Create YouTube, Facebook, Instagram & Other social media Buttons"
        ],
        "Filmora 13: Transitions": [
          "Zoom Transitions",
          "Slide Transitions",
          "Speed Blur Transitions",
          "Glitch transitions",
          "Smoke Transitions"
        ],
        "Filmora 13: Video Effects": [
          "Glitch Video Effects",
          "Shake Effects",
          "AI Portrait Effects",
          "AR Stickers Video Effects",
          "Magnifier video effects",
          "Particle Video Effects",
          "Zoom video effects",
          "Blur Video Effects",
          "Blur Face in Filmora 13",
          "Motion Tracking in Filmora 13",
          "Scene Detection",
          "Auto Reframe in Filmora 13",
          "Blur Vertical video in Filmora 13",
          "Mask in Filmora 13",
          "Webcam & Screen recording in Filmora 13"
        ]
      },
      "requirements": [
        "No previous knowledge of Filmora required!",
        "A desire to learn!",
        "A positive attitude!",
        "Laptop or PC with 8 GB RAM and 80 GB SSD",
        "Filmora Video Editing Software Free Or Paid Version(9/x/11/12/13)"
      ],
      "description": "This course is constantly being revised and updated with new lessons.\n\nLearn video editing with Filmora 9, X, 11 and 12!\nEdit like a pro using Filmora 12!\nHave you ever wanted to edit your own videos but were too intimidated by all the editing programs out there? There are plenty of programs to choose from, but hardly any of them make editing easier for beginners. With Filmora, you can easily edit your clips with minimal effort. The program is designed for everyone, meaning that you can use it even if you have no knowledge about video editing! With instant templates, your videos are just a few clicks away from being perfect! By providing both basic and advanced tools, Filmora is the perfect place to start if you’re looking to become an editor!\nIn this course, we’re going to go through this amazing program and learn about every part of it. From audio design to cinematic color grading, you’ll learn everything about professional editing and with some practice you’ll become an editor too!\nOur instructor has years of experience not only in video editing, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. You will learn how to make your videos great with on screen examples and resources for you to follow and improve. That’s why this is the only Filmora course you’ll ever need to create professional and great looking videos!\nStart creating and editing your own videos today!\n\n\nAfter taking this course, you will be able to:\n\n\nImport, edit, and export your videos\nDo screen recordings\nDo text transitions and effects\nDo audio design for your videos\nMake video transitions and add effects\nDo masking, motion tracking, and color grading\nInclude stickers and graphics to your videos",
      "target_audience": [
        "Filmora 12/13 Complete video editing course: Video editing complete course using Filmora 12 premium in free of cost.",
        "This Course Is Intended To Take Anyone From Beginner To Expert Level In Video Editing With Filmora (12)",
        "The Course Is Intended To Cover All The Basics Of Video Editing. So, No Prior Video Editing Experience Is Required.",
        "The Course Is Intended To Cover The Advanced Concept Of Video Editing Including KeyFrame Animation, Masking, Color Grading, Color Correction, AI Portrait, Chroma Key, Motion Tracking, Zoom And Pan Effect"
      ]
    },
    {
      "title": "FFmpeg | Batch Modify Thousands of Videos Quickly and Easily",
      "url": "https://www.udemy.com/course/ffmpeg99/",
      "bio": "Video Editing — Landscape, portrait, crop, scale, trim, combine, overlays, frames, subtitles, & more in minutes!",
      "objectives": [
        "The quickest, easiest, and most useful introduction to the free FFmpeg app.",
        "Learn how to modify hundreds or thousands of videos with just a few keystrokes.",
        "Landscape, portrait, crop, scale, trim, combine, add overlays, frames, and subtitles, change bitrate, and more.",
        "Best practices and batch video processing."
      ],
      "course_content": {
        "Getting Started": [
          "About this Course",
          "Welcome to Our Course",
          "How To Complete This Course"
        ],
        "Installing FFmpeg": [
          "Windows | Macintosh | Linux",
          "How to Get the Latest Version of FFmpeg | OPTIONAL",
          "FFmpeg for Windows Download| Step-by-Step Video"
        ],
        "Using FFmpeg": [
          "The Interface",
          "FFmpeg Quick Demonstration 1",
          "Typing Commands",
          "Preparing Your Videos",
          "Directories & Navigation",
          "FFmpeg Quick Demonstration 2"
        ],
        "Scripts for Editing Videos": [
          "How To Use Scripts",
          "Get File Information From a Video",
          "Converting a Video to Another Format",
          "Crop a Video",
          "Scale a Video or Image",
          "Change CODECs for Better Compression",
          "Changing Bitrate",
          "Changing Frame Rate",
          "Transposing a Video",
          "Trim Video Without Re-Encoding",
          "Add Subtitles (or Captions)",
          "Add Image Overlay or Watermark",
          "Concatenate Videos",
          "Add a Border",
          "Convert Portrait to Landscape",
          "Other Video Scripts"
        ],
        "Batch Processing Many Video Files": [
          "Batch Processing Basics",
          "Batch Processing | Concatenate Videos"
        ],
        "End of Course": [
          "Bonus Apps",
          "End of Course"
        ]
      },
      "requirements": [
        "No prior technical knowledge needed.",
        "You need a computer to run FFmpeg (Windows, Macintosh, Linux, etc.)"
      ],
      "description": "VIDEO EDITING — Learn how to modify hundreds or thousands of videos with just a few keystrokes using the free FFmpeg app.\nThis is the quickest, fastest, and most useful introduction to FFmpeg.\nConvert landscape to portrait, portrait to landscape, crop, scale, or trim, change bitrate, add overlays, watermarks, or frames, add subtitles, combine videos or add intros and outros, and more.\nYes, it’s all possible with just a few keystrokes using a magical app called FFmpeg.\nFFmpeg is free to use and we’ll show you how in minutes.\n\n\nSave Time and Money\nWe developed this video editing course to help save you hundreds or even thousands of hours of time when working with videos.\nIf you’re spending time repurposing videos for multiple social media platforms and other purposes, this course is for you.\nWatch the course video to see this in action!\n\n\nWin New Clients or a Promotion\nYou will gain a valuable skill that can help you win new clients, new jobs, or earn a promotion. Very few video editors have this skill.\n\n\nSuper-Fast Learning\nThis course is designed to get you using FFmpeg video editing as quickly as possible. There are no deep technical concepts to learn or quizzes to test your knowledge.\nIn less than one hour, we’ll show you how to use FFmpeg— a magical video app that can save you thousands and thousands of dollars on production costs.\nAnd the FFmpeg app is completely free— it’s open-source software. And you can run it on a new or old computer.\n\n\nWhy is FFmpeg so amazing?\nLet’s say you have a video that is in landscape format and you want to convert it to portrait.\nWhat most people do is import the video into a video editing program, like Adobe Premier, Davinci Resolve, or iMovie, make some adjustments, and then republish. It’s pretty easy, no problem.\nBut what if you have several videos to edit? What if you have dozens of videos? What if you have hundreds or thousands of videos?\nNow it’s a problem.\nYou’ll have to grind through hours and hours of time trying to repeat the process or spend hours trying to learn about special scripting features that may or may not be available in your video editing app.\nThat’s what we used to do - until we discovered FFmpeg.\nWith FFmpeg, we can copy and paste the command we need - then boom let it run.\nHundreds of videos can be processed at the same time with just a few keystrokes.  We can walk away and come back when it’s done. Or move the window to the background while we work on other tasks.\n\n\nScripts That Are Ready to Use\nIn this course, we have collected the most commonly needed video processing functions. And we provide you with the exact commands that you can copy and paste.\nWe also include an explainer video for every command to make it super-easy to understand.\n\n\nWe've Done All the Work For You\nIt took us a lot of time and effort to research, test, and organize the content for this course. Because, when you first look at FFmpeg, it’s very intimidating.\nThere’s no nice user interface to make it easy.  And most people who use FFmpeg tend to be highly technical, so the few guides and YouTube videos that are available on the Internet are not easy to follow.\nThis is why most people have never even heard of FFmpeg -- and why they are missing out on its amazing features.\nWe’re both engineers who've been in the tech industry for over 25 years and it took us a lot of time to figure it all out.\nBut you don’t have to.  We’ve made it so easy with step-by-step instructions, that you’ll be processing your first video within 30 minutes or less. We even designed the course so you don’t have to go through all of it. You can pick and choose the commands you need whenever you need them.\n\n\nBecome An Instant Expert\nThis video editing course is designed for people who want to immediately start using FFmpeg to process videos.\nIt’s not designed to teach you heavy technical concepts and jargon.\nYou will soon feel like a video editing expert who can process thousands of videos with a few keystrokes while having a cup of coffee, relaxing as FFmpeg does all the work for you.\n\n\nWatch the course video to see this in action!\nLet’s get started!",
      "target_audience": [
        "For anyone who needs to process dozens, hundreds, or thousands of videos quickly and easily.",
        "For anyone who wants to immediately start using FFMPEG to process videos.",
        "Not designed to teach you heavy technical concepts and jargon."
      ]
    },
    {
      "title": "Diventa Videomaker e Regista",
      "url": "https://www.udemy.com/course/diventa-videomaker-e-regista/",
      "bio": "Fotografia, illuminazione, ripresa, montaggio",
      "objectives": [
        "Tipologia di video (lungometraggio, cortometraggio, spot, documentario, reportage, videoclip, ecc.)",
        "Il set",
        "Basi di fotografia cinematografica",
        "Le attrezzature video: macchina da presa, fotocamera, videocamera",
        "Le ottiche e la profondità di campo",
        "Le tecniche di ripresa e le inquadrature",
        "L'illuminazione del set",
        "L'audio",
        "La composizione fotografica",
        "I movimenti della macchina da presa",
        "La troupe: ruoli, compiti, responsabilità",
        "Il regista",
        "La fase di pre produzione",
        "Produrre un video",
        "Il montaggio e i migliori programmi. Tecniche di montaggio",
        "La fase di post produzione",
        "Condividere un video"
      ],
      "course_content": {
        "Introduzione": [
          "Introduzione",
          "Basi di fotografia",
          "Ottiche e inquadratura",
          "Bilanciamenti e settaggi",
          "Regole inquadrature e movimenti",
          "Vita sul set",
          "Attrezzature",
          "Programmi",
          "illuminazione",
          "Preproduzione",
          "Postproduzione"
        ]
      },
      "requirements": [
        "Corso adatto a tutti"
      ],
      "description": "Il video è uno strumento potentissimo e oggi è uno dei migliori strumenti di comunicazione.\nEsistono molte tipologie di video: film (lungometaggi, cortometraggi), serie tv, programmi tv, spot commerciali, videoclip musicali, video aziendali, documentari, reportage, ecc.\nOgni video racconta una storia. Piccola o grande ma comunque racconta una storia fatta di immagini, di suoni, di parole, di sensazioni.\nPer fare bene un video, però, bisogna imparare le basi della fotografia, dell'illuminazione e della cinematografia.\nBisogna imparare dai grandi registi, capire come sono stati girati i più importanti film che hanno vinto gli oscar, bisogna conoscere la storia della cinematografia, le tecniche utilizzate, le macchine da presa, le luci, le ottiche.\nUna volta capite le basi, si potrà scegliere se diventare videomaker, regista, content creator.\nQuesto corso ti darà le basi su tutti gli aspetti della pre produzione, della produzione e della post produzione video: riprese, illuminazione, tecniche, movimenti di macchina, inquadrature, ottiche, montaggio, programmi.\nInoltre consigli su cosa comprare per iniziare a girare video.\nAlcuni spunti per come girare video con smartphone, le applicazioni migliori da utilizzare e come rendere i tuoi contenuti unici e accattivanti.\nImparerai come si scrive un video, come si organizza una troupe, come si produce, il set, i ruoli sul set, le tecniche cinematografiche più famose, i migliori registi che hanno fatto la storia del cinema.",
      "target_audience": [
        "Appassionati di cinema, video, musica e chi vorrebbe diventare regista o videomaker",
        "Social Media Manager",
        "Content Creator"
      ]
    },
    {
      "title": "STOCK FOOTAGE MASTERCLASS",
      "url": "https://www.udemy.com/course/stockfootage2/",
      "bio": "Learn to Sell your Video Footage and make a passive income through the top stock footage agencies",
      "objectives": [
        "Learn what Stock footage is and it's benefits",
        "Save time by learning which stock footage agencies pay out in recent years",
        "Guidelines on how to price their footage",
        "Learn how to create CSV keyword file workflows for major agencies",
        "Understand how drones and 4k fit into the stock footage model",
        "Gain insight into what kind of clips sell"
      ],
      "course_content": {
        "The Fundamentals": [
          "What is Stock Footage 2020",
          "What is stock footage 2016",
          "Shooting footage of models",
          "Managing permissions",
          "Which stock footage agencies earn money",
          "How to price your footage",
          "Renting Gear around the world",
          "Using a drone for 4k footage"
        ],
        "Workflows": [
          "2019 Workflow Adobe Premiere using Gopro 8 footage Pt 1 of 2",
          "2019 Workflow Adobe Premiere Using Gopro Footage Pt 2 of 2",
          "Live keywording - Stock Footage shoot",
          "Workflow for Esp Getty iStock",
          "Encoding your footage",
          "4k CSV workflow for Pond 5 and Template CSV",
          "Keywording clips on Japanese Agency Pixta",
          "CSV file for Videoblocks",
          "Renaming files in Bulk using name changer",
          "AdobeStock CSV Workflow",
          "Adobe Stock - Quick Start Guide",
          "Applying CSV file for shutterstock",
          "Managing rejected clips"
        ],
        "Behind the Scenes Intelligence": [
          "2016 Stock footage Intelligence Report - 2 years sales data",
          "Pond 5 sales for July 2016",
          "Pond 5 Sales for Sep 2016",
          "Case Study: Which clips sell",
          "Pilates Stock Footage Video Shoot",
          "drone behind the scenes - Stock footage shoot Myanmar",
          "A tool to analyze your footage analytics across Stock agencies",
          "Behind the scenes:4k cyclist model shoot",
          "Outsourcing your Stock footage workflow",
          "Stock Footage Sales 2018 Pt 2",
          "Nightlife Footage Sales 2018"
        ],
        "Blackbox": [
          "Blackbox Quickguide",
          "Blackbox Review",
          "Blackbox 2020 Update",
          "Blackbox attaching the model release",
          "Uploading To Blackbox in Batch",
          "Blackbox Uploading in batch 2020"
        ],
        "Bonus content": [
          "Stock footage 2017 intelligence Report",
          "Case Study: 20 Video clips sales",
          "Stock Performer Full Review for Analytics",
          "Dji Osmo Pros and Cons",
          "Troubleshooting CSVs",
          "Media Creator Guide 2017",
          "Aerial Drone Stock Footage Sales",
          "Invite to Facebook Stock Footage Group",
          "Tips on How to Improve your Nightlife Footage",
          "2018 Footage Sales Data Q1",
          "Earning the Bonus for Training Adobe's Firefly AI model using Adobestock Content",
          "Becoming a more Business Savy Stock Footage Videographer",
          "Conclusion"
        ]
      },
      "requirements": [
        "You need some existing knowledge of how to shoot good video"
      ],
      "description": "Stock footage Videography is taught by a real world Canadian Travel Videographer (Greg Hung) who started a stock footage journey in Asia. Stock footage is an amazing business model that allows creators to build up a footage collection from almost anywhere and to license their Video clips an unlimited number of times.\nThis course builds on the original stock footage course \"Make money with travel videos\" with content and workflows relevant to Stock Footage Videographers today. You will learn the workflows with all the relevant marketplaces today like Adobestock, Blackbox, Pond 5, and Shutterstock.\nStudents will learn the fundamentals before diving into essential workflows for top Stock footage agencies as mentioned above. Students will also gain insight by getting a behind the scenes look at stock footage shoot of a pilates instructor and an aerial 4k shoot set in Bagan Myanmar. Videographers and Photographers will take the first step to creative, time, and location freedom. Video footage shot even in Full HD can still sell over a decade making the stock footage business model a great return on content.\nThe instructor will go deep sharing actual stock footage numbers and video clips sales of best sellers across stock footage agencies. Students will also get an invite to our Stock Footage Facebook group allowing them to interact with other students and promote their own collection.\nStudents will also get an introduction to tool that allow them to review analytics of their best sellers to identify trends and specific niches in stock footage using the Instructor's collection as well as the methodology to find your own bestsellers.",
      "target_audience": [
        "This is not a course that teaches you the technical details of shooting great footage"
      ]
    },
    {
      "title": "Adobe Lightroom CC: Landschaftsfotografie Master Class",
      "url": "https://www.udemy.com/course/lightroom-bildbearbeitung-landschaftsfotografie-workflow/",
      "bio": "Meistere die Bildbearbeitung von Landschaftsfotos in Adobe Lightroom Classic CC! ✓ RAW Dateien ✓ 11 Lightroom CC Presets",
      "objectives": [
        "Du lernst, wie du jede RAW-Datei fantastisch mit Lightroom bearbeiten kannst",
        "Du wirst aus deinen Fotos alle Details herausarbeiten können",
        "Du wirst alle Grundfunktionen von Adobe Lightroom beherrschen",
        "Deine Fotos werden in einem neuen Glanz erstrahlen",
        "Bearbeite Fotos so, wie du sie mit deinen Augen gesehen hast"
      ],
      "course_content": {},
      "requirements": [
        "PC oder Mac",
        "Adobe Lightroom Classic CC (mindestens CS6)"
      ],
      "description": "Hi, mein Name ist Fabian Roßhirt. Ich bin seit über 7 Jahren ein professioneller Landschaftsfotograf und Lightroom-Trainer. Derzeit unterrichte ich mehr als 15.000 Teilnehmer. Willkommen zu meinem Lightroom-Kurs!\n\nHole noch mehr aus deinen Fotos heraus und bringe deine Bildbearbeitungsskills auf das nächste Level. Ich trainiere mit dir in diesem Kurs effektive und professionelle Techniken, wie du deine RAW-Datein perfekt in Adobe Lightroom Classic CC bearbeiten kannst.\nAls Bonus verwenden wir auch kurz Adobe Photoshop für das finale Schärfen und einen Spezialeffekt. In der heutigen Zeit ist Bildbearbeitung nötig, um die besten Ergebnisse zu erhalten und alle technischen Möglichkeiten auszunutzen. Und das Beste ist: Es kann auch Spaß machen, seine Fotos zu bearbeiten - wenn man weiß wie es funktioniert. Lass es mich dir zeigen!\nUm einige vorher - nachher Ergebnisse zu sehen, sieh dir bitte die Kursvorschau an.\n\n\nWie ist dieser Kurs gegliedert?\nBasics: Zu Beginn führe ich dich in das Programm Adobe Lightroom ein. Ich zeige dir alle wichtigen Funktionen und erkläre dir, wie du Bilder importierst und diese bearbeiten kannst.\nTeil 01: Du bekommst direkt an einem Bildbeispiel meinen Workflow vorgestellt. Hier erfährst du wie ich meine Fotos bearbeite, mit jedem Detail und einer genauen Erklärung.\nTeil 02: In diesem Abschnitt zeige ich dir eine weitere Bearbeitung in Lightroom. Du wirst lernen, wie man den Blick des Betrachters gezielt lenken kann und die Dynamik und Bildwirkung zusätzlich verstärkt. Hier gehen wir auch kurz in Photoshop, um einen Spezialeffekt hinzuzufügen.\nTeil 03: Schlechtes Wetter bedeutet nicht schlechtes Foto: Kennst du das? Manchmal hat man wirklich keine guten Voraussetzungen für ein optimales Foto. Doch leider können wir das Wetter nicht beeinflussen. Ich zeige dir aber, wie du aus einem vermeintlich langweiligen Foto dennoch ein tolles Bild machst. Entdecke, welche Möglichkeiten dir Lightroom dazu bietet.\nTeil 04: Hier wiederholen wir vieles von dem zuvor Gelernten und wenden das Wissen auf ein Foto an. Du wirst sehen, dass du mit meinen Tricks so viel mehr aus RAW-Dateien rausholen kannst.\nTeil 05: Diese Lektion wird beeindruckend: Wir werden gemeinsam mein erfolgreichstes Landschaftsbild bearbeiten. Mit diesem Foto habe ich 2 Wettbewerbe gewonnen und es wurde auch in einer berühmten Zeitschrift publiziert. Ich sage dir alle meine Geheimnisse und erkläre dir, wie ich dieses spektakuläre Foto aus dem RAW-Bild der Kamera entwickelt habe.\nTeil 06: Herbstbilder brauchen aufgrund Ihrer vielen Farben eine gesonderte Behandlung, damit diese toll wirken und natürlich aussehen. Ich zeige dir, was du wissen musst, um deine Wasserfallfotos mit Lightroom zu bearbeiten.\nBonus: Du bekommst zu diesem Kurs 11 Adobe Lightroom Classic CC Presets, die ich extra für dich entwickelt habe. Mit diesen kannst du deinen Bildern direkt mit einem Klick einen ganz neuen Glanz verleihen. Außerdem stelle ich dir alle RAW-Dateien, die ich in diesem Kurs zur Erklärung verwende, kostenfrei zur Verfügung. Dadurch kannst du die Theorie direkt in die Praxis umsetzen und somit Routine in die Bildbearbeitung bringen.\nWeitere Details zum Aufbau findest du in den jeweiligen Lektionsbeschreibungen im Lehrplan.\nIch freue mich immer, meinen Teilnehmern zu helfen und ich werde alle Fragen persönlich beantworten! Außerdem möchte ich deinen Fortschritte sehen und dir Feedback zu den Bearbeitungen mit Lightroom geben.\n\n\nKurze Zusammenfassung:\nAlle Erklärungen - Schritt für Schritt\nDurchdachte Gliederung und logischer Aufbau, um dich mit dem Workflow vertraut zu machen\nProfitiere von meinen Erfahrungen und Tricks als professioneller Landschaftsfotograf\nPersönlicher Support bei Fragen\nFunktioniert mit der neuesten Version von Adobe Lightroom Classic CC\nund vieles mehr\naktualisiert für 2022!\n\n\nBitte beachte: Adobe hat einige Änderungen am Namen der Lightroom-Software vorgenommen. In diesem Kurs verwenden wir Adobe Lightroom Classic CC (ehemals Adobe Lightroom CC). Natürlich kannst du dieses Wissen auch für die Cloud Version von Lightroom verwenden.\nTauche jetzt in die spannende Welt der Bildbearbeitung ein!",
      "target_audience": [
        "Alle Landschaftsfotografen, die ihre Bilder mit Lightroom verbessern möchten"
      ]
    },
    {
      "title": "Blender VFX Course: From Beginner To Pro!",
      "url": "https://www.udemy.com/course/blender-vfx-course/",
      "bio": "Everything you need to know for VFX in Blender including Camera Tracking, 3D CGI, and Multi-pass Compositing",
      "objectives": [
        "The Basics of Blender",
        "Camera Tracking",
        "Render Multiple CGI Passes",
        "Multi-pass Compositing",
        "Planar Tracking",
        "Working with 3D Assets",
        "Scene Optimization"
      ],
      "course_content": {
        "Introduction": [
          "Intro and House Keeping"
        ],
        "Chapter 1: Blender Basics and Your First VFX": [
          "The Basics of Blender",
          "Simple VFX Scene Setup",
          "Your Very First VFX Shot"
        ],
        "Chapter 2: Camera Tracking Made Easy": [
          "Camera Tracking Made Easy"
        ],
        "Chapter 3: Compositing and Planar Tracking": [
          "Planar Tracking and Learning Compositing"
        ],
        "Chapter 4: The Ultimate VFX Shot from Start to Finish": [
          "Camera Tracking the Shot",
          "Adding 3D CGI and Multiple Passes",
          "Advanced Level Compositing"
        ],
        "Final Breakdown and Next Steps": [
          "Final Breakdown and Next Steps"
        ]
      },
      "requirements": [
        "No Blender or VFX experience required. I'll be teaching everything from scratch!",
        "Blender",
        "Blender Kit Addon (It's Free!)"
      ],
      "description": "Hello and welcome to my Blender VFX course. My name is Jacob and I'm a Visual Effects Artist based out of the United States. I currently work full time as a Visual Effects generalist and Nuke compositor in the film and advertising industry having worked with clients such as Nvidia and L'Oréal throughout my career. I have experience across multiple different mediums from music videos all the way to feature films and have grown an online community of artist across the world in learning Visual Effects using Blender.\nWhat you will Learn:\nBlender Basics\nCamera Tracking\nWorking with 3D Assets\nMasking\nAnimating\nCreating Multiple CGI Passes\nRendering CGI\nCompositing Multiple CGI Passes\nFrame Composition\nLighting\nBasic Modeling\nBasic Texturing\nProjection mapping\nModifiers\nAddons\nOptimizing a 3D scene\nPlanar Tracking\nWays to Decrease Render Time\nTips to Increase Efficiency\nIn this course I wanted to focus on using Blender as a tool for 3D Visual Effects so we can create captivating worlds and bring them to the big screen. We will start by learning all of Blender's tools and basics, then we will dive into the exciting world of camera tracking to where you'll be able to track any footage you want, Next we'll go over compositing in Blender and some of the amazing tools to make your renders stand out, and then finally we'll create a huge 3D scene from scratch and take you through the entire process of creating professional looking Visual Effects all inside of Blender. We will be covering 5 individual complete VFX shots with a ton more examples showcasing a multitude of different scenarios you might encounter. Of course all of the assets and footage I use will be provided for you to follow along.\nI really hope you learn a lot from this course and grow in your skills. Don't hesitate to reach out to me if you have any questions and I'd more than happy to help out.\nNow are you ready to get started with Visual Effects? I will see you in the first Chapter.",
      "target_audience": [
        "VFX Artists",
        "Digital Artists",
        "Beginners",
        "Filmmakers",
        "3D Artists",
        "Anyone who wants to Learn VFX",
        "Blender Users"
      ]
    },
    {
      "title": "AI Image and Video Editing for Complete Beginners",
      "url": "https://www.udemy.com/course/ai-image-and-video-editing-for-complete-beginners/",
      "bio": "Learn How to Use the Power of the Best AI Image and Video Generation and Editing Tools Which Have Made Cameras Obsolete",
      "objectives": [
        "The Basics of AI Image and Video Generation and Editing",
        "Which AI image and video tools are the best",
        "How to use the best AI image and video tools",
        "Understanding the strengths and weaknesses of the different AI image and video tools",
        "How to combine the power of the different AI image abd video editing tools to create an entire professional cinematic video commercial"
      ],
      "course_content": {
        "Introduction to the Course": [
          "Why This is the Best Time to Learn AI Image and Video Editing?",
          "An Overview of What This Course Contains",
          "Download the Images Used in the Course"
        ],
        "Intro to AI Image Generation and Editing": [
          "Links to the tools shown in this section",
          "Which AI Image Generation and Editing Tools Are The Best?",
          "An Important Point About Prompts - Do They Matter Anymore?"
        ],
        "ChatGPT AI Image Generator and Editor": [
          "Links to the tools shown in this section",
          "How to Access ChatGPT AI Image Generator for FREE & Some Basics You Should Know",
          "A Demonstration of ChatGPT AI's Power When It Comes to Editing Photos",
          "One of the Biggest Issues of Using ChatGPT AI Image Generator - Consistency",
          "Use-Cases Where ChatGPT AI Works Perfectly - Part 1",
          "Use-Cases Where ChatGPT AI Works Perfectly - Part 2"
        ],
        "HUGE UPDATE (New AI Tool) - Nano Banana (Gemini 2.5 Flash Image)": [
          "Information and links related to this new update",
          "Using Nano Banana AI (Gemini 2.5 Flash Image) for Editing Images (Free Tool)"
        ],
        "Flux AI Kontext AI Image Generator and Editor": [
          "Links to the tools shown in this section",
          "How to Access Flux Kontext for FREE Using the Flux Playground Platform",
          "Experiencing the Editing Power of Flux Kontext - Unbelievable Consistent Editing",
          "Creating Consistent Characters with Flux Kontext - And Then Editing Those Shots"
        ],
        "Intro to AI Video Generating and Editing Tools": [
          "Links to the tools shown in this section",
          "The Only Thing You Need to Know About AI Video Tools"
        ],
        "FINAL PROJECT- Creating a CINEMATIC Video Ad Using AI Image & Video Tools": [
          "Prompts Used in this Section",
          "Understanding the Objective & the 7-Step Process of Creating a Video Commercial",
          "Step 1 & 2 - Using ChatGPT AI to Create the Script and Visual Storyboard",
          "Step 3 - Using ChatGPT to Create the Prompts for the Images",
          "Step 4 - Using Flux Kontext to Create All the Images",
          "Step 5 - Using ChatGPT to Create Prompts to Turn Each Image Into a Video",
          "Step 6 (Part 1) - Using Kling AI to Turn Each Image Into a Video",
          "Step 6 (Part 2) - Using Kling AI to Turn Each Image Into a Video",
          "Step 7 (Part 1) - Combining All the Clips in InShot Video Editing App",
          "Step 7 (Part 2) - Combining All the Clips in InShot Video Editing App"
        ],
        "Conclusion": [
          "Download the document mentioned in the next video",
          "A Document With Important Links to Some AI Image and Video Tools"
        ]
      },
      "requirements": [
        "There are no prerequisites. This is course is perfect both for people who are complete beginners as well as those who have a bit of experience with AI image and video tools."
      ],
      "description": "Cameras are now OBSOLETE!\nWhy?\nBecause what took HOURS and a LOT OF MONEY can now be done for free and that too with a few clicks.\nFor example, one of the things you will be seeing in this course is that even if you take a boring looking shot of a pastry from your cell phone, you can use that shot to create an entire professional video commercial that will have the production quality of a large studio.\nHow is this possible?\nTwo letters - AI.\nWelcome to AI Image and Video Editing for Beginners – Master the Future, where you’ll discover how to harness the true power of AI to generate, edit, and create stunning images and videos — all without the need for expensive cameras or complex equipment.\nIn this rapidly changing creative world, AI tools have become so advanced that anyone can now produce professional-level visuals with minimal effort. This course is designed to guide complete beginners through the most powerful AI image and video generation platforms available today, showing you how these tools are transforming the industry.\nWe’ll begin by understanding why this is the perfect time to start your AI editing journey. Then you’ll dive deep into the most effective AI image generation tools, including ChatGPT AI Image Generator and Editor, where you’ll learn not only how to access it for free, but also how to maximize its incredible photo editing capabilities. We’ll also address important topics like prompt crafting and consistency challenges — and how to overcome them.\nNext, you’ll explore Flux Kontext AI, a cutting-edge platform that offers jaw-dropping consistency when generating and editing AI images. You’ll learn how to create consistent characters and edit them like a pro — all with AI.\nThe course also introduces you to the world of AI video generation, where you’ll learn how to create high-quality AI videos using Kling AI, one of the most powerful AI video tools available today.\nFinally, you’ll apply everything you’ve learned in a hands-on final project, where you’ll create a fully AI-generated cinematic video ad using both image and video AI tools.\nNo previous experience is required — just your curiosity and creativity.",
      "target_audience": [
        "This course is for people who want to learn how to use the latest AI image and video generating and editing tools to take their creative abilities to the next level."
      ]
    },
    {
      "title": "DeepFake AI Masterclass: AI Videos, Voice Cloning, Deep Fake",
      "url": "https://www.udemy.com/course/deepfake-ai-masterclass-ai-videos-voice-cloning-deep-fake/",
      "bio": "DeepFake AI Full Course, Machine Learning, AI Videos, Voice Cloning, Deep Fake | stable diffusion ai, Heygen Clone",
      "objectives": [
        "Deep dive into AI video and audio technologies, understanding algorithms like GANs and machine learning models used in Deepfakes and Voice Cloning.",
        "Face Swapping: Seamlessly replace faces in videos, creating parodies, visual effects, and character swaps.",
        "AI-powered Storytelling: Generate and manipulate video content, including lip-syncing, scene changes, and special effects.",
        "Develop a workflow for Deepfake and Voice Cloning projects, from planning to execution and post-production.",
        "Learn creative storytelling techniques to leverage Deepfakes and Voice Cloning for impactful projects."
      ],
      "course_content": {
        "What is Deepfake AI ?": [
          "Introduction",
          "Deepfake AI +Cloning Yourself With Voice Trailer",
          "What is LLM ?"
        ],
        "How to Create DEEPFAKE AI Videos For Social Media ?": [
          "How to Create DEEPFAKE AI Videos For Social Media ?"
        ],
        "How to Make Deepfake Videos in detail ?": [
          "How to Make Deepfake Videos in detail ?"
        ],
        "How to make Deepfake AI Videos with Stable Diffusion ?": [
          "Install MovToMov Extension in Stable Diffusion",
          "How to use stable diffusion to make deepfake ai ?"
        ],
        "How to Clone Yourself, Voice Cloning, Deepfake Your Own Video, Deep fake AI": [
          "Lets start making Own Clone with Heygen",
          "How to Clone Yourself, Voice Cloning, Deepfake Your Own Video, Deep fake AI"
        ],
        "Most easy way to Create Deepfake AI Videos": [
          "Most easy way to Create Deepfake AI Videos"
        ]
      },
      "requirements": [
        "Laptop/pc",
        "Internet"
      ],
      "description": "DeepFake AI Masterclass: AI Videos, Voice Cloning, Deep Fake\n(DeepFake AI Full Course, Machine Learning, AI Videos, Voice Cloning, Deep Fake | stable diffusion ai, Heygen Clone)\nDive into the world of DeepFake AI Mastery: Craft AI Videos, Voice Clone with Precision, and Unleash the Power of Deep Fake Technology!\nWelcome to the DeepFake AI Masterclass, your comprehensive guide to unlocking the mesmerizing potential of artificial intelligence in video and audio manipulation. Here, you'll embark on a groundbreaking journey into the realm of AI Videos, Voice Cloning, and Deep Fake creation, learning the cutting-edge techniques that push the boundaries of reality.\nImagine this: seamlessly swapping faces in videos, giving life to iconic voices through Voice Cloning, crafting captivating narratives with AI Videos, and leaving your audience spellbound with your newfound Deep Fake wizardry.\nWith the DeepFake AI Masterclass, this isn't just imagination, it's your reality.\nThrough this immersive program, you'll:\nMaster the art of AI Videos: Learn how to manipulate and generate video content using the power of artificial intelligence. Create stunning deepfakes, add special effects, and tell stories in ways never before possible.\nUnlock the secrets of Voice Cloning: Capture the essence of any voice, be it your own or a beloved celebrity, and breathe life into your projects with unparalleled authenticity.\nDemystify the world of Deep Fake technology: Understand the algorithms and tools behind deepfakes, gain the skills to navigate ethically and responsibly, and contribute to the positive application of this transformative technology.\nGo beyond the basics: Dive deeper into advanced techniques like facial reenactment, lip-syncing, and motion transfer, pushing the limits of your creativity and technical prowess.\nThe DeepFake AI Masterclass is more than just a course; it's a community. Join a vibrant network of fellow learners and enthusiasts, share your creations, and gain valuable insights from industry experts.\nReady to unleash your creative potential and become a DeepFake AI Master? Enroll today and embark on this transformative journey. Remember, with each step you take, you're not just mastering DeepFake technology, you're shaping the future of storytelling, entertainment, and beyond.\nDeepFake AI Masterclass: Where imagination meets reality, powered by the magic of AI.\nJoin us now and take your first step into the world of DeepFake AI Mastery!\nEnroll today and unleash the power of DeepFake AI!",
      "target_audience": [
        "Creative Storytellers: If you have a wild imagination and love crafting captivating narratives, Deepfakes and Voice Cloning offer incredible tools to bring your stories to life with stunning visuals and expressive voices.",
        "Tech Enthusiasts: Dive into the cutting edge of AI technology. Understand the algorithms behind Deepfakes and Voice Cloning, master the tools, and push the boundaries of what's possible in AI-powered media.",
        "Educators and Trainers: Make learning engaging and immersive with AI-powered tools. Craft interactive tutorials, bring historical figures to life, or personalize educational content for diverse learners",
        "Gamers and Content Creators: Inject a spark of magic into your gameplay or online content. Create deepfake parodies, add voiceovers to your streams, or build interactive AI-powered experiences for your fans.",
        "Anyone with a Curious Mind: If you're fascinated by the intersection of technology, creativity, and human communication, this course is for you. Discover the incredible world of Deepfakes and Voice Cloning, and explore its potential to shape the future."
      ]
    },
    {
      "title": "The Phantom & Mavic Filmschool Killer shots handbook",
      "url": "https://www.udemy.com/course/the-phantom-filmschool-killer-shots-handbook/",
      "bio": "Learn 25 Killer shots from Phantom Filmschool 1,2 & 3 for Mavic, Phantom & Inspire",
      "objectives": [
        "Perform 25 Killer drone shots"
      ],
      "course_content": {
        "Introduction": [
          "Introduction & E-Book Download"
        ],
        "Extra items": [
          "Video editing tips",
          "Safety tips lecture",
          "Battery tips lecture",
          "Photography tips lecture",
          "Pre-flight checklist lecture"
        ],
        "Quizz": [
          "Litchi fundamentals"
        ]
      },
      "requirements": [
        "Helpful if you have taken the Phantom Filmschool online courses"
      ],
      "description": "**Compatible with all Mavic, Phantom 3/4 & Inspire models**\nWelcome to the brand new e-book based on the popular Phantom Filmschool series of online courses.\nA lot of students have asked me for a book or cheat-sheet as a convenient way to remind them of the killer shots taught in the courses.\nSo I decided to create this e-book. And instead of basing it only on a single course I decided to take it all the way and teach all 22 killer shots taught in Phantom Filmschools 1,2 & 3.\nThis book takes hours and hours of course material and distills it into a user friendly format with:\n- a description of the killer shot\n- a video demo of the shot\n- key settings\n- the methodology, and\n- screenshots with notes and annotations\nIn addition to this the book also covers alternative methods for several shots and also deals with popular items such a the batch waypoint tool to fly relative to ground.\nIf you enjoyed Phantom Filmschool then you are going to love this handbook.\nHere is a list of the shots taught:\n- Useful settings and tips\n- Killer shot 1: The Flyby\n- Alternative method for The Flyby using Tapfly\n- Killer shot 2: The POI Flyby\n- Killer shot 3: The Advanced POI Flyby\n- Batch edit  tool and Relative to Ground      (RTG)\n- Killer shot 4: The Orbit\n- Killer shot 5: The Forward Reveal\n- Killer shot 6: The Backward Reveal\n- Alternative method for the Backward  Reveal using Focus mode\n- Killer shot 7: The Corkscrew\n- Alternative method to the Corkscrew  with Active Track\n- Killer shot 8: Course Lock\n- Killer shot 9: The Rise\n- Killer shot 10: The Lookdown twist\n- Killer shot 11: The Rise and Pan\n- Killer shot 12: The Rise and Reveal\n- Killer shot 13: The Lookdown Approach\n- Killer shot 14: The Pan\n- Killer shot 15: The Selfie\n- Killer shot 16: The Up and Over\n- Killer shot 17: The Pullback shot\n- Killer shot 18: The Lookdown Flyby  method 1 with Litchi\n- Alternative method for the Lookdown  Flyby with Litchi Tapfly (Mavic, P4 and I2  only)\n- Killer shot 19: The Opener with Tapfly\n- Killer shot 20: The Railcam\n- Killer shot 21: The Sports Railcan\n- Killer shot 22: The Train Railcam\n- Killer shot 23:  Focus mode\n- Killer shot 24: Follow mode (Android only) & Follow mode with Magic leash\n- Killer shot 25: Motion Aerial Timelapse",
      "target_audience": [
        "Anyone who wants to Master Litchi for their DJI drone"
      ]
    },
    {
      "title": "Become a Professional Wedding Videographer",
      "url": "https://www.udemy.com/course/become-a-professional-wedding-videographer/",
      "bio": "Learn about camera equipment, camera settings, and shooting techniques and tips for wedding videos.",
      "objectives": [
        "Choose the Right Camera Gear",
        "Learn Best Camera Settings",
        "Shooting Tips and Techniques",
        "Mistakes to Avoid",
        "How to Record Professional Audio",
        "Choose the Right Angles and Camera Moves"
      ],
      "course_content": {
        "Introduction": [
          "Introduction"
        ],
        "Camera Equipment": [
          "Learn about the gear you need to shoot weddings"
        ],
        "Camera Settings": [
          "Learn about the best camera settings"
        ],
        "Let's shoot that wedding!": [
          "How to actually shoot a wedding"
        ],
        "My Gear List": [
          "My Equipment List"
        ]
      },
      "requirements": [
        "This course is designed for all levels of videographers. Whether you are just a beginner, or are more advanced, this course will have valuable information for everyone."
      ],
      "description": "This course covers all aspects of recording a wedding video.\nAfter completing the following lessons, you will know how to:\nChoose the right camera equipment,\nUse best camera settings, including resolution, frame rate, color profiles, and more.\nRecord professional sounding audio,\nUse a gimbal for optimal stabilization,\nKey moments to capture throughout the event,\nCreative angles and camera movements,\nKnow when to use a wide angle lens or a zoom lens,\nAvoid common mistakes wedding videographers make\nand so much more!\n\n\nWhether you are looking to do wedding videography as a side gig, or a full time job, this course will help you achieve your goals. Experienced videographers are known to make great earnings.\nOn the lower end, a wedding video can cost $3,000.\nWith enough experience, the final video product can be made in just several days.\nIn this short time period, these videographers are able to make the same money  a minimum wage workers earns in a month!\n\n\nAbout the author:\nKevin Kotov earned a Digital Filmmaking Degree in college.\nHe has been working as a full time photographer and videographer ever since.\nWedding videography is his niche.\nHe has great experience working not only as a wedding videographer, but a wedding video editor as well.",
      "target_audience": [
        "Videographers looking to film weddings"
      ]
    },
    {
      "title": "Master Your Mirrorless Camera for Videos",
      "url": "https://www.udemy.com/course/master-your-mirrorless-camera-for-videos/",
      "bio": "A Complete Beginner's Guide",
      "objectives": [
        "Getting the perfect exposure from any mirrorless camera",
        "In depth understanding about frame rates",
        "Everything about shutter speed, aperture, and the ISO: the exposure triangle",
        "Using camera settings for different real life scenarios like dark room, bright outdoors etc",
        "Getting perfect white balance"
      ],
      "course_content": {
        "Introduction": [
          "Introduction"
        ],
        "Frame Rates Per Second": [
          "Frame Rates"
        ],
        "Exposure Trialngle": [
          "ISO",
          "Shutter Speed",
          "Aperture",
          "White Balance"
        ],
        "Video Settings in different real life scenarios": [
          "Video setting in extreme low light",
          "Video setting in borad day light",
          "Filming slow motion video in extreme low light",
          "Filming slow motion in broad day light"
        ],
        "Conclusion": [
          "A few tips and conclusion"
        ]
      },
      "requirements": [
        "There is not prerequsites for this class. This class is made for complete beginners."
      ],
      "description": "Welcome to a beginner's guide for mastering your mirrorless camera!\nAre you one of the lucky owners of a mirrorless camera? But are you struggling with all the technical terms (like shutter speed, aperture, and ISO) or you just don’t know how to get the best video output? Well, you’ve come to the right place!\nIn this class, you will learn all the basics that you need to know to get the most professional video output from your mirrorless camera. You’ll learn everything about getting the perfect exposures, white balance, and frame rates. At the end of this class, you can pick up your camera and fully understand how to use it, and make professional videos in every scenario!\nWhat will you learn?\nYou’ll learn all the basic settings, what they do and how they work. I will take you through a few real-life scenarios where I will be tweaking the mirrorless camera settings to help you understand how you can use the exposure tools in your camera to get the best video output.\nStructure of the class:\nFrame rates: You'll learn about one of the most important parts of filming a video: understanding frame rates. By the end of this section, you'll know exactly at which frame rate you have to film for your desired video output, such as slow-motion or a normal-paced video. And knowledge about frame rates will help you understand the exposure triangle!\n\n\nExposure triangle: You’ll learn about shutter speed, aperture, and the ISO: the exposure triangle. These three tools will give the video a balanced look. However, each has its own limitations… I will teach you all about it!\n\n\nReal-life scenarios: We’ll end with the most fun part! I will show you a few extreme scenarios and explain to you how you can still get the perfect exposure using the tools and techniques we have learned in the previous sections.\nSo, do I see you in my class? Let’s learn and create!",
      "target_audience": [
        "Beginners"
      ]
    },
    {
      "title": "Masterclass in Talking-Head Video Production & Videography",
      "url": "https://www.udemy.com/course/masterclass-in-talking-head-video-production-videography/",
      "bio": "Master camera setup, lighting, sound, and composition to create professional talking-head videos at home.",
      "objectives": [
        "Transform any home or office into a functional video recording studio.",
        "Apply the core rules for recording effective head-talking videos with a clear, consistent setup.",
        "Avoid common beginner mistakes in framing, lighting, and camera settings.",
        "Gain confidence in recording yourself without needing a full production team.",
        "Know how to quickly plan and shoot a video when time and space are limited.",
        "Record clear, echo-free audio with the right mic placement and room treatment tips.",
        "Apply lighting, sound, and framing together to create a consistent, branded look.",
        "Operate your camera with confidence, understanding settings like ISO, shutter speed, and white balance.",
        "Select the right microphone for different environments and improve sound quality",
        "Understand how different lenses affect your image and which lens works best for talking-head videos.",
        "Use composition rules and framing techniques to make your videos look professional",
        "Set up lighting correctly to create soft, flattering light and avoid harsh shadows.",
        "Choose the best camera for your goals, budget, and recording space.",
        "Understand the difference between soft and hard light and how to use each one creatively."
      ],
      "course_content": {
        "Introduction": [
          "Introduction",
          "What can you expect"
        ],
        "Basic and Important rules": [
          "Important",
          "Get thru",
          "Rules of creating shot",
          "Rules of preparing room"
        ],
        "Composition": [
          "Composition intro",
          "choose subject",
          "Rule of thirds",
          "guiding lines",
          "Compositional Balance",
          "create depth by layers",
          "rule of contrast",
          "Create bright, dark, bright, dark look"
        ],
        "Basic camera settings": [
          "What is exposure in camera?",
          "How to set to shutter speed?",
          "What does ISO do?",
          "Set aperture",
          "Aperture secret",
          "Camera exposure tips",
          "What is histogram?",
          "What is dynamic range?",
          "how does waveform work?",
          "how does white balance work?",
          "Built-in white balance presets",
          "How did I set white balance?"
        ],
        "Tips on How to Talk on Camera with Confidence": [
          "What are you going to learn?",
          "How to be confident in front of camera?",
          "Before you click \"record\"",
          "How to make good script?",
          "Script structure",
          "Delivery",
          "Body language",
          "Review yourself"
        ],
        "Lighting": [
          "3 point light setup",
          "Hard vs soft",
          "How to achieve soft light?",
          "Color of light",
          "How does reflection work?",
          "Ambient light",
          "Real life example"
        ],
        "Choosing camera": [
          "Process of buying camera",
          "Budget",
          "camera's purpose",
          "Necessary features",
          "Camera's capabilities and performance",
          "What's make image quality?",
          "Real life example of looking specs",
          "Review your cameras",
          "Rent camera"
        ],
        "lens": [
          "How to choose lens?",
          "Lens mount",
          "Focal length",
          "prime vs zoom lens",
          "Aperture of lens",
          "Features of lens",
          "Review and rent"
        ],
        "How to choose microphone?": [
          "Process overview",
          "What are you going to record on?",
          "Choose your type of microphone",
          "Review and rent microphone"
        ],
        "Gear setup": [
          "What must you have?",
          "My gears",
          "Ali Abdaal kit",
          "Iman Gadzi kit"
        ]
      },
      "requirements": [
        "No previous camera or video experience required — this course is designed for beginners. You can get started with a smartphone and basic lighting.",
        "A camera or smartphone capable of video recording."
      ],
      "description": "Do you want to record professional-looking videos, but feel overwhelmed by cameras, lighting, or sound setup? Maybe you’ve tried filming yourself before, but the result looked flat, sounded echoey, or just didn’t feel “right.” If that sounds familiar — this course is for you.\n\n\nThe “Head Talking Video Production Masterclass and Videography” is a complete, beginner-friendly guide to filming high-quality talking-head videos from the comfort of your home. You don’t need a fancy studio, expensive gear, or any previous experience. I’ll walk you through everything — step by step.\n\n\nYou’ll learn how to:\nChoose the right camera or smartphone for your goals and budget\nSet up your space for great lighting, sound, and background — even in a small room\nUse light effectively to make your face look clean, soft, and cinematic\nRecord clear audio with affordable microphones and smart mic placement\nFrame your shot like a pro using basic composition rules\nSpeak confidently on camera, even if you’re nervous or new to it\nBuild a repeatable setup you can use every time you record\n\n\nWe’ll also explore real-world examples and breakdowns of successful YouTubers like Iman Gadzhi and Ali Abdaal, showing how they build clean, simple setups — and how you can do the same without breaking the bank.\n\n\nBy the end of this course, you’ll have the confidence and knowledge to create polished, engaging videos that look and sound professional — wherever you record. Whether you’re a coach, freelancer, educator, or business owner, this course will help you elevate your content and build a stronger online presence through video.\n\n\nNo camera experience needed. Just a willingness to learn, practice, and press record.",
      "target_audience": [
        "Beginner content creators, coaches, and online educators who want to look professional on camera without hiring a full video team",
        "Entrepreneurs and freelancers who need to record head-talking videos for YouTube, online courses, or marketing",
        "Creators with no camera or lighting experience who want a step-by-step guide to building a simple home or office video setup",
        "Anyone who wants to improve the quality of their videos using proper gear, lighting, composition, and confident on-camera delivery — even in small spaces like a living room"
      ]
    },
    {
      "title": "Intro to Video Editing: Premiere Pro",
      "url": "https://www.udemy.com/course/intro-to-video-editing-premiere-pro/",
      "bio": "Noob in Video Editing? This is the course for you.",
      "objectives": [
        "Video editing",
        "Color Grading",
        "Mix & fixing audio",
        "Exporting videos",
        "Some Advanced Tricks"
      ],
      "course_content": {
        "Intro to Video Editing: Premiere Pro": [
          "Intro",
          "User Interface",
          "Managing Samples",
          "Sample Edit 1",
          "Sample Edit 2",
          "Color Grading",
          "Exporting",
          "Audio",
          "Advanced Tricks"
        ]
      },
      "requirements": [
        "Should have access to Adobe Premiere Pro software"
      ],
      "description": "If you are a NOOB at video editing or don't have any idea on Premiere Pro, this is the course for you. Premiere pro is one best video editor & part of Adobe Suite.\n\nIn this beginner level course, you will learn about the User interface on Premiere Pro, how to manage your video samples, Editing the clips, fixing your audio, color grading your footages & how to export your video.\n\n\nBrief listing of what you will learn on this course:\n\n\nUSER INTERFACE\n- Making your own workspace\n- Arranging windows\n- Settings\n- Timeline\n- Frame dropping indicator\n\n\nMANAGING SAMPLES\n- Arranging video samples\n- Watching your samples\n- Sorting your footage\n- Creating & importing folders\n- Color coding your footage\n\n\nSAMPLE EDIT 1\nOne this episode I edit a travel video with commentary & show how to do it.\n- Creating timeline\n- Changing timeline setting\n- Basic effects\n- Adding effects\n- Text layer\n\n\nSAMPLE EDIT 2\nOne this episode I try to turn a bad footage to a watchable video.\n- Changing speed of clip\n- 3rd party plugin\n- Color grading\n- Stabilization\n\n\nCOLOR GRADING\n- Basic color grading\n- Saving edits as preset\n- Using LUT\n- Creating LUT\n- Using 3rd party plugin\n\n\nEXPORTING\n- How to export\n- Creating own preset\n- Sequence render\n\n\nAUDIO\n- Normalizing audio\n- Using builtin preset\n- Fixing noise, reverb\n- Using 3rd party VST\n\n\nADVANCE TRICKS\n- Proxy\n- Essential graphics\n- Controlling the speed of a clip\n- Adding black bars\n\n\nInstructor Yasin Hasan\nI'm a professional video editor. Worked as freelancer for a while, worked for company as an editor. Currently I edit for my own tech related Youtube channel. I have been editing videos for 7 years now.\n\n\nMade some cinematic travel videos & music videos for friends. You are welcome to check those out.",
      "target_audience": [
        "People who want to learn video editing",
        "People to learn Adobe Premiere Pro",
        "Beginner video editor who wants to learn professional software",
        "People who want to learn color grading",
        "People who want to improve their video editing skills"
      ]
    },
    {
      "title": "Complete Filmmaking Masterclass: Learn how to make a film",
      "url": "https://www.udemy.com/course/the-complete-filmmaking-masterclass/",
      "bio": "Learn all aspects of filmmaking right from an idea to the release of the film!",
      "objectives": [
        "Develop an idea into a film",
        "Essential elements for a compelling story",
        "Write a Screenplay",
        "Write engaging dialogue",
        "Common camera angles and shot sizes in Cinematography and why we use them",
        "Lighting and it's importance in telling a story",
        "Role of Production Design and how it impacts the film",
        "Understand how to stage and block your scenes",
        "Directing actors and the true value of collaboration",
        "Learn the basics of film editing",
        "Understand how music can transform emotions in a film",
        "Ways to distribute your film and reach the audience"
      ],
      "course_content": {
        "Course Introduction": [
          "Intro",
          "Idea",
          "Stages of a Film"
        ],
        "The Story": [
          "Story Essentials",
          "Before you Start a Screenplay"
        ],
        "Screenwriting": [
          "The 3 Act Structure",
          "Writing ACT 1",
          "Writing ACT 2",
          "Writing ACT 3",
          "Keys to Write Good Dialogue",
          "Learn Screenplay Formatting Using Celtx"
        ],
        "Cinematography": [
          "Cinematography Basics",
          "How Camera Height Influences a Scene",
          "Common Shot Sizes and Their Uses",
          "Shot Selection",
          "Moving Camera"
        ],
        "Lighting": [
          "Importance of Lighting",
          "3-Point Lighting",
          "Basic Film Lighting Techniques"
        ],
        "Production Design": [
          "Role of Production Designers",
          "Importance of Production Design"
        ],
        "Acting": [
          "Why Directors Should Take Acting Lessons",
          "Blocking and Staging Scenes",
          "Directing Actors: Getting The Best Performance"
        ],
        "Editing": [
          "Working with Editors",
          "Learn Editing using Adobe Premiere Pro"
        ],
        "Color Correction and Color Grading": [
          "Difference between Color Correction and Color Grading",
          "Workflow Between Adobe Premiere Pro and DaVinci Resolve"
        ],
        "Music": [
          "Role of Music in Film",
          "Working with A Music Director"
        ]
      },
      "requirements": [
        "You should have access to laptop or a computer with basic writing software.",
        "A device to capture video. You can use your phone as well.",
        "You need a basic editing software. Even free editing software can be used."
      ],
      "description": "This is a comprehensive filmmaking course that guides you step by step on how to convert your idea into a full-fledged movie.\nHaving written and directed 2 feature films, as well as more than a dozen short films, I take you through this amazing journey of realizing your story on the screen.\nHere's what you will learn in this course:\n\n\n· Idea: Sources of ideas for films, how to nurture them, and convert them to a script.\n· Stages of a Film: Understand what happens in pre-production, production and post production.\n· The Story: Learn all the elements needed to craft a compelling story, as well as understand what makes an interesting character on screen.\n· Screenwriting: Understand Acts 1, 2 and 3 in depth with film examples.\n· Dialogues: Explore the characteristics of good dialogue writing in filmmaking.\n· Cinematography: Right from the basics to the choice of different shots on set, know what goes behind the camera!\n· Lighting: Let there be light! Understand different kinds of lighting techniques and when to use them.\n· Production Design: What makes a really good set? Learn all about production design with examples from Oscar nominated movies.\n· Acting: Lights, Camera, Action! Know what it takes to direct actors and get the best performances on screen.\n· Editing: Uncover secrets of director-editor partnership as they strive to tell a good story.\n· Color Correction and Color Grading: Learn how to set the right tone and mood with your color palette.\n· Music: Explore the role played by music in getting audiences to feel all the emotions.\n· Sound Design and Mixing: Get the best sounding sound!\n· Export: Know the best settings to export your film.\n· Film Distribution: A look at various ways you can get your film to the audiences around the world.\n\n\nBy the end of this filmmaking course, you will be well equipped to make your own film.",
      "target_audience": [
        "Anyone who wants to make an engaging film that resonates with the audience."
      ]
    },
    {
      "title": "Perfect Planning for DJI Drones",
      "url": "https://www.udemy.com/course/perfect-planning-for-dji-drones/",
      "bio": "Learn how to create & simulate amazing DJI drone shots in Google Earth!",
      "objectives": [
        "Plan the perfect drone shot",
        "Simulate the drone shot",
        "Have total confidence of the shot before going to shoot it",
        "Get perfect framing and composition",
        "Avoid crashes",
        "Minimal battery usage"
      ],
      "course_content": {
        "Introduction": [
          "Perfect Planning Introduction Lecture V1"
        ],
        "The Perfect Planning method": [
          "Perfect Planning Step 1 Google Earth Lecture V1",
          "Perfect planning Step 2 VLM lecture V2",
          "Perfect Planning Step 3 Simulation in GE Lecture V2",
          "Perfect Planning Step 4 Refinement Lecture V2",
          "Perfect Planning Safety Considerations Lecture V1",
          "Perfect Planning Settings Recap Lecture V2",
          "Perfect Planning VML to Footage Review Lecture V2"
        ]
      },
      "requirements": [
        "Google Earth with 3D Buildings supported in your area",
        "DJi drone",
        "Litchi app",
        "Virtual Litchi Mission (can run on Mac using parallels)"
      ],
      "description": "**Compatible with all Mavic, Phantom 3/4 & Inspire models**\nWindows only - Mac not supported (can run using parallels)\nGoogle Earth must support 3D buildings in your area\n\n\nAre you wasting battery and getting stressed out trying to get the right drone shot with your DJI drone? Then you are going about it the wrong way. It's time to learn about Perfect Planning where you can take all the time you want to create the perfect drone shots right from the comfort of your own home! That's right - with the latest tools like Google Earth Pro 3D buildings, Litchi and Virtual Litchi Mission you will be able to flawlessly get amazing drone shots before you even go shoot them!\n\n\nIn this mini-course I teach you exactly how to use Google Earth 3D to frame and compose amazing shots and at the same time how to refine and edits shots to make them work beautifully. I will then show you how to simulate the drone mission in Google Earth so you can see for yourself if you have got the shot!\n\n\nThis method will save you tons of frustration and battery and also prevent crashes as you are able to see beforehand if your flight path is on a collision course!\n\n\nNever before has it been possible to plan and simulate your drone shots in advance and if you are serious about real estate, architecture, construction, progress reports, surveys, 3D modeling, Inspections and more then you need to take this course",
      "target_audience": [
        "Anyone who has a DJI drone and wants to get amazing shots really easy",
        "Drone videoographers",
        "Drone photographers",
        "Single drone pilots/operators"
      ]
    },
    {
      "title": "Adobe After Effects CC 2022 for Beginners to Pro",
      "url": "https://www.udemy.com/course/adobe-after-effects-cc-2022-for-beginners-to-pro/",
      "bio": "Learn basics of After Effects, Compositing ,Visual Effects (VFX), Motion Graphics and Animation",
      "objectives": [
        "How to use Adobe After Effects and its elements",
        "The interface and tools of After Effects",
        "The principles of video editing",
        "How to make still image animations",
        "How to do and use motion graphics",
        "How to create logo, APP UI, and HUD animations",
        "And more..."
      ],
      "course_content": {
        "INTRODUCTION FILES": [
          "INTRODUCTION",
          "TABLE OF CONTENT",
          "DOWNLOAD ADOBE AFTER EFFECTS",
          "GETTING STARTED"
        ],
        "INTERFACE AND TOOLS": [
          "INTERFACE",
          "CREATE SOLID LAYER",
          "LAYER PROPERTIES",
          "TYPE TOOL",
          "TRACK MATTE",
          "KEYFRAMING IN DETAILS",
          "TRANSSITION",
          "SHAPE LAYER ANIMATIONS",
          "CAMERA 3D",
          "MOTION TRACKING",
          "RAINY FOREST VFX",
          "VIDEO FORMATS",
          "EXPORTING VIDEO"
        ],
        "REALTIME PROJECTS": [
          "PART 18 [TITLE ANIMATIONS AND LOWERTHIRDS]",
          "PART 19 [LOGO REVEAL BASICS]",
          "PART 20 [SOCIAL MEDIA TAGS]",
          "PART 21 [PREMIER PRO TEMPLATES]"
        ]
      },
      "requirements": [
        "No Professional Skill needed"
      ],
      "description": "Welcome to the “Adobe After Effects 2022 - The Beginner's Basics” course.\nAdobe After Effects is a digital visual effects, motion graphics, and compositing application developed by Adobe Systems and used in the post-production process of film making, video games, and television production.\nMotion Graphics and Visual Effects are becoming increasingly valuable and important in any video created. Learning how to create these animations using Adobe After Effects has become essential. Talents to create these kind of animations and effects are more and more in demand. It is also an easy way to earn money as a freelancer or resell your packaged animations on hundreds of sites on the web.\nIf you want to make effective videos and animations by applying visual effects, you are in the right place, this course is a perfect match for you.\nThis “Adobe After Effects 2022 - The Beginner's Guide” course will take you from beginner to advance level.\nOur passion is to carry our experience with the right examples to anyone who will enroll in this course. In this course, you will learn After Effects step-by-step. Because this course is designed for those who have no knowledge of After Effects but want to learn After Effects to the level of expertise. Therefore, while watching this course, you will have no questions about After Effects.\n\n\nWhat’s important:\nThis course is expertly designed to teach everyone from complete beginners, right through to professionals as a refresher.",
      "target_audience": [
        "Absolute Beginners"
      ]
    },
    {
      "title": "Pet Photography Masterclass",
      "url": "https://www.udemy.com/course/pet-photography-masterclass/",
      "bio": "Learn how to take amazing photos of your dog or cat",
      "objectives": [
        "Take amazing photos of your pet.",
        "Learn about the most important rules in photography in general, and pet photography in particular.",
        "Discover fundamental tips and tricks on how to really shoot sharp images.",
        "Find out how to find a good shooting location – and how a bad one can be turned into a good one.",
        "Discover tips and tricks on how to take better pictures using your cell phone camera.",
        "Set up your own photo studio in your living room and what equipment you will need.",
        "Simple but powerful image retouching skills using Lightroom and Photoshop.",
        "Make some money from your photos and learn where to engage in order to gain some social media momentum."
      ],
      "course_content": {
        "Welcome": [
          "Hello. Is this course for you?",
          "Equipment"
        ],
        "Understanding your camera": [
          "What is aperture?",
          "What is shutter speed?",
          "What is ISO?",
          "What are cameras modes?",
          "What's a good lens?"
        ],
        "The most important rules in photography": [
          "Top 9 composition tips",
          "The one and only everlasting rule"
        ],
        "Taking the perfect picture of your pet": [
          "Useful tools and equipment",
          "What makes a good location?",
          "How to turn a bad location into a good one",
          "The most important rule in pet photography",
          "13 tips for really sharp pictures",
          "Lighting",
          "20 tips for using your cell phone camera"
        ],
        "Home studio photography": [
          "Set up your own home studio",
          "Studio equipment – makes it look really pro",
          "Shooting"
        ],
        "Retouching your photos": [
          "Why retouching is actually good",
          "Using Adobe Lightroom for pre-selection",
          "Image retouching using Adobe Photoshop – The basics",
          "Example 1: From good to better",
          "Example 2: From nice to awesome",
          "Example 3: From cute to OMG",
          "Example 4: From RAW to WOW",
          "Example 5: From everyday photo to special day photo"
        ],
        "Selling and marketing your photos": [
          "Make some money from your pictures"
        ],
        "Conclusion": [
          "Conclusion, thank you and bye-bye"
        ]
      },
      "requirements": [
        "Students should have a camera, ideally a DSLR.",
        "Your cell phone camera will do, as well."
      ],
      "description": "This course is for you if you have a dog or cat and love to take pictures of pets.\nThis course is for you if you have just started out taking photos and your DSLR camera still feels a little bit like a technical mystery to you.\nThis course is for you if you mainly use your cell phone camera for taking pictures of your pet.\nThis course is for you if you want to learn how to dramatically increase the quality of your photos with little effort.\nThis course is for you if you want to learn how to make some money from your photos.\n\nThis course is for you if you want to create that special picture of your pet that will remain an everlasting memory.\n\n\nI created this course to be as easy as possible in order to encourage my students to be more creative. There will be some sections on the technical aspect of your DSLR camera, because you need a basic understanding of their functions, but there are many more aspects that deserve our attention.\nI will teach you the most important rules for developing your creative eye and how to bring your photographic visions to live. You will learn some fundamental rules, tips and tricks about how to take that perfect picture of your dog or cat.\nI will also show you how to set up your own photo studio in your living room, in order to take amazing photos of your pet.\nLast but not least, you will learn you some simple but powerful image retouching skills using Adobe Lightroom and Photoshop.\nI am looking forward to seeing you in the course – and so does my little co-host.",
      "target_audience": [
        "Photography beginners, who want to learn the really important rules in pet photography with minimal technical hassle.",
        "People who want to develop their photographic eye.",
        "People who want to learn how to take better pictures.",
        "People who want to create everlasting photographic memories of their pet.",
        "People who want to take pictures of their pet – and hearing friends and family say »That's soooo great. I can't believe you took this picture.«"
      ]
    },
    {
      "title": "Make A Feature Film On A Tiny Budget",
      "url": "https://www.udemy.com/course/indie-film-the-future-filmmakers-how-to-make-a-film/",
      "bio": "Complete Guide On Everything from Pre-Production to Editing In Under 2 Hours",
      "objectives": [
        "How To Write A Simple Script That Works",
        "How To Cast Actors For Indie Films",
        "How To Organize A Rehearsal",
        "How To Find Locations",
        "How To Schedule A Shoot The Right Way",
        "How To Hire Crew",
        "How To Shoot Your Film The Most Efficient Way",
        "How To Edit Your Film",
        "How To Distribute Your Film"
      ],
      "course_content": {
        "Introduction To The Course": [
          "Introduction"
        ],
        "How To Write A Simple Script That Works": [
          "How To Write A Simple Script That Works"
        ],
        "How To Cast Actors For Indie Films": [
          "How To Cast Actors For Indie Films"
        ],
        "How To Organize A Rehearsal": [
          "How To Organize A Rehearsal"
        ],
        "How To Find Crew": [
          "How To Find Crew"
        ],
        "How To Find Locations": [
          "How To Find Locations"
        ],
        "How To Schedule A Shoot The Right Way": [
          "How To Schedule A Shoot The Right Way"
        ],
        "How To Shoot Your Film The Most Efficient Way": [
          "How To Shoot Your Film The Most Efficient Way"
        ],
        "How To Edit Your Film": [
          "How To Edit Your Film"
        ],
        "How To Distribute Your Film": [
          "How To Distribute Your Film"
        ]
      },
      "requirements": [
        "Basic understanding of filmmaking"
      ],
      "description": "This course is specifically tailored for individuals who aspire to become filmmakers and want to learn how to create high-quality films with limited resources. Whether you are a beginner or an experienced filmmaker looking to improve your skills, this course is suitable for you.\nThroughout the course, you will learn the ins and outs of making a film on your own, including tips on how to make the most of different types of equipment such as cinema cameras, smartphones, and GoPros. You will also learn how to create the appearance of a higher budget film, even with limited resources.\nMaking a film is not an easy task. It requires a lot of hard work, dedication, and creativity. From writing the script to pre-production, production, and post-production, there are many steps involved in the filmmaking process. Finding distribution for your film can also be challenging, especially if you are an independent filmmaker.\nOverall, this course is designed to help aspiring filmmakers develop the skills and knowledge necessary to successfully create and distribute their own films. Whether you want to make a short film, a feature film, or a documentary, this course will provide you with the tools and resources you need to succeed.\nThis course also includes agreement templates for your independent film.\nPlease note that this course has some strong language, and it's not suitable for minors.",
      "target_audience": [
        "Filmmakers who want to make an independent film",
        "People who want to make film",
        "People who want to learn how to make a film with limited budget"
      ]
    },
    {
      "title": "GoPro Hero 9 Camera Masterclass: From Beginner To Filmmaker",
      "url": "https://www.udemy.com/course/gopro-hero-9-camera-masterclass-from-beginner-to-filmmaker/",
      "bio": "Learn the essentials of the GoPro Hero 9 and kickstart your filmmaking adventures!!",
      "objectives": [
        "How To Set Up And Operate Your GoPro.",
        "The Essentials Of The 3 Primary Capture Modes.",
        "How To Capture Cinematic Footage.",
        "The Fundamentals Of The Exclusive Power Tools.",
        "The Ins-And-Outs Of All The Extra Settings And Features."
      ],
      "course_content": {
        "Introduction": [
          "Introduction",
          "Setting Up Your GoPro",
          "Operating Your GoPro"
        ],
        "GoPro Hero 9 Camera Masterclass": [
          "The Front Screen",
          "Video Mode",
          "Power Tools",
          "Camera Movements",
          "Transitions",
          "Photo Mode",
          "Time Lapse Mode",
          "Tips And Tricks",
          "Dashboard And Settings",
          "The GoPro App",
          "Saving Battery Power",
          "GoPro Hero 9 Vs. GoPro Hero 8",
          "Webcam Mode",
          "Live Streaming"
        ],
        "Conclusion": [
          "Transferring Media",
          "GoPro Subscription",
          "Course Conclusion"
        ]
      },
      "requirements": [
        "Have access to the GoPro Hero 9 action camera (GoPro Hero 8 and 7 are compatible with most sections of the course)."
      ],
      "description": "This class provides an in-depth look into the GoPro Hero 9 action camera – a pocketable but powerful camera which allows for the effortless documentation of whatever you wish to capture. The aim of this course is to walkthrough the fundamentals of this action camera in order to give students the foundation to go out and start creating their own films. The GoPro Hero 9 is a versatile camera and by correctly using it, the user will end up with timeless footage and photos, that will serve as precious memories. Whether you're a complete camera novice, or a film & photo enthusiast wanting to get into action cameras, I hope you can draw some helpful advice, tricks and value from these lessons on the GoPro Hero 9 action camera.",
      "target_audience": [
        "Beginner filmmakers interested in travel videography.",
        "For anyone who is interested in learning about action cameras!"
      ]
    },
    {
      "title": "Classical Theater Lighting",
      "url": "https://www.udemy.com/course/mastering-theater-lighting/",
      "bio": "From Theory to Stage Brilliance",
      "objectives": [
        "Understanding diverse lighting fixtures and their applications.",
        "Strategic placement techniques for impactful storytelling.",
        "Hands-on experience in crafting lightplots and operating consoles.",
        "Technical proficiency in managing dimmers, circuits, and hangstructures.",
        "Developing a comprehensive light design tailored for theatrical productions.",
        "This course seamlessly blends theory and practice, empowering you to create captivating visual narratives on stage."
      ],
      "course_content": {
        "Introduction": [
          "Introduction",
          "Course Index"
        ],
        "Theater Lamps": [
          "Overview Theater Lamps",
          "PC and Fresnel Lamp",
          "Profiler Lamp",
          "PAR and MultiPAR Lamps",
          "Flood Lamps",
          "Filters introduction",
          "Filters on Lamps"
        ],
        "Pipes and hanging structures": [
          "Motorized and counterweight pipes – the theory",
          "Motorized and counterweight pipes – in theater"
        ],
        "Circuits, Dimmers and Hardpatch": [
          "Circuits, Dimmers and Hardpatch - the theory",
          "Circuits, Dimmers and Harpatch - in the theater"
        ],
        "Our little practice theater": [
          "How to make a Lightplot",
          "Presenting our little theater"
        ],
        "Control Room": [
          "Working with submasters",
          "Working with cuestacks"
        ],
        "Lighting Positions": [
          "Frontlight",
          "Sidelight",
          "Backlight",
          "Spotlight",
          "Toplight",
          "Cycloramalight"
        ],
        "Lighting dramaturgy": [
          "Why do we need lighting on stage?",
          "Lighting dramaturgy."
        ],
        "Hands on, making a show": [
          "Little play. Theory",
          "Theater car sceene, night",
          "Day sceene, theory",
          "Day sceene, part 1",
          "Day Sceene, part 2",
          "Living room scene, theory",
          "Living Room scene",
          "Final play"
        ],
        "Goodbye and recomendations": [
          "Goodbye and how to go on with theater lighting."
        ]
      },
      "requirements": [
        "There are no requierements. You learn everything from scratch."
      ],
      "description": "Welcome to 'Classical Theater Lighting,'\nAre you passionate about the world of traditional theater and eager to learn the art of lighting for plays, comedies, and tragedies? This course offers a focused and comprehensive guide to designing and programming lighting specifically for classic theater productions, excluding musicals, dance shows, or concert lighting.\nWhat You’ll Learn:\nTechnical Foundations: Understand the core components of theater lighting, including lamps, hanging structures, dimmer systems, and circuits. Gain the technical knowledge needed to set up a professional lighting rig.\nCreating a Light Plot: Master the essentials of designing a light plot, selecting fixtures, and determining their hanging positions to achieve the desired look on stage.\nProgramming a Lighting Console: Learn how to program and manage lighting cues for a traditional theater production using industry-standard lighting desks.\nDesigning Realistic Stage Lighting: Discover how to create lighting designs that enhance storytelling and simulate realistic environments on stage, tailored to the unique demands of classic theater.\nWho This Course Is For:\nThis course is ideal for aspiring lighting designers, theater students, technical crew members, or anyone passionate about understanding the intricacies of traditional theater lighting.\nWhat This Course Does Not Cover:\nTo avoid confusion, please note that this course focuses solely on lighting design and programming for traditional plays, comedies, and tragedies. It does not include instruction on designing or programming for musicals, dance shows, or concerts.\nIf you’re ready to explore the timeless art of traditional theater lighting and gain the skills to illuminate captivating productions, enroll today!",
      "target_audience": [
        "This course is ideal for aspiring lighting designers, theater students, technical crew members, or anyone passionate about understanding the intricacies of traditional theater lighting.",
        "To avoid confusion, please note that this course focuses solely on lighting design and programming for traditional plays, comedies, and tragedies. It does not include instruction on designing or programming for musicals, dance shows, or concerts."
      ]
    },
    {
      "title": "O básico que você precisa para se tornar um videomaker",
      "url": "https://www.udemy.com/course/curso-videomaker-black-raven-filmes/",
      "bio": "Aprenda o básico de gravação de vídeo, iluminação, áudio e edição para começar a atuar na área",
      "objectives": [
        "Como utilizar uma câmera de maneira profissional para vídeo",
        "Formas de iluminar sua cena",
        "Enquadramentos e movimentos de câmera",
        "Editar e exportar seu primeiro vídeo",
        "Como começar na carreira de Videomaker"
      ],
      "course_content": {
        "Introdução": [
          "O vídeo e sua importância",
          "Tipos de câmeras (DSLR vs Mirrorless vs Cinema vs Ação)",
          "Tipos de Sensores",
          "Tipos de Lentes",
          "Bocal e Adaptadores",
          "Como escolher sua primeira câmera e alguns cuidados na hora da compra",
          "Como armazenar sua câmera e lentes adequadamente",
          "Lista de câmeras"
        ],
        "Configurando sua câmera": [
          "ISO",
          "FPS e Shutter",
          "Abertura",
          "White Balance",
          "Perfil de cor flat e Dynamic range",
          "Configurando sua câmera na prática!",
          "Configurando sua câmera na prática + setup de luz (aula extra)",
          "Grave um pequeno trecho de até 1 min utilizando as configurações corretas",
          "Exemplo de configuração de câmera"
        ],
        "Enquadramentos, composições e movimentações de câmera": [
          "Planos e Ângulos",
          "Movimentação de câmera",
          "Composição e regras de composição",
          "Links úteis e recomendações de livros"
        ],
        "Sem luz não há ação!": [
          "Iluminação e sua importância",
          "Equipamentos de iluminação",
          "Luz difusa, luz chave e de complemento",
          "Esquema de 3 pontos",
          "Rebatedor",
          "Imagem Setup de Luz (3 Pontos)"
        ],
        "Vamos falar de áudio": [
          "Áudio e sua importância",
          "Tipos de microfone e situações de uso",
          "Cuidados com o áudio"
        ],
        "Estabilizando seu vídeo": [
          "Estabilização no seu vídeo: Gimbal e Steadycam",
          "Catwalk"
        ],
        "O básico da edição": [
          "Baixando o Premiere pro",
          "Organizando seu projeto no editor",
          "Começando a editar",
          "Aba de efeitos",
          "Correção básica de áudio e cores",
          "Exportando o projeto"
        ],
        "Como se preparar para o mercado audiovisual": [
          "Cuidado com as referências",
          "Vamos falar sobre clientes",
          "Construindo seu portfólio",
          "Considerações finais"
        ]
      },
      "requirements": [
        "Não é necessário experiência prévia. O curso irá abordar todo o processo."
      ],
      "description": "Eaí? Ta ná hora de mudar de profissão?\nNesse curso será abordado todo o processo que você precisa saber para começar estar atuando no mercado de trabalho como videomaker.\n\n\nComeçaremos te ensinando como você pode estar escolhendo sua primeira câmera e tirar o máximo de proveito dela!\nApós isso, vamos lhe ensinar em diversos módulos técnicas e artifícios que podem melhorar ainda mais a qualidade final dos seus vídeos.\nE após você ter todas a base necessária, destinamos o módulo final para conselhos e dicas de como começar a entrar no mercado e conseguir os primeiros clientes, e claro, montar o seu portfolio!\nEsse curso é ideal para você:\n\n\n· Que quer aprender gravar vídeos desde o básico.\n· Que já sabe um pouco mas ainda tem dificuldade.\n· Truques e dicas para você que já tem a câmera, porém ainda tem medo de utiliza-la.\n\n\nO que irei aprender no curso?\n- Desde o inicio do primeiro contato com a câmera, ate dicas de como conseguir o seu primeiro cliente.\nServe para qualquer tipo de pessoa?\n- Sim, o curso serve tanto para quem não tem conhecimento nenhum prévio, quanto para quem é amador, além das dicas avançadas para quem já entende e trabalha na área.",
      "target_audience": [
        "Pessoas que querem começar a trabalhar com vídeo, seja para para uso profissional ou pessoal.",
        "Pessoas que querem começar um canal no YouTube, mas desconhecem da parte técnica.",
        "Pessoas que querem produzir vídeos do seu próprio negócio."
      ]
    },
    {
      "title": "Drone Photography Basics",
      "url": "https://www.udemy.com/course/drone-photography-basics/",
      "bio": "Learn four basic drone photography fundamentals that will change the way you produce aerial images",
      "objectives": [],
      "course_content": {
        "Introduction": [
          "Course Overview"
        ],
        "How to Pick a Subject, Plan, Shoot and Edit Drone Photos": [
          "How to plan your flight",
          "How to frame your subject in the air",
          "How to shoot your subject - Best photo capturing modes",
          "How to edit your photos - Best Practices"
        ],
        "Next Steps and Exercise Files": [
          "What's Next?"
        ]
      },
      "requirements": [
        "No previous knowledge is required. It would be good if you owned a drone. If you're looking to buy a drone, this course is still good for you to enrol into."
      ],
      "description": "I've been flying drones for the last five years. In this free course, I share my best tips on how to capture, edit and produce excellent aerial images. This course will walk you through Drone Photography Fundamentals by showing you behind the scenes footage of how I position the Drone in the air to get the perfect shot. Additionally, I use sample raw images captured from the drone and walk students through the tool I use to edit photos along with my though process.",
      "target_audience": [
        "Anyone who's looking to learn basic fundamentals on Drone Photography"
      ]
    },
    {
      "title": "DJI Mavic Drone – Time to Create Stunning Travel Videos",
      "url": "https://www.udemy.com/course/learnmavic/",
      "bio": "Learn to Create Amazing Videos and Photos Travel filming gems with your DJI Mavic Pro and Mavic Air",
      "objectives": [
        "How to fly the drone effectively",
        "How to operate the drone camera to get amazing videos and photos",
        "Learn how to travel tips with the DJI Mavic and Mavic Air",
        "Get inspiration and info on destinations you can fly your drone around the world"
      ],
      "course_content": {
        "Introduction": [
          "Introduction",
          "Quick setup DJI Mavic",
          "Flight Controls & Understanding the Remote Control",
          "Hover App - Preflight Checklist automation",
          "Dji Go 4 - Flight simulator",
          "Dji Go 4 App Essential Guide",
          "Software Update: Mavic's Firmware & DJI GO app",
          "Safety & Crowds",
          "Virtual Joysticks and Connecting Via Wifi",
          "Flying Indoors & slow motion test",
          "Summary"
        ],
        "Special & Smart (Intelligent Modes of Flight)": [
          "Introduction to the Intelligent Modes",
          "Intelligent Mode - Gesture mode",
          "Dji Mavic Sports Mode",
          "Fixed Wing Mode",
          "Cinematic & Tripod Mode",
          "Active Track - All 3 modes",
          "Flight checklist",
          "Tap Fly",
          "Point of Interest (Orbit)"
        ],
        "2020 Post Production Edit": [
          "Post Production Tutorial Behind the Scenes"
        ],
        "Post Production": [
          "How to use the DJI Go App on your Smartphone to Edit a Video Quickly",
          "Editing a Drone Video in Final Cut Pro X",
          "Finished Vancouver 2017 video created with Final Cut",
          "Editing a Drone Video in iMovie",
          "Finished Phuket Video made in iMovie",
          "Aerial Photo - Best Tips",
          "Aerial photos - Editing in Photoshop",
          "Aerial Photos - Settings behind the scenes"
        ],
        "Travel with the Drone and Monetize on Footage": [
          "How you can monetize your 4k aerials",
          "Tips for Traveling with your Drone",
          "What is stock footage ?",
          "Why Sell your Aerial Footage in 4k resolution",
          "Behind the Scenes shooting Aerial footage in Myanmar (Bagan)",
          "Selling Your Drone",
          "Introduction to the Intelligent Modes",
          "Shooting models with the drone",
          "Cycling Aerial Shoot"
        ],
        "Mavic Air": [
          "Mavic Air Promo",
          "Mavic Air Prepare for your first flight",
          "Trips for Traveling with the Mavic Air Drone",
          "Mavic Air Go App tour",
          "Favorite Filming Techniques",
          "Mavic Air - Active Track",
          "The Mavic Air Tap Fly",
          "Mavic Air Asteroid",
          "Mavic Air Summary"
        ]
      },
      "requirements": [
        "Own a DJI Mavic drone or Mavic Air",
        "Interested in learning Travel Videography or owning the DJI Mavic"
      ],
      "description": "In the DJI Mavic Drone course you're going to learn to make amazing aerial videos especially Travel Videos from around the world with your drone. The DJI Mavic Videographer course is taught by Canadian Travel Videographer Greg Hung, an experienced drone photographer and teacher who has spent more than 5 years shooting epic aerial footage in Asia. Greg has  flown since the Phantom 1, and released the Phantom 3 aerial photography  course and flown around the world. Since I've been living abroad and traveling with a drone for 4 years you can expect travel gems throughout the course.\nThis course is designed for first time drone pilots as well as existing Phantom Pilots making the transition to DJI Mavic drone series.  In addition to the basics aspiring travel videographers will learn about destinations they can travel to and fly their Mavic\nThe Basics: How to fly, operate the camera, create amazing video and photos,  a deep dive into the app and intelligent modes\nAdvanced tips for getting great footage: Night Videography, Finding great destinations to fly, Cinematic footage,\nI will also share my workflow for Creating a Video with my drone footage and for Aerial photos\nIntro to the Stock footage Business Mode to earn a nice passive income using your Aerial footage\nTips on Traveling and filming with the drone around the world",
      "target_audience": [
        "Beginners starting to learn travel aerial videos"
      ]
    }
  ]
}