{
  "courses": [
    {
      "title": "REVIT/TQS - Projeto Residencial Completo - 60m²",
      "url": "https://www.udemy.com/course/revittqs-residencia-unifamiliar-60m2/",
      "bio": "Arquitetônico/Estrutural-(Concreto Armado)/Hidrossanitário/Instalações elétrica",
      "objectives": [
        "Como criar modelos tridimensionais de residências no software Revit",
        "Como trabalhar com elementos arquitetônicos como paredes, portas, janelas e telhados no Revit",
        "Como realizar a renderização de projetos de arquitetura no Revit para apresentações mais realistas",
        "Como fazer a documentação de projetos de arquitetura, como plantas baixas e cortes, utilizando o Revit",
        "Inserção de elementos estruturais no TQS, com acompanhamento de cálculos previamente elaborados na apostila.",
        "Análise de Processamento Global de Elementos Estruturais no TQS.",
        "Detalhamento de elementos estruturais para plotagem.",
        "Configuração de pranchas e perspectiva 3D com as ferragens aparentes do projeto estrutural."
      ],
      "course_content": {
        "REVIT - PROJETO DE ARQUITETURA": [
          "Lote e Gabarito do Projeto",
          "Criação de calçada, rua e área permeável",
          "Criando padrões de paredes externas e internas",
          "Criação de portas e janelas conforme (NBR-6492)",
          "Pisos internos, esquadrias e louças fixas",
          "Inserção de vigas/laje/ cobertura e concepção da fachada",
          "Situação/Locação/Implantação e detalhamentos específicos",
          "Configurando para aprovação na prefeitura",
          "leiaute, perspectivas e plotagem de projeto"
        ],
        "TQS - PROJETO ESTRUTURAL": [
          "Dados do projeto e configurações iniciais",
          "Inserção de Vigas e Pilares",
          "Lançamento de laje e análise de cargas sobre a estrutura",
          "Lançamento de Sapatas",
          "Detalhamentos finais (Vigas,Pilares,lajes e fundações)",
          "Criação de Pranchas e Plotagem"
        ]
      },
      "requirements": [
        "Não é necessário ter experiência com revit e TQS. Você aprenderá tudo que precisa durante o curso"
      ],
      "description": "O curso de Revit/TQS - residência unifamiliar 60m² é voltado para profissionais da área de arquitetura, engenharias e design de interiores que desejam aprimorar seus conhecimentos na modelagem de projetos arquitetônicos no software Revit. Durante o curso, os participantes aprenderão a criar um projeto de uma residência unifamiliar com 60m², incluindo planta baixa, elevações, cortes, detalhes construtivos e renderizações,  é ideal para  aprimorar suas habilidades no software Revit, focando na criação de projetos residenciais de pequeno porte.\n\n\nAo longo do curso, os alunos terão a oportunidade de explorar as ferramentas e funcionalidades do Revit, bem como técnicas avançadas de modelagem e renderização. Além disso, também serão abordados temas como inserção de mobiliário, criação de famílias, aplicação de materiais e iluminação.\n\n\nCom uma abordagem prática e objetiva, o curso de Revit - residência unifamiliar 60m² visa preparar os participantes para atuarem de forma mais eficiente e profissional na elaboração de projetos arquitetônicos utilizando o software Revit. Ao final do curso, os alunos estarão aptos a aplicar os conhecimentos adquiridos em projetos reais e aprimorar sua habilidade na criação de projetos de arquitetura residencial.\n\n\nEste curso é uma excelente oportunidade para quem deseja se destacar no mercado de trabalho e se tornar um profissional qualificado no uso desta poderosa ferramenta de modelagem arquitetônica.",
      "target_audience": [
        "Arquiteto, Engenheiro Civil, e estudantes da área da construção civil."
      ]
    },
    {
      "title": "Die YouTube-Formel: Erfolgreichen YouTube-Kanal aufbauen!",
      "url": "https://www.udemy.com/course/youtubeerfolg/",
      "bio": "Lerne von einem YouTuber wie du mit diesem Tricks mehr Abonnenten, Likes und Aufrufe bekommst",
      "objectives": [
        "Du lernst eine Idee für deinen Kanal finden",
        "Kannst ein langfristiges Konzept entwickeln",
        "Wirst wissen, was du brauchst um auf YouTube zu starten",
        "Kannst Kameras bedienen und hochwertige Videos produzieren",
        "Deine Videos für YouTube optimieren",
        "Lernst die ersten Zuschauer zu gewinnen und eine Community aufzubauen",
        "Anschauliche Strategien für den YouTube-Kanalerfolg",
        "Erfährst meine persönlichen Tricks aus vier Jahren YouTube-Erfahrung",
        "Und kannst am Ende einen erfolgreichen YouTube-Kanal aufbauen!"
      ],
      "course_content": {
        "Einführung": [
          "Einleitung",
          "Warum YouTube die richtige Plattform ist!",
          "Was du für den Start brauchst"
        ],
        "Planung": [
          "Idee und Themenfindung & Zielsetzung",
          "Ideenfindung",
          "Zielgruppe",
          "Konkurrenz",
          "Zusammenfassung: Idee",
          "Eqiupment für YouTube",
          "Einkaufsliste: Smartphone",
          "Einkaufsliste: Kamera",
          "Einkaufsliste",
          "Kernerlemente eines guten Videos",
          "Regelmäßigkeit",
          "Kanalstruktur am Beispiel",
          "Kanaleinrichtung",
          "Checkliste für die Kanaleinrichtung"
        ],
        "Umsetzung": [
          "Einleitung zur Umsetzung",
          "Videoproduktion",
          "Bonusvideo: Bessere Videos erstellen",
          "Keyfaktoren der Kamera: Blende, ISO, Belichtungszeit",
          "Einstellungsgrößen",
          "Kameraführung",
          "Einleitung Licht",
          "Bonusvideo: Licht",
          "Bonusvideo: Greenscreen-Beleuchtung",
          "Einleitung: Produktion mit dem Smartphone",
          "Bonusvideo: Smartphone Videoproduktion",
          "Einleitung: Musik für Videos finden",
          "Bonusvideo: Musik für Videos",
          "Arten von Videos",
          "Review",
          "Tutorial",
          "Comedy",
          "Vlog",
          "Gaming",
          "Struktur: WatchTime verbessern",
          "Videolänge",
          "Struktur: Schnittstil",
          "Bonusvideo: Tipps fürs Schneiden",
          "Bonusvideo: Schnittprogramme für Anfänger",
          "Struktur: Videoablauf & Optimale Produktion",
          "Kanaltrailer",
          "Bonusthema: Rethorik",
          "Bonusvideo: Bessere Vorträge halten",
          "Zusammenfassung: Umsetzung"
        ],
        "Erfolg": [
          "Einleitung Kanalerfolg",
          "Die ersten Zuschauer",
          "Community-Aufbau",
          "Interaktion & Social media",
          "Video-SEO: Metadaten Einführung",
          "Thumbnail",
          "Titel",
          "Suche als Indikator nutzen",
          "Beschreibung",
          "Tags",
          "Trends und Nischen",
          "Cross-Promotion",
          "Problem Inaktivität lösen",
          "Analytics"
        ],
        "Geld verdienen": [
          "Einleitung Monetarisierung",
          "Bonusvideo: Adsense Verknüpfung einrichten",
          "Geld mit Werbung verdienen (Adsense)",
          "Eigene Produkte",
          "Affiliate",
          "Produktplatzierung/Werbevideos",
          "Netzwerke zur Vermarktung",
          "Ende"
        ]
      },
      "requirements": [
        "Du brauchst Motivation einen erfolgreichen Kanal aufzubauen und Spaß an der Videoproduktion sowie Optimierung.",
        "Vorkenntnisse in der Videoproduktion oder SEO sind nicht erforderlich, da alles anschaulich und gut verständlich vermittelt wird.",
        "Keine weiteren technischen Vorraussetzungen"
      ],
      "description": "Lerne von einem YouTuber, wie auch du deinen Kanal erfolgreich machst!\nHast du dich schon immer gefragt, warum es dein Kanal nicht schafft erfolgreich zu werden und keine neuen Abonnenten hinzukommen? Dir fehlten einige Regeln und Gesetze, welche auf YouTube funktionieren. Doch die YouTube-Formel bringt dich vom Finden einer Idee, dem Entwickeln eines nachhaltigen Konzepts, zur Vermittlung von Kamerawissen, über die optimierte Produktion und Video-Optimierung auf YouTube, sodass auch dein Kanal erfolgreich wird.\nPlanung\n\n► Du entwickelst dein Konzept anhand meiner Best Practices und erfährst, wie du dich gegen die Konkurrenz behaupten und Einzigartig sein kannst\nUmsetzung\n► Im Abschnitt zur Umsetzung zeige ich Dir einfache Wege entweder mit deinem Smartphone, oder mit Kameras zu arbeiten, zu schneiden und optimale Videos zu kreieren.\nErfolg & Optimierung\n\n► Schließlich wirst du lernen, wie Videos auf YouTube gefunden werden, was die perfekten Titel, Beschreibungen, Tags und Thumbnails sind und wie du sie richtig einsetzt, um die ersten Zuschauer zu gewinnen und eine Community aufzubauen.\nGeld verdienen\n► Schlussendlich verrate ich dir zusätzliche meine Tricks, wie du gutes Geld mit deinem Kanal verdienen kannst.\n\n\nWas biete ich dir?\nHochwertige Videos mit angenehmer Moderation und guten Grafiken\nEine Komplettanleitung für Einsteiger und Beginner\nProfi-Tipps aus eigener Erfahrung\nExklusives Wissen\nIch möchte dir mit diesem Kurs nicht nur exklusives Wissen vermitteln, sondern auch motivieren selbst zu starten. Der Kurs ist perfekt, um den Stein ins Rollen zu bringen, sodass sich dein Kanalwachstum kaum mehr aufhalten lassen sollte.\n\nDu solltest jetzt die geheime YouTube-Formel enthüllen, wenn du schon immer von deinem eigenem erfolgreichen YouTube-Kanal geträumt hast, mit welchem du neben Anerkennung, Likes und Abonnenten auch Einnahmen erzielen kannst.",
      "target_audience": [
        "Die YouTube-Formel ist eine Komplettanleitung für den Aufbau eines erfolgreichen YouTube-Kanales welcher für YouTube-begeisterte Neueinsteiger und bereits gestartete YouTuber, welche durchstarten und ihren Kanal auf das nächste Level bringen wollen geeignet ist."
      ]
    },
    {
      "title": "YouTube Marketing Kurs",
      "url": "https://www.udemy.com/course/youtube-marketing-kurs/",
      "bio": "Video Marketing für Selbstständige und Unternehmer",
      "objectives": [
        "Erfolgreiche YouTube Kanäle für Content Marketing aufbauen und kontinuierlich halten"
      ],
      "course_content": {
        "Einleitung": [
          "Intro",
          "Vorstellung Dave",
          "Ziele",
          "Zielgruppe",
          "Format",
          "Formatidee Praxis",
          "Kontinuität",
          "Workflow",
          "Workflow Praxis",
          "Person",
          "Inhalte finden",
          "Praxis Inhalte finden",
          "Optimierung",
          "Praxis Optimierung",
          "Redaktionsplan",
          "Praxis Redaktionsplan",
          "horizontale Struktur",
          "vertikale Struktur",
          "Let's make money",
          "Monetarisierung",
          "Praxis Monetarisierung",
          "Product Placement",
          "Sponsoring",
          "Content Marketing",
          "Verkaufen",
          "digitale und physische Produkte",
          "next level Strategie",
          "Weiterentwicklung",
          "Community",
          "Conversion Publikum",
          "Praxis Community und Conversion",
          "Umsetzung",
          "Facebook Gruppe"
        ]
      },
      "requirements": [
        "Basiskenntnisse in Videoproduktion von Vorteil."
      ],
      "description": "Endlich als Videokurs verfügbar! Die Inhalte dieses Videokurses wurden bislang außerhalb von geschlossenen Seminare und internen Schulungen niemals veröffentlicht. Hunderte Teilnehmer haben ihren Weg auf YouTube zusammen mit Dave begonnen und haben das Konzept erfolgreich umgesetzt. Der gesamte Prozess wird Stück für Stück erklärt und aufgebaut, durch Beispiele verdeutlicht und anschaulich erklärt. Für wen ist der Kurs? Dieser Videokurs richtet sich an Unternehmer, Agenturen und professionelle Online Marketer.\nIn 33 Videos bestehend aus Theorie-Lektionen und sehr vielen Praxisbeispielen von echten Kanälen mit echten Zahlen.\nDer Kurs wird ständig erweitert und aktualisiert.\nZusätzlich bekommt jeder Teilnehmer Zugang zur geheimen Facebook Gruppe in der sich nicht nur alle Teilnehmer austauschen können, sondern Dave auch mindestens einmal im Monat im Livestream aktuelle Projekte vorstellt und für Fragen zur Verfügung steht.\nEinführung in die Praxis\nEinführung in die YouTube Praxis: Analyse Content Marketing Beispiele. Was versteht man unter Content Marketing auf YouTube?  Was sind Best Practice Beispiele? Wie kann eine Zielsetzung aussehen und welche Strategien werden im Allgemeinen gefahren?\nIdeen Entwicklung\nIdee Entwicklung, Recherche der Zielgruppe und Keywords  Welches Format passt zu welchem Unternehmen?  Wie kann ich relevante Themen finden? Was sucht meine Ziel-gruppe und welche Keywords trenden? Dieses Modul bildet das Fundament der Formatent-wicklung.\nWorkflow & Equipment\nOptimierung für regelmäßige Produktion Alle Eckpunkte so gestalten, dass einer kontinuier-lichen Sendereihe nichts im Wege steht.  Wie finde ich einen effizienten Weg hochwertig und langfristig zu produzieren? Stichwort: so teuer wie nötig, jedoch so günstig wie möglich.\nRedaktionsplan\nRedaktionsplan aufbauen, Strukturieren, Routine aufbauen Struktur, Planung und Prozess-optimierung.  Ein essentieller Bereich des Content Marketing. Lerne diesen ungeliebten Teil kennen und lieben. Das Potential ist riesig und hier findet man die Überholspur auf der man den Wettbewerb alt aussehen lässt.\nGeschäftsmodell\nGeschäftsmodell: Reichweite aufbauen und nutzen Geld ver-dienen auf YouTube und mit Video-content.  Wie kann man Videos monetari-sieren? Was muss man im Sponsoring beachten? Produziere ich selbst oder kreiere ich einen “Branded Channel”?\nAnalyse\nAuswertung und erweiterte StrategieDaten sammeln, aus-werten und nutzen. Reflektiere die Produktion, wo liegen die Pros und Cons?  Was sollte man optimieren? Was ist überflüssig? Funktionieren die Call to Actions? Was ist mein Effekt und passt er zu meiner Strategie?",
      "target_audience": [
        "Jeder, der YouTube als Marketing Werkzeug nutzen will"
      ]
    },
    {
      "title": "Journalism Skills for Beginners",
      "url": "https://www.udemy.com/course/journalism-skills-for-beginners/",
      "bio": "Report and write a feature story and get it published",
      "objectives": [
        "Over 80 lectures and over 3 hours of content!",
        "Report and write a good feature story",
        "Write a story and get paid",
        "Learn how to get published",
        "Learn how writing for free can lead to getting paid",
        "Learn key reporting practices",
        "Learn key writing practices",
        "Learn the secrets of how to please editors",
        "Prepare a feature story for publication",
        "Understand how to get published",
        "Understand the opportunities for getting published",
        "Understand the need to build a portfolio",
        "Understand the benefits of internships",
        "Understand the pitfalls",
        "Understand the Journalist’s Code of Ethics",
        "Understand why failure is part of the road to success",
        "Take care with your image on social media",
        "Gain a glimpse of why journalism is a great career"
      ],
      "course_content": {
        "What's in the course": [
          "Introduction",
          "Is this course for you?",
          "What's in the course",
          "What's not in the course",
          "Why you are lucky",
          "How to take the course"
        ],
        "Journalism Skills Overview": [
          "Introduction",
          "Are you fearless?",
          "A useful secret to know",
          "Brainstorming story ideas",
          "Write for a specific market",
          "Getting paid vs writing for free",
          "Work on your story idea"
        ],
        "Focus is key": [
          "Your guiding light",
          "When it is okay to change your focus"
        ],
        "Journalism 101": [
          "The five Ws and one H",
          "Feature stories vs news",
          "The feature story approach",
          "The pitfalls of passion",
          "Attribution"
        ],
        "Code of Ethics": [
          "Be honest in your reporting",
          "The Journalist's Code of Ethics"
        ],
        "Safety in the field": [
          "Take care",
          "Calculated risks and commonsense reporting",
          "Specialized training for conflicts"
        ],
        "Reporting your story": [
          "Don't skip preparation",
          "But don't overdo it",
          "Are you an expert but don't realize it?"
        ],
        "Practical stuff": [
          "Note taking vs recording",
          "Pen and note pad",
          "Note-taking practice makes perfect",
          "The lost art of shorthand",
          "Using a recorder",
          "The secret every boy scout knows"
        ],
        "Getting out into the field": [
          "Visit the scene",
          "Face to face",
          "Take care to get a variety of voices",
          "Waiting for the \"bell\" to go off",
          "Covering the ground",
          "Calling it a day"
        ],
        "The art of interviewing": [
          "Getting down to the nitty-gritty of interviewing",
          "Choosing your interviewing situation",
          "Preparing the questions",
          "Ask the right questions",
          "Avoid leading questions",
          "Follow-up questions",
          "The secret that even professionals fail at",
          "Professional behavior",
          "Finishing on a high note",
          "Summing up interviewing"
        ]
      },
      "requirements": [
        "Pen and writing pad",
        "Laptop or PC to take notes and carry out the exercises",
        "Keenness to report and write a good feature story!"
      ],
      "description": "All you need to report and write a feature story and get it published\nDo you want to interview the Dalai Lama, report on a local issue in your community, write up a good story for your blog or website, or break into journalism as a possible career?\nJournalism for Beginners is a “fast track” course infused with practical advice on how to report and write a feature story with the aim to get it published.\nJournalism for Beginners – in a total of over 80 lectures and 3 hours of videos - includes an overview of the whole reporting and writing process, and then is split into three main sections – Reporting, Writing, and Getting Published.\nThe emphasis of this course is on reporting, writing and selling your story – making an income from the sale of your story. That is the goal medium to long term, deriving income from the sale of your stories. But it also includes some of the tactics needed to build up a portfolio of stories – some of which may be published for free – in order to demonstrate to prospective editors that you can report and write, and know your subject.\nKEEP YOUR EDITOR HAPPY: In addition, the course includes “secret tips” on how to deal with editors. These tips are entitled: Keep Your Editor Happy. And with good reason! If you are going to get your story published, you need to keep your editor happy – in other words, communicate with them in the right way and provide them with a story they are happy to publish.\nIf you are looking for a good introduction to how to report and write stories and get them published, this is it.\nThe aim is to produce a real story and send it to a newspaper, magazine or news service for publication. In other words – and this is important – the focus is on getting published, not just going through the motions. What matters is getting published and seeing your name online or in print.",
      "target_audience": [
        "Beginners",
        "New freelancers",
        "Those keen to break into journalism",
        "Those who seek to brush up their journalism skills",
        "Website owners who seek to tell a good story",
        "Bloggers keen to tell good stories",
        "Those seeking to add journalism skills to their skill-set",
        "Those who recognize storytelling skills can benefit their existing career"
      ]
    },
    {
      "title": "Automating Journalism: Make News Channel with AI Presenters",
      "url": "https://www.udemy.com/course/automating-journalism-make-news-channel-with-ai-news-anchor/",
      "bio": "Learn how to create and monetise news videos using AI powered news anchors",
      "objectives": [
        "Learn how to automate news videos creation process using AI",
        "Learn how to analyse and check if the news is unbiased, neutral, accurate, and factual",
        "Learn how to convert news articles from Google News, AP News, and Reuters into news scripts using ChatGPT",
        "Learn how to customize AI powered news anchors avatars",
        "Learn how to create a hyper realistic news videos with AI powered news anchor using HeyGen, HourOne, and Paradiso AI",
        "Learn how to add subtitles automatically and edit news videos using Veed IO",
        "Full comprehensive analysis on which social media platform is the best to host your content videos: comparing Yotube vs tiktok",
        "Learn several different strategies to monetise news videos and learn how to potentially turn this side hustle into a news channel business"
      ],
      "course_content": {
        "Introduction": [
          "Introduction to the Course",
          "Highlight of the Course",
          "Whom This Course is Intended for?"
        ],
        "AI Tools & Resources": [
          "AI Tools & Resources"
        ],
        "How AI Can Help You to Create News Channel?": [
          "How AI Can Help You to Create News Channel?"
        ],
        "Finding Reliable News Sources": [
          "Finding Reliable News Sources"
        ],
        "News Topic Ideas": [
          "News Topic Ideas"
        ],
        "Creating News Videos with HeyGen": [
          "Exploring HeyGen Dashboard & Its Features",
          "Getting News Scripts From Google News",
          "Customising AI News Anchor Avatars",
          "Creating News Video & Integrating Audio with HeyGen"
        ],
        "Creating News Videos with HourOne": [
          "Exploring HourOne Dashboard & Its Features",
          "Getting news Scripts from AP News",
          "Customising AI News Presenters",
          "Creating News Video & Integrating Audio with HourOne"
        ],
        "Creating News Videos with Paradiso AI": [
          "Exploring Paradiso AI Dashboard & Its Features",
          "Getting News Scripts from Reuters",
          "Creating News Video & Integrating Audio with Paradiso AI",
          "Getting News Studio Template From Canva",
          "Adding Intro & Subtitle with Veed IO"
        ],
        "Uploading News Content on Youtube vs Tiktok": [
          "Uploading News Content on Youtube vs Tiktok"
        ],
        "Monetising News Channel": [
          "Monetising News Channel"
        ]
      },
      "requirements": [
        "No previous experience in journalism or broadcasting news is required",
        "Willingness to learn and be innovative"
      ],
      "description": "Welcome to Automate Journalism: Make News Channel with AI Presenters course. This is a project based course where you will learn step by step on how to build a news channel and to create news videos with fully animated and super realistic AI powered news anchors. This course will give you a whole new perspective about how artificial intelligence is more than capable of revolutionising journalism. In addition, you will also be amazed by how far AI can automate news videos creation by speeding up the editing process as well as replacing human news anchors with a hyper realistic artificial intelligence powered news anchor as the substitution which can be very useful for independent journalist who want to keep their identity secret due to privacy or safety reasons. In the introduction session, you will learn several aspects where AI can be utilised to create news videos, such as converting news scripts to audio and producing animated news anchors to present the news. Then, you will continue by getting to know several news sources like Google News, AP News, and Reuters as well as learning how to check the potential bias and reliability of the news. This part is very crucial to make sure the news you are planning to cover are actually factual. Afterward, you will get to know several news topic ideas that you should consider and it is really recommended for you just to pick one and concentrate on that one topic. Once you have chosen your news topic, we will enter the main part of the course where you will be guided step by step on how to create and edit news video from scratch using AI tools like HeyGen, HourOne, and Paradiso AI. Those tools will enable you to convert text to audio as well as to integrate the audio with the fully animated news anchors. Once the video has been created and ready to be uploaded, we will go over comprehensive analysis on which social media platform that you should be uploading to. In that section, we will be mainly focusing on Youtube and Tiktok since those two platforms have the most audience and also the best options for video based contents. Last but not least, at the end of the course, you will learn several different ways to monetise your news channel and how to potentially turn this side hustle into a sustainable media business.\nFirst of all, before getting into the course, we need to ask this question to ourselves: why should we build a news channel? Well, if you were asking this question five or ten years ago, at that time, there had not been a lot of independent journalist yet and most of journalists work for media companies, nonetheless, the situation is totally different nowadays, as the rise of independent journalism in the past few years, more and more news channels are created on social media platforms like Youtube and Tiktok. Therefore, anybody can be an independent journalist nowadays and it is very possible to combine it with content creation. The advancement of artificial intelligence technologies in the past couple years also contributed very significantly where today you can even create news channels and upload videos where you are reporting news without showing your face since you can replace it with AI powered news anchors.\nBelow are things that you can expect to learn from the course:\nLearn how to automate news videos creation process using AI\nLearn how to analyse and check if the news is unbiased, neutral, accurate, and factual\nLearn how to convert news articles from Google News, AP News, and Reuters into news scripts using ChatGPT\nLearn how to customise AI powered news anchors avatars\nLearn how to create a hyper realistic news videos with AI powered news anchor using HeyGen\nLearn how to create a hyper realistic news videos with AI powered news anchor using HourOne\nLearn how to create a hyper realistic news videos with AI powered news anchor using Paradiso AI\nLearn how to create breaking news intro using Canva\nLearn how to add subtitles automatically and edit news videos using Veed IO\nFull comprehensive analysis on which social media platform is the best to host your content videos: comparing Yotube vs Tiktok\nLearn several different strategies to monetise news videos and how to potentially turn this side hustle into a news channel business",
      "target_audience": [
        "Journalists who are interested to use AI to automate their news content creation process",
        "People who are interested in starting a news channel or news agency"
      ]
    },
    {
      "title": "PTZOptics Camera Line Training",
      "url": "https://www.udemy.com/course/live-streaming-cameras/",
      "bio": "Complete guide to live streaming and broadcast settings for PTZOptics cameras",
      "objectives": [],
      "course_content": {
        "Camera Setup Videos": [
          "What is a PTZ and how are they used?",
          "PTZOptics Move Series Overview",
          "PTZOptics Move 4K Overview",
          "SDI Camera Setup",
          "ZCam Setup Video"
        ],
        "Camera Line Overview": [
          "PTZOptics Video Signals and Outputs",
          "PTZOptics Camera Control Options",
          "PTZOptics IR Remote Control Overview",
          "PTZOptics Network Streaming RTSP & H.264",
          "PTZOptics Cabling and Accesories",
          "PTZOptics Super Joy Setup Video",
          "PTZOptics iOS App"
        ],
        "IP Networking": [
          "Tips and Tricks for IP connectivity",
          "Setting up an IP network (Router and Switch)"
        ],
        "Installation Videos - Camera Mounts / Cables": [
          "PTZOptics Camera Installation Options",
          "Ceiling Mount installation"
        ]
      },
      "requirements": [
        "You will need a PTZOptics camera",
        "You will need a computer for access to camera video and IP interface",
        "You will need a windows computer to run some of our programs"
      ],
      "description": "This course is a complete guide to PTZOptics cameras. If you are a PTZOptics camera owner, customer or partner we hope this free course will be valuable to you. This course includes feature overviews, tutorials and best practices for getting the most of your camera. Video tutorials are made and updated by Paul Richards (Chief Streaming Officer), Matthew Davis (Lead Engineer) and Andrew Chatfield (Lead Support Technician).\nAbout PTZOptics:\n\nTZOptics provides high quality video conferencing and broadcast cameras with HDMI, HD-SDI, USB 3.0 and IP Streaming. Our approach to video camera manufacturing focuses on value. We strive to provide best in class features at affordable prices while we extend our reach with open source camera controls, free Crestron/Extron programming modules and amazing technical support.",
      "target_audience": [
        "Any PTZOptics Camera Owner or Operator",
        "Anyone interested in learning the details of PTZOptics Cameras"
      ]
    },
    {
      "title": "L'intervista perfetta",
      "url": "https://www.udemy.com/course/intervista/",
      "bio": "Come realizzare l’intervista perfetta (nei panni dell’intervistatore e dell’intervistato)",
      "objectives": [
        "Cos’è l’intervista e a cosa serve",
        "Analisi dei vari tipi di intervista - Le diverse tecniche di intervista: di persona, al telefono, via mail",
        "Le informazioni di contesto",
        "Come si prepara un’intervista",
        "Come si compone la scaletta",
        "Come si crea l’equilibrio perfetto tra intervistato e intervistatore",
        "Le domande da fare e quelle da non fare - come si decide la location",
        "Come si decide l’outfit",
        "La gestione del fuorionda, offrecord",
        "Attenti ai tagli",
        "Le modalità di lavorazione dell’intervista",
        "L’intervista con domande e risposte",
        "L’intervista con testo continuativo/a correre",
        "L’intervista programmata e sponsorizzata",
        "Il controllo del testo, quando si e quando no"
      ],
      "course_content": {
        "Introduzione": [
          "INTRODUZIONE AL CORSO"
        ],
        "LE TECNICHE": [
          "INTRODUZIONE ALLE TECNICHE",
          "INTERVISTA DI PERSONA",
          "INTERVISTA AL TELEFONO",
          "INTERVISTA VIA MAIL"
        ],
        "LA PREPARAZIONE DELL'INTERVISTA": [
          "INTRODUZIONE ALLA PREPARAZIONE DELL'INTERVISTA",
          "LA DOCUMENTAZIONE",
          "LA SCALETTA",
          "LA LOCATION",
          "L'OUTFIT"
        ],
        "LA RIELABORAZIONE DEI CONTENUTI": [
          "INTRODUZIONE ALLA RIELABORAZIONE",
          "L'INTERVISTA DOMANDA E RISPOSTA",
          "L'INTERVISTA CON TESTO CONTINUATIVO",
          "OFFRECORD",
          "L'ULTIMO CHECK PRIMA DELLA PUBBLICAZIONE",
          "INTERVISTA PROGRAMMATA O A MARGINE DI UN INCONTRO"
        ],
        "NEI PANNI DELL'INTERVISTATO": [
          "NEI PANNI DELL'INTERVISTATO"
        ],
        "CONCLUSIONI": [
          "LE CONCLUSIONI"
        ]
      },
      "requirements": [
        "Essere precisi e curiosi. L’intervista è uno scambio tra persona tra cui si deve stabilire un feeling.",
        "Essere capaci di stabilire un’empatia tra intervistatore e intervistato",
        "Essere capaci di gestire la voce e le pause, il silenzio e la comunicazione non ver-bale.",
        "Studiare la location e l’outfit, elementi essenziali per determinare il contesto dei contenuti dell’intervista",
        "Gestire con diplomazia tutte le fasi dell’intervista: preparazione, conduzione e postproduzione"
      ],
      "description": "L’intervista è uno strumento eccezionale per raccogliere dati e per conoscere e far conoscere qualcuno.\nNon è solo uno strumento giornalistico, utile per stampa e addetti alla comunicazione, saper fare un’intervista può essere utile a tutti.\nE’ una forma di dialogo, conversazione che mira a far emergere determinate informazioni e caratteristiche delle persone coinvolte.\nCi sono interviste di persona, telefoniche e online, in forma scritta, audio, video. Ci sono interviste programmate e altre realizzate “per caso”, a margine di qualche evento.\nCome si fa a rendere interessante un’intervista?\nCome si convince qualcuno a parlare di qualcosa di cui non vuole dire nulla?\nCome si costruisce una scaletta accattivante?\nE’ meglio incalzare l’ospite o lasciarlo parlare?\nRispondendo a queste 4 domande (e non solo) questo corso vi darà risposte chiare e considerate da molti punti di vista che vi insegneranno a realizzare l'intervista perfetta.\n\n\nIL PROGRAMMA:\nSEZIONE 1 -\nLezione 1) INTRODUZIONE AL CORSO\n\n\nSEZIONE 2 - LE TECNICHE\nLezione 2) INTRODUZIONE ALLE TECNICHE\nLezione 3) INTERVISTA DI PERSONA\nLezione 4) INTERVISTA AL TELEFONO\nLezione 5) INTERVISTA VIA MAIL\n\n\nSEZIONE 3 - LA PREPARAZIONE DELL'INTERVISTA\nLezione 6) INTRODUZIONE ALLA PREPARAZIONE DELL'INTERVISTA\nLezione 7) LA DOCUMENTAZIONE\nLezione 8) LA SCALETTA\nLezione 9) LA LOCATION\nLezione 10) L'OUTFIT\n\n\nSEZIONE 4 - LA RIELABORAZIONE DEI CONTENUTI\nLezione 11) INTRODUZIONE ALLA RIELABORAZIONE\nLezione 12) L'INTERVISTA DOMANDA E RISPOSTA\nLezione 13) L'INTERVISTA CON TESTO CONTINUATIVO\nLezione 14) OFFRECORD\nLezione 15) L'ULTIMO CHECK PRIMA DELLA PUBBLICAZIONE\nLezione 16) INTERVISTA PROGRAMMATA O A MARGINE DI UN INCONTRO\n\n\nSEZIONE 5 - NEI PANNI DELL'INTERVISTATO\nLezione 17) NEI PANNI DELL'INTERVISTATO\n\n\nSEZIONE 6 - CONCLUSIONI\nLezione 18) LE CONCLUSIONI\n\n\nIl video corso è stato realizzato in collaborazione con Novacom Video di Giovanni Stivali che ha partecipato esclusivamente per la realizzazione tecnica.",
      "target_audience": [
        "giornalisti",
        "blogger",
        "studenti dei corsi di comunicazione",
        "studenti dei corsi giornalismo",
        "studenti dei corsi cinema e audiovisivo",
        "addetti alla comunicazione in vari ambiti",
        "digital content creator",
        "organizzatori di eventi",
        "chiunque abbia un progetto che implichi la raccolta dati di qualche tipo",
        "chiunque voglia individuare testimonial/ambassador per un proprio progetto"
      ]
    },
    {
      "title": "The Future of Filmmaking: Text to Film AI Generation",
      "url": "https://www.udemy.com/course/the-future-of-filmmaking-text-to-film-ai-generation/",
      "bio": "Learn how to automate and speed up film production with AI: Text to film, storyboard, and 3D animation videos generation",
      "objectives": [
        "Learn how to generate short film using Vaizz AI, Movie Bot IO, and Invideo",
        "Learn how to create storyboard using StoryboardThat",
        "Learn how to generate content for storyboard using Krock IO",
        "Learn how to generate film script using Nolan AI",
        "Learn how to create 3D animation video using Deep Motion",
        "Learn several different ways to monetise your film content through several models, such as ad revenue, licensing, and subscription based model."
      ],
      "course_content": {
        "Introduction": [
          "Introduction to the Course",
          "Table of Contents",
          "Whom This Course is Intended for?"
        ],
        "AI Tools & Resources": [
          "AI Tools & Resources"
        ],
        "Introduction to AI Text to Film Generator": [
          "Introduction to AI Text to Film Generator"
        ],
        "Film Ideas to Make": [
          "Film Ideas to Make"
        ],
        "Project 1: AI Text to Film Generator": [
          "Exploring Vaizz AI Dashboard & Its Features",
          "Generating Short Film with Vaizz AI",
          "Downloading Movie Bot IO",
          "Generating Short Film with Movie Bot IO",
          "Exploring InVideo Dashboard & Its Features",
          "Generating Short Film with Invideo"
        ],
        "Project 2: Generating Film Script with Nolan AI": [
          "Generating Film Script with Nolan AI"
        ],
        "Introduction to Storyboard": [
          "Introduction to Storyboard"
        ],
        "Project 3: Creating Storyboard with AI": [
          "Creating Storyboard with StoryboardThat",
          "Exploring Krock IO Dashboard & Its Features",
          "Creating Storyboard with Krock IO"
        ],
        "Project 4: Creating 3D Animation Video": [
          "Exploring Deep Motion Dashboard & Creating 3D Avatars",
          "Creating 3D Animation Videos with Deep Motion"
        ],
        "Monetising Your Film Content": [
          "Monetising Your Film Content"
        ]
      },
      "requirements": [
        "No previous experience in filmmaking is required",
        "Willingness to learn and explore new things"
      ],
      "description": "Welcome to Automate Filmmaking: AI Text to Film & Storyboard Generation course. Here, in this course, you will be amazed by how far artificial intelligence has advanced nowadays. If I told you last year that you can generate a film and storyboard from just a single text prompt, most likely, you won’t believe that technology actually exists. However, what if I told you that today you actually can utilize AI to generate a film and storyboard with just a single AI prompt describing what you want and in a couple seconds AI can generate the film that you want. That’s exactly what you are going to learn here, in this course, there will be four main projects, the first one is to use AI text to film generator like Vaizz AI, Movie Bot, InVideo, you are going to use those tools to generate a complete film, the second one it to generate a film script using Nolan AI, the third project is to create a storyboard using AI tools like Krock IO and Storyboard That, meanwhile in the fourth project, you are going to create 3D animation film using Deep Motion. In the introduction session, you will learn basic fundamentals of AI text to film generator, such as getting to know its use cases, capabilities, and limitations that you should be aware of. Then continued by learning about storyboarding, especially understanding how it plays an essential role in filmmaking. Afterward you will enter the first project where you will be guided step by step on how to create a film using AI text to film generator tool, Then followed by the second project where you will learn how to generate a complete film script using Nolan AI. Once, we are done with the filmmaking, we will move on to the third project where you will learn step by step on how to generate a storyboard using AI tools like Krock IO, and the project section will be ended with Deep Motion tutorial where you will get to experiment with a lot with 3D avatars and objects to create your own animation videos. Lastly, at the end of the course, you will also learn how to monetise your film content through several business models, such as subscription model, ad revenue, and royalty fees.\nFirst of all, before getting into the course, we need to ask ourselves this question. Why should we learn to create films and storyboards using AI? Well, there are many answers to that question, firstly, utilising AI technology will enable you to automate and speed up your film production process. Can you imagine how long it will take you if you need to record and edit your film manually? It might take a couple weeks or even a couple months. What if I told you that actually you can speed up the process significantly by utilizing AI text to film generators. Not only that, if we are talking from the cost perspective, can you imagine how much budget that you need to spend to hire film editors, animators, script writers, well, it will be a lot of money. Well, the good news here is you will be able to save up most of your budget since you will outsource the vast majority of all your work to artificial intelligence. Other than those two benefits, utilizing AI will also enable you to concentrate on things that are actually more relevant, such as finding new innovations for your next film and implementing the effective promotion strategies to reach as many people as possible.\nBelow are things that you are going to learn from this course:\nLearn how to generate short film using Vaizz AI\nLearn how to generate short film using Movie Bot IO\nLearn how to generate short film using Invideo IO\nLearn how to create storyboard using StoryboardThat\nLearn how to generate content for storyboard using Krock IO\nLearn how to generate film script using Nolan AI\nLearn how to create 3D animation video using Deep Motion\nLearn several different ways to monetise your film content through several models, such as ad revenue, licensing, and subscription based model.",
      "target_audience": [
        "People who are interested in automating and speeding up film production using AI technologies",
        "People who are interested in creating compelling and interactive storyboard using AI"
      ]
    },
    {
      "title": "After Effects CC: Motion Graphics & Animation Principles",
      "url": "https://www.udemy.com/course/motion-graphics-course/",
      "bio": "In After Effects CC Learn to create motion graphics animations and apply the animation principles for cartoon like anime",
      "objectives": [
        "By the end of the course you will be able to create animations like a pro animator - (not just motion)",
        "All the techniques in the course are Quick & Easy. It's all about fun and enjoyable animation.",
        "Master Animation Principles used by Pro Animators - Exaggeration - Overshoot - Bounce - Follow through & Overlapping action and more...",
        "You will learn Motion Graphics Techniques used by Professional to create animated movies",
        "The Motion Techniques and Graphic Effects to implement the Animation Principles.",
        "How to add Sound Effects and adjust the pitch",
        "How to work with time to create flowing animations",
        "You will have the option to download all the graphic artworks used in the course and design your own animations",
        "I'll show you how to download free vector artworks (AI), how to organize them in Illustrator ready to animate in After Effects",
        "How to create In and Out Transitions for Explainer Videos",
        "And lots and lots of Motion Graphics techniques to level up your skills."
      ],
      "course_content": {
        "Welcome to Motion Graphics and Animation Principle": [
          "The Motion Graphics, Animation Principles and Projects Covered in the course",
          "Download your Exercise files & Projects",
          "Setting up After Effects for Motion Graphics"
        ],
        "1st Project – Animating a scene with Overshoots and Bounces": [
          "Let's Animate: 1st Project - Bounce & overshoot",
          "How to import Graphics Into After Effects",
          "How to animate scenes in After Effects",
          "How to add easing to animation in After Effects",
          "Animation Principle: What is Overshoot?",
          "How to add a Quick & Easy Overshoot",
          "Animation Principle: What is Bouncing?",
          "Add Quick & Easy Bounce to your animation",
          "Make your animation more appealing by sequencing layers",
          "Sharpening the Vector Graphics",
          "Much nicer with Motion Blur",
          "Tips & Tricks: Useful Shortcuts",
          "Tips & Tricks: Anchor Point to change the animation",
          "Your assignment - Select and Animate"
        ],
        "Essentials - How to export your Videos to use on Social Medias": [
          "Best & recommended Method to create Videos",
          "The other method - Render Queue",
          "Your Assignment: Show your achievement"
        ],
        "Essentials - How to organize Graphics in Illustrator for AE Import": [
          "How to set up Illustrator files to Import to AE - Isometric Designs",
          "Adobe CC Library is another powerful tool",
          "What to do when the footage goes missing"
        ],
        "2nd Project - The Quick & Easy way to create Animation": [
          "2nd Project: Let's Animate Awesome Quick & Easy",
          "Getting some help",
          "Important Tip: Animation Duration",
          "The Quick and Easy way to animate",
          "Animating a whole scene in a minute",
          "Creating waves with water layers",
          "Staggering Graphics Groups",
          "Taking them Out!",
          "How to Create Animation Groups",
          "How to create random motion",
          "How to create distortion motion"
        ],
        "3rd Project - How to add Anticipation with Squash and Stretch": [
          "How to add Simple Anticipation",
          "Anticipation with Simple Squash & Stretch",
          "Anticipation Down & Up with Squash & Stretch",
          "A more sophisticated squash and Stretch",
          "The inverse Animation with Squash & Stretch"
        ],
        "4th Project - Game Scene Animation": [
          "4th Project - Game Scene Animation",
          "The Motion Path way",
          "Create the Animation",
          "Adding Squash & Stretch",
          "Adding Sound Effects",
          "Adding Visual & Landing Sound Effects",
          "Playing the Animation Duration - Awesome Sound Effects changes",
          "Your Final Animation Download"
        ],
        "5th Project - The Firing Cannon Animation": [
          "5th Project - Distortion and much more",
          "The awesome effect to create Squash & Stretch and distortion",
          "First Action Animation",
          "Managing Speeds and Adding Action",
          "Telling a story with keyframes",
          "SFX brings life to your animation",
          "Your Final Cannon project download"
        ],
        "6th Project - Follow Through and Overlapping Action": [
          "6th Project - Follow Through and Overlapping Action",
          "The follow through animation stages",
          "How to create an animation group",
          "How to create Lag for the main body",
          "How to create Lag for other body parts",
          "Completing the Lag animation",
          "How to remove the stiffness and make them wave",
          "How to create the overlapping action",
          "Overlapping action the \"elastic\" way"
        ],
        "7th Project - Environment Explained animation": [
          "7th Project - from keyframes to effects and links",
          "Setting up: Background, Transparency and Centering",
          "Animate with overshoot and stagger",
          "How to create an animated group",
          "Add organic perfectly centered circles",
          "Completing the Animation.",
          "Advanced: Controlling with Angle expressions"
        ]
      },
      "requirements": [
        "Having After Effects CC 2019 installed is the best option. Yet you can follow along with any After Effects CC version.",
        "Having Illustrator CC installed",
        "No motion graphic skills are required and No previous After Effects or Illustrator skills are required"
      ],
      "description": "Unlock the Power of Motion Graphics and Animation with After Effects CC\nWelcome to a transformative journey in motion graphics and animation. As the creator of top-rated and best-selling courses in After Effects, Motion Graphics, and Video Editing, I'm here to guide you through an engaging and practical course designed to equip you with skills to craft stunning motion graphics, just like professional animators.\nWhat This Course Offers:\nA straightforward, easy-to-follow approach to learning animation principles.\nHands-on learning from the start, ensuring immediate application of new concepts.\nA focus on creating high-quality animations efficiently and effectively.\nYour Learning Journey:\nBegin with the basics: crafting simple yet impactful entry animations.\nGradually delve into essential Animation Principles and their practical application.\nCreate dynamic In/Out Transitions and animations perfect for Explainer Videos.\nExplore complex animations: pop, wiggle, float, shake, and wave.\nDiscover Distortion techniques for adding life-like micro-movements to your animations.\nMaster Key Animation Principles:\nOvershoot, Bounce, and Anticipation for dynamic motion.\nFollow Through and Overlapping Action for fluidity.\nExaggeration and Distortion to add character and energy.\nSlow In and Slow Out, Arc Movement, and Secondary Action for realism and appeal.\nBy The End of This Course:\nYou'll be equipped to create animations like a pro, not just basic motion graphics.\nI am dedicated to your success and will be there to support your creative journey.\nJoin Now and Start Creating Compelling Animations:\nIdeal for beginners in After Effects or those looking to brush up their skills.\nA perfect blend of theory and practice, ensuring a comprehensive learning experience.\nBy the end of this course you will be creating awesome motion graphics and applying animation principles used by professional animators the Quick & Easy way.\nGet ready to bring your motion graphics and animation ideas to life with ease and professionalism. Enroll today and start your path to becoming a skilled animator with After Effects CC.\nCheers, Louay",
      "target_audience": [
        "This course is for people new to After Effects and Motion Graphics",
        "It's surely for you if you want to create better Motion Graphics and implement professional animation techniques",
        "Only if you want to go from zero to hero in motion graphics and animations techniques"
      ]
    }
  ]
}