{
  "courses": [
    {
      "title": "Human Intelligence HUMINT 101 Certification Course",
      "url": "https://www.udemy.com/course/human-intelligence-humint-101-certificate-course/",
      "bio": "Spy secrets of influence, persuasion, and salesmanship",
      "objectives": [
        "Learn basic HUMINT techniques",
        "Learn how to influence others with HUMINT techniques",
        "Be less susceptible to influence techniques",
        "Students will be able to apply HUMINT techniques to their own lives"
      ],
      "course_content": {
        "Introduction": [
          "HUMINT 101 Certification Course:: Introduction and Best Practices",
          "HUMINT 101: Best defining a spy, an agent, and an intelligence officer",
          "HUMINT 101 Certification Course: The Agent Recruitment Cycle Best Practices",
          "Spy Skills of Influence: MICE",
          "Spy Skills of Influence: RASCLS Best Practices",
          "HUMINT 101 Certification Course: Competing frameworks Best Practices",
          "Human Intelligence Spy Tradecraft Techniques: Breadcrumbs",
          "Human Intelligence Spy Tradecraft: Human Lie Detection Best Practices",
          "Spy tradecraft technique: Mirroring Best Practices",
          "Human Intelligence Spy Tradecraft Technique: Elicitation Best Practices",
          "HUMINT 101 Certification Course Claim your certificate"
        ]
      },
      "requirements": [
        "No experience necessary",
        "No prior knowledge or experience is necessary"
      ],
      "description": "This course may not be right for you. This course is not meant to manipulate, trick, take advantage of, or convince anyone to do anything against their best interests. However, you can positively influence those around you, be better with people, understand others better, and make mutually beneficial deals to better your quality of life.\nThe intelligence discipline of HUMINT can teach you the skills to achieve these goals.\nPut very simply, America’s Central Intelligence Agency defines HUMINT (or Human Intelligence) as “any information that can be gathered from human sources.” HUMINT requires an Intelligence Officer to convince a human source to conduct espionage on behalf of that officer. It is a dangerous proposition and requires the absolute highest amount of salesmanship.\nHow is HUMINT gathered?\nTo a certain extent, HUMINT intelligence is closer to the pop-culture idea we have about spies than SIGINT might be, but more often than not, it doesn’t come with a license to kill. Intelligence officers may gather HUMINT through direct engagement with sources, or through leveraging local assets (people) to directly gather information for them. Everything from friendly conversation to interrogation can be seen as a means to gather Human Intelligence.\n\n\nThe CIA defines HUMINT collection practices as:\nClandestine acquisition of photography, documents, and other material\nOvert collection by people overseas\nDebriefing of foreign nationals and U.S. citizens who travel abroad\nOfficial contacts with foreign governments",
      "target_audience": [
        "Sales professionals, security practitioners, prospective intelligence students, and anyone looking to better their social skills"
      ]
    },
    {
      "title": "Powerful Storytelling For Business Branding And Persuasion",
      "url": "https://www.udemy.com/course/storytelling-with-imagery-for-persuasion/",
      "bio": "Master the art of storytelling - build your personal and corporate brand, influence your audience, visual storytelling",
      "objectives": [
        "Go beyond just selling - inspire your audience with powerful storytelling",
        "Learn to create vivid imagery in your stories that makes people connect emotionally on a deeper level",
        "Tell emotionally engaging stories that capture attention and leave a lasting impact",
        "Master the art of storytelling for corporate branding and personal growth",
        "Use storytelling to shine in job interviews and stand out from other candidates",
        "See exactly how I create unique imagery in visual storytelling",
        "How to persuade effectively by blending compelling stories with hard facts",
        "Join OFFICE HOURS which is a Zoom call with the instructor and students to ask questions directly",
        "PERSONALIZED HELP from the instructor: Join OFFICE HOURS Zoom call with the instructor and students to ask questions directly",
        "Tailor your stories for social media, presentations, or one-on-one conversations",
        "Create brand stories that resonate deeply with customers and differentiate your business from competitors"
      ],
      "course_content": {
        "Welcome to your journey to becoming a great storyteller": [
          "Welcome to your storytelling journey",
          "Options to have a better course-taking experience",
          "Different storytelling in business",
          "Introduction to storytelling and persuasion"
        ],
        "Simple story structures that keep your audience hooked": [
          "Story structure at its basic elements in storytelling",
          "Character building in your story",
          "Storytelling exercise - let's take a boring story and give it human appeal",
          "Storytelling exercise - let's build a story from scratch",
          "Your thoughts on this storytelling training"
        ],
        "Inspiring emotion in different ways - to make it memorable and unforgettable": [
          "Introduction to show-don't-tell for great imagery and persuasion",
          "Show-don't-tell storytelling in job interviews so interviewers see your best",
          "More practice for show-don't-tell for storytelling and building vivid imagery",
          "Show, don't tell on a resume",
          "Show, don't tell - for storytelling in creative writing and poetry"
        ],
        "Tips on using your voice to make your story inspire more emotion": [
          "Storytelling with your voice: convey emotion and make the audience feel",
          "Example of a professional storyteller and how he uses his voice"
        ],
        "Step-by-step creation of a story from the very beginning": [
          "What makes a good story and effective storytelling",
          "Story medium",
          "Planning for the medium and audience"
        ],
        "Building stories by using storytelling elements we've been learning": [
          "Corporate brand story by using the storytelling elements we've been learning",
          "Storytelling with a case study - one of the most effective tools for businesses",
          "Personal story for an interview or at work - using storytelling elements",
          "Tell a great first-impression story",
          "Storytelling exercise",
          "Storytelling quiz",
          "Storytelling with your domain and brand name that connects to your audience"
        ],
        "Class project: A-Z corporate storytelling for a new project": [
          "Section introduction: A-Z creation for corporate storytelling for a new project",
          "Our project: What I am doing and why",
          "My audience avatar: highly skeptical (why did I do this to myself?)",
          "Storytelling with your business branding",
          "Storytelling through your in-person business pitch",
          "Storytelling in an email pitch",
          "Example of writing the email pitch with storytelling"
        ],
        "Recording equipment in case you will record a storytelling podcast or video": [
          "Section introduction - video and audio equipment to aid your storytelling",
          "Five camera options to film your video",
          "Microphones for better audio",
          "Lighting and shadows",
          "Improving lighting, background and shadows with better equipment"
        ],
        "Creating memorable presentations": [
          "Body language section introduction for better storytelling on video",
          "Clothing and appearance"
        ],
        "Visual storytelling to make memorable presentations": [
          "Section introduction - visual storytelling with presentations",
          "Creating an account in Google Workspace so we can use Google Slides",
          "Looking at templates in Google Slides for memorable visual storytelling",
          "Beautiful custom opening slide for your visual storytelling presentations",
          "Creating beautiful information slides with images and animations",
          "Starting to create a pretty slide for informational slides in Google Slides",
          "TEDx presentation guide for how they do storytelling in presentations",
          "Presentations quiz",
          "Advanced presentations quiz"
        ]
      },
      "requirements": [
        "No prerequisites"
      ],
      "description": "PEOPLE THINK, FEEL, AND ACT IN STORIES—LEARN TO HARNESS THAT POWER\n\n\nStories shape how we perceive the world, how we connect with others, and how we remember experiences.\nFrom myths and legends to brand missions, songs, and even gossip—everything revolves around storytelling.\nWhen you learn to craft a story that touches emotions, engages people, and leaves a lasting impression, you gain real influence.\nWant to be able to tell your story in a way that captivates and inspires?\n\nThis course teaches storytelling in two transformative ways:\n\n\nMaster the story arc: Learn the essential story elements to structure compelling narratives.\nCreate vivid imagery: Use creative writing and vocal techniques to spark emotions, connect with your audience, and leave an unforgettable impact.\nTake the power of storytelling and make it work for you in business, personal branding, or everyday communication.\n\n\nUSE EMOTIONS FOR PERSUASION\n\n\nPeople make decisions emotionally much more than logically. That's why great storytelling is about painting a picture in someone's mind and making them see things your way. In this course, you'll learn how to create imagery with your writing and make people see your vision in addition to responding to facts and figures.\nThis way, what you communicate will feel right, and people will be more open to logical arguments and taking action in the direction you want them to.\n\n\nUSE STORYTELLING IN THESE SETTINGS\n\n\nImpress at a job interview\nWith corporate team-building\nHelp people know you better in personal relationships\nCreate better business presentations\nStorytelling using video\nMake more convincing arguments that have true emotional appeal\nTell your personal brand story\nTell your corporate brand story better\nUse storytelling and imagery in creative writing like songs or poems\n\n\nFILLED WITH STORYTELLING EXERCISES AND OPPORTUNITIES TO PRACTICE\n\n\nMany of the videos give you a chance to create your own stories and compare them with how I'd write them. This makes the course more interactive and helps you test your own storytelling.\nI made this storytelling course to be immediately applicable and practical, so don't just learn the storytelling techniques in this course, but also practice them in the course exercises and in your professional writing. You'll become great through practice. Yes, anyone can learn this.\nStorytelling follows a very clear structure while allowing for creativity and personal touch.\n\n\nADJUST TO DIFFERENT STORYTELLING MEDIUMS: TEXT, VIDEO, AUDIO, PRESENTATIONS\n\n\nLearn how to adjust your stories for different mediums ranging from YouTube videos to in-person job interviews to writing. Today, we share our stories in so many ways: video, audio-only formats, text, PowerPoint presentations, and even animations. Even video alone can range from under-60-second clips to 5-minute clips to full movies, which allows for different story structures\nThe different mediums mean that we must be able to change our story format seamlessly while still communicating our story message.\nFor that, we must have crystal clear focus on the essence of our message in our storytelling, and create that imagery to help our audience connect logically and emotionally.\n\n\nCORPORATE BRAND STORYTELLING\n\n\nMany corporate brands have cheesy-sounding stories that are not only not-too-believable, but feel disingenuous. That defeats the purpose of working on your storytelling, and actually backfires.  Such storytelling errors are also very difficult to catch because your clients don't come to you to say that your brand storytelling turned them off, they just don’t buy anymore.\nIn this course, we'll focus on sensitive and realistic storytelling that will resonate with your clients, and win over their hearts in addition to their minds.\n\n\nYOU ALREADY TELL STORIES—NOW MAKE THEM UNFORGETTABLE\n\n\nYou’re already a storyteller. Every day, in conversations, at work, or in casual chats, you share stories without even realizing it. This course will show you how to make those stories more engaging, impactful, and memorable.\nYou’ll discover how storytelling shapes every part of life—from work presentations to personal connections—and how simple and practical it is to master, no matter how abstract it might seem at first.\nI know this because I started where you are. I couldn’t hold someone’s attention for more than a few seconds. But by learning how to craft compelling stories, I built a personal brand that led to millions of dollars in business deals. My students have achieved the same transformative results.\nThis is a skill that will change how you connect, communicate, and achieve success in all areas of life. It’s probably going to be one of the most important tools you’ll ever learn.\n\n\nWHAT YOU’LL BE ABLE TO DO AFTER THIS COURSE\n\n\nCraft stories that grab attention and resonate with your audience.\nUse storytelling to influence decisions and inspire action in business and personal life.\nBuild stronger connections with colleagues, clients, and your community.\nCreate compelling brand stories that set you apart from competitors.\nShine in job interviews by sharing your experiences with clarity and confidence.\nPresent ideas, data, and arguments in a way that’s both persuasive and memorable.\nTurn dry facts into engaging narratives that people actually care about.\n\n\nWHY NOW?\n\nThe ability to tell great stories is timeless, but the opportunities to stand out have never been greater.\n\n\nSTORYTELLING FOR YOUR PERSONAL BRAND AND CAREER\n\n\nThroughout your career, you'll portray yourself in a certain way: as a quick learner, an honest person, a good teammate, etc. There are many traits that you can choose to include in your personal brand. In this course, we'll also go over how to portray yourself the way you want to be seen by peers and co-workers.\n\n\nVISUAL STORYTELLING WITH PRESENTATIONS\n\n\nYou'll also learn how to present better by using visual storytelling by using Google Slides, which is a free alternative to Microsoft Powerpoint. You'll learn how to create powerful visual storytelling presentations with beautiful graphs, charts, and images.\n\n\nRESPONSIVE INSTRUCTOR WITH WORLD-CLASS SUPPORT\n\nGot questions? I’m here to support you! I personally respond to 99% of student questions within 24 hours. Many students tell me how other instructors don’t respond—but that’s not how I do things. Why?\nI care deeply about helping my students succeed.\nI feel it’s my responsibility to ensure you get every bit of value from this course.\n\n\nRISK-FREE MONEY-BACK GUARANTEE\n\nThis storytelling course comes with an unconditional, Udemy-backed, 30-day money-back guarantee. But beyond that, it’s my personal promise to you. I’m dedicated to helping you master storytelling and will go the extra mile to ensure your success, just like I’ve done for thousands of other students.\n\n\nInvest in your future. Enroll today.",
      "target_audience": [
        "This is useful for everyone"
      ]
    },
    {
      "title": "Ultimate PMP renewal, get all 60 PDUs approved by PMI",
      "url": "https://www.udemy.com/course/complete-pmp-renewal-get-all-60-pdus/",
      "bio": "Renew Your PMP Certification The Easy Way. Get The 60 PMP PDUs You Need To Satisfy PMI Requirements",
      "objectives": [
        "Confidently earn and claim 60 PDUs on PMI portal. No test or assessment required",
        "You will be guided through a step by step process, to earn the PDUs and then claim them on PMI portal. All info required to claim are already included",
        "PDUs across all 3 Knowledge Area - Ways of Working, Business Acumen and Power Skills",
        "Immediate PDU approval on PMI portal",
        "Complete hand holding till 60 PDUs",
        "Includes PMBOK 7th edition refresher, reference to educational videos on various Agile Scrum, AI, Art of Communicating and team building strategies",
        "Claim PDUs and get ready for renewal",
        "Study anytime anywhere, at your own pace"
      ],
      "course_content": {
        "Introduction": [
          "Introduction to PDUs",
          "How to Ask me Questions Live",
          "What is a PDU ?",
          "How many PDUs do I need ?",
          "My renewal is due soon, should I panic ?",
          "How to claim PDUs on PMI portal ?",
          "PMI's Talent Triangle and 60 PDUs",
          "Lets connect",
          "About this course"
        ],
        "First Claim of 2 PDUs under Ways of Working Knowledge area": [
          "Getting ready to claim",
          "First Claim : ATTENTION - VERY IMPORTANT CHAPTER : DO NOT MISS",
          "Watch video 2.00 PDUs : Relentless and Calm Project Manager",
          "2.00 PDUs : Input to claim on PMI portal"
        ],
        "Caution : Do not watch video on 1.5x or 2x speed": [
          "Video speed - Do not change"
        ],
        "Ways of working PDUs (7.50 PDUs)": [
          "Watch video for 1.50 PDUs : Chat GPT for Project Managers",
          "1.50 PDUs : Input to claim on PMI portal",
          "Watch video for 2.00 PDUs: Power of Execution",
          "2.00 PDUs : Input to claim on PMI portal",
          "Watch video for 1.50 PDUs : Emotional Intelligence",
          "1.50 PDUs : Input to claim on PMI portal",
          "Watch video for 1.50 PDUs : Time Management for Project Managers",
          "1.50 PDUs : Input to claim on PMI portal",
          "Watch video for 1 PDU : Goal setting for life",
          "1.00 PDUs : Input to claim on PMI portal"
        ],
        "Business Acumen (15.25 PDUs)": [
          "Watch video for 4.00 PDUs : Stress Management for Project Managers",
          "4.00 PDUs : Input to claim on PMI Portal",
          "Watch video for 2.00 PDUs : Mindfulness for Project Managers",
          "2.00 PDUs : Input to claim on PMI portal",
          "Watch video : Power of Mindset for Project Managers",
          "2.00 PDUs : Input to claim on PMI portal",
          "Watch video for 2.00 PDUs : Growth Mindset",
          "2.00 PDUs : Input to claim on PMI Portal",
          "Watch video for 2 PDUs : How to be more Productive",
          "2.00 PDUs : Input to claim on PMI portal",
          "Watch Video for 2.50 PDUs : Getting 1% better everyday",
          "2.50 PDUs : Input to claim on PMI portal",
          "Watch video for 0.75 : Effective Leadership Strategies",
          "0.75 PDUs : Input to claim on PMI portal"
        ],
        "Power Skills (27.25 PDUs)": [
          "Watch video for 3.50 PDUs : Motivation for Project Managers",
          "3..50 PDUs : Input to claim on PMI portal",
          "Watch video for 3.00 PDUs : Kaizen Advantage",
          "3.00 PDUs : Input to claim on PMI portal",
          "Watch video 4.50 PDUs : Enhancing Productivity for Project Managers",
          "4.50 PDUs : Input to claim on PMI portal",
          "Watch video 3.00 PDUs : Self Mastery for Project Managers",
          "3.00 PDUs : Input to claim on PMI portal",
          "When to renew ?",
          "Watch video for 3.50 PDUs : Level up your Leadership",
          "3.50 PDUs : Input to claim on PMI portal",
          "Watch video for 5.50 PDUs : Happiness Hacks for Project Managers",
          "5.50 PDUs : Input to claim on PMI portal",
          "Watch video for 4.25 PDUs : Confidence and Clarity for Project Managers",
          "4.25 PDUs : Input to claim on PMI portal"
        ],
        "Working as a PM (8 PDUs)": [
          "8 PDUs : Working as a PM"
        ],
        "Closure": [
          "Thank you",
          "Overview - End of course"
        ]
      },
      "requirements": [
        "This course is for professionals already holding a certification from pmi (PMP, PfMP, PgMP, PMI-PBA, PMI-ACP, PMI-SP & PMI-RMP)",
        "PMI charges a renewal free on their portal at the time of renewal and that has to be paid by the certificate holder"
      ],
      "description": "Complete these self-­paced videos courses worth 60 PMP PDUs to renew your PMP certification.\n\n\nYou worked hard to get your PMP certification, so you won’t want to risk losing it by missing out on your next renewal. Because you need to renew your certificate with the PMI every 3 years, we’ve created this course bundle to help you do that, in one easy to access resource. When you complete this course, you’ll have earned the 60 PDUs (Professional Development Units) you need to renew that all-­important certificate.\n\n\nThe PMI (Project Management Institute) insists all certified Project Management Professionals complete 60 PDUs every 3 years to renew their PMP certificate. And if you miss out on renewal, or just renew too late, you may have to earn an extra 60 PDUs annually for the next two years, just to catch up. But with this course bundle you don’t have to worry – just complete each of the videos worth a total of 60 PDUs, and simply renew your certificate with the PMI.\nWhen you take these courses you’ll also be reinforcing key PM concepts, new audio books, learning new best practices and becoming a more rounded Project Management Professional (and more attractive to future employers).",
      "target_audience": [
        "PMP certified professionals looking to aquire PDUs for certification renewal",
        "Professionals looking to get 15, 30 or 60 PDUs for certification renewal",
        "If you are only looking for 35 PDUs for PMP application, this course is NOT for you"
      ]
    },
    {
      "title": "Negotiation Fundamentals: How To Negotiate Effectively",
      "url": "https://www.udemy.com/course/negotiation-fundamentals/",
      "bio": "Learn The Techniques, Strategies & Styles To Become A Better Negotiator. Negotiation Fundamentals: Get Better Deals",
      "objectives": [
        "Understand Negotiation Fundamentals; The Principles, Techniques and Gambits",
        "Understand Human Cognition and How We Make Decisions",
        "Learn The Different Negotiation Styles",
        "Learn About Negotiation Power & Pressure Points",
        "Learn How to Create Win-Win Without Giving Up What You Really Want"
      ],
      "course_content": {
        "Welcome To Negotiation Fundamentals": [
          "Introduction To The Course",
          "Why Negotiation Matters",
          "Section 1 Exercise"
        ],
        "Negotiation Defined & Human Cognition": [
          "What Is Negotiation",
          "Human Cognition & Cognitive Bias",
          "Section 2 Exercise"
        ],
        "Negotiation Power": [
          "The Perception Of Options",
          "Time Pressure",
          "Financial Pressure",
          "Information Pressure",
          "Psychological Pressure",
          "Influence, Not Manipulation",
          "Section 3 Exercise"
        ],
        "Negotiation Styles & The Importance Of The Win-Win": [
          "Diplomatic Style",
          "Dictator Style",
          "Benjamin Franklin Style",
          "Kamikaze Style",
          "Henry Clay Style",
          "The Importance Of Win-Win",
          "Section 4 Exercise"
        ],
        "Beginning Gambits": [
          "Negotiation Gambits",
          "Always Ask For More Than You Expect To Get",
          "Bracketing And The Silent Close",
          "Reluctant Buyer",
          "Section 5 Exercise"
        ],
        "Middle Gambits": [
          "Let Me Talk To The Manager",
          "Challenging A Bluff",
          "Tit For Tat",
          "Section 6 Exercise"
        ],
        "Ending Gambits": [
          "Good Cop, Bad Cop",
          "Nibbling",
          "Winning Gambit",
          "Section 7 Exercise"
        ],
        "Negotiation Fundamentals Conclusion": [
          "Negotiation Is A Skill",
          "PDCA Model Of Development",
          "Build Momentum & Stay Motivated",
          "Conclusion - A Short Story"
        ]
      },
      "requirements": [
        "You should be willing to learn",
        "You should be open to new ways of thinking",
        "You should be interested in negotiation, or making better deals either in business, or in every day life to get ahead."
      ],
      "description": "The ability to create agreement through negotiation is the number one skill in business. Whether you are dealing in million dollar transactions or simply winning others over to your way of thinking, Negotiation Fundamentals: How To Make Deals Out Of Duds is the course that positions you to achieve outstanding results where others fail. This course takes you through the human cognitive processes that lead us to make decisions, the various styles of negotiation and the complete negotiation process that turns duds into deals.\nHow do you create repeat business, generate referrals and create win-win results without giving up what you really want? In Negotiation Fundamentals, we show you how.\nWhat Will I Learn?\nThe human cognitive processes that lead to decision making\n\nHow to achieve power in negotiations\n\nHow to identify and use negotiation pressure points\n\nThe various negotiation styles you will encounter and how to handle them\n\nThe principles and techniques of negotiation\n\nHow to help your opponent feel like they’ve won, while you win too!\nThis course is also full of exercises that allow you to practice what you are learning. Allow me to be your instructor, take action with our exercises and develop your skills as a negotiator to enhance your current and future successes in business.\nTaking Negotiation Fundamentals will change the way you look at yourself and others. You will not only become more effective in your business dealings but better able to manage your thinking and the thinking of others.\nNegotiation can be a scary, high-stakes process. You simply cannot afford to leave it to guess work or old habits. Instead, you need a system for engaging with your negotiation opponents, backed by the current science of human cognition. This is what you will gain with this course.\nYour Instructor for this course is Alex Kouramanis. His content-packed delivery and accessible teaching style, comes from years of learning how to lead others to agreement. Negotiation Fundamentals: How To Make Deals Out Of Duds takes Alex’s 10 year combination of academic discipline in Cognitive Science & Philosophy and his street-wise business savvy as a real estate investor and business owner, and distills this experience to you in this value packed premium course!\nBy the end of this online course you will have the knowledge to be confident in approaching any negotiation situation, create terrific deals and avoid the traps that kill opportunities.\nCreate a whole future of opportunities and join us in Negotiation Fundamentals: How To Make Deals Out Of Duds today!",
      "target_audience": [
        "Anyone who want's to learn Negotiation Fundamentals",
        "Someone who is interested in making better deals",
        "Someone who wants to have more successful negotiations"
      ]
    }
  ]
}