{
  "courses": [
    {
      "title": "Spycraft 101 (Espionage Certificate Course)",
      "url": "https://www.udemy.com/course/spycraft/",
      "bio": "Spy Skills for Safety, Security, and Self-Defense with certificate by Archangel Protective Intelligence",
      "objectives": [
        "Espionage techniques to proactively address threats.",
        "Counter Intelligence techniques to better protect yourself and others",
        "Situational Awareness skills",
        "Students will be able to practice tradecraft techniques to enhance their security skill and better protect themselves"
      ],
      "course_content": {
        "Introduction and Spy Skill Basics": [
          "Welcome to Spycraft 101",
          "Spy Skill: Situational Awareness",
          "Spy Skill: Baseline Observation",
          "Spy games: Escape Plan"
        ],
        "Spy Skills": [
          "Spycraft Skill: Disguise",
          "Counter Intelligence: Surveillance Detection Routes for better safety",
          "Spy Skill: Crafting a Cover",
          "Spy Skill: The Moscow Rules"
        ],
        "Security Skills": [
          "Security Skill: Pattern of Life Security Awareness",
          "Security Skills Game: Pick a target",
          "Security Skill: Reverse OSINT",
          "Security Skill: Open-Source Intelligence for Travel",
          "Games for better Spy skills: Spy Catcher",
          "Hard vs Soft Security, Hard vs Soft Skills",
          "Spy skill concept: Trust is currency",
          "Spycraft Skills For Safety, Security, and Self-Defense Conclusion",
          "Final Assignment"
        ]
      },
      "requirements": [
        "There are no prerequisites for this course"
      ],
      "description": "Learn Spycraft Skills and earn a custom certificate upon completion.\nToo often our approach to security, whether it’s security for our home, our workplace, our families or our own self-defense is merely reactive. These responses are insufficient. Action is always quicker than reaction and these methods of traditional security consistently give the violent criminal the upper hand. Even the skilled self-defense or security practitioner is left at the mercy of an attacker. The average citizen is just waiting around ready to be victimized. The criminal has all of the control. However, there is an answer. There is a way to take control, to be empowered to stop violence and crime before it ever starts. The world of espionage offers us several techniques to be proactive and take control over our security and the protection of those we love. This covert world is more dangerous than the world most of us live in. It’s a world where overlooked vulnerabilities can have deadly consequences. Learn the espionage and counter-espionage skills that intelligence operatives use to survive in some of the most dangerous environments on earth. Learn to be more aware, detect and evade surveillance, protect yourself and your information, gather intelligence, detect and deter threats, and covertly gain access to hostile environments.",
      "target_audience": [
        "Learners interested in personal safety",
        "Learners interested in espionage"
      ]
    },
    {
      "title": "The Complete Course For Krav Maga. (Practitioner 1-5 Level)",
      "url": "https://www.udemy.com/course/the-complete-course-for-krav-maga/",
      "bio": "The Complete Course For Krav Maga will teach you to be a Real Tough Warrior and Prevail in a Street fight.",
      "objectives": [
        "You will learn all the curriculum of the five first Levels of Krav Maga as you were in a Krav Maga school.",
        "Understanding the mindset of Krav Maga and self-defense",
        "Krav Maga stances and correct way of moving in a fighting situation.",
        "How to Punch (all varieties)",
        "How to Kick (all varieties)",
        "Defence in Chokes",
        "Defence in Headlocks",
        "Defence in Punches & Kicks (all angles)",
        "Defence in Knife Threats",
        "Defence in Knife Attacks",
        "Defence in Bear Hugs",
        "Defence in Ground Attacks",
        "Defence in Stick Attacks",
        "How to use boxing shield pad",
        "How to use boxing bag",
        "How to do Sparring (Light & Hard)",
        "How to deal with a variety of scenarios",
        "How to Kick and Knee The Groin area so you will knock out someone immediately",
        "Teach you how to become a warrior and not a worrier"
      ],
      "course_content": {},
      "requirements": [
        "There is no any requirement for this Course. Just the will to learn and love Martial Arts and Self Defence."
      ],
      "description": "This course is a Krav Maga course, so by definition you will learn the most efficient self-defense system that there is right now in the world.\nYou will learn all the curriculum of the five first Levels as you were in a Krav Maga school.\nIn this course you will learn how to Win a street fight quick and efficient and knock out the other guy and protect yourself and your loved ones.\nThis course is made to be very easy to understand and perform the techniques.\nIn Krav Maga there is no rules, is exactly like the street, a street fight is chaos and we will teach you how to dominate chaos.\nKrav Maga is a system that the most Police and Military Units around the Globe use and train and depend their lives to this system.\nWHY?\nBecause Krav Maga WORKS, krav maga is simple to learn, is simple to performed and used under extreme pressure and fear.\nAll the techniques in this course are given by level, explained in every little detail so it will be totally understand by the student that took the course.\nBut also this Course is designed in such a way that it could help a Krav Maga instructor with all the key points that he will need, and also it will help a general Martial Art Instructor to understand, learn and put to his class new things.\nThis is not a Krav Maga course with some techniques from the curriculum, this is the course that gives ALL the curriculum of the first five levels in Krav Maga. (2 Years of training minimum in Krav Maga School)\nKrav Maga was made for everybody, Imi Lichtenfeld the founder of Krav Maga he used to say I make Krav Maga “so that one may walk in peace.”",
      "target_audience": [
        "This course is for everybody, everybody that wants to know how to defend himself and their loved ones, should take this course.",
        "Every one that wants to know Krav Maga must take this course.",
        "Any Krav Maga practitioner regardless of the Federetion or School that is practicing who want to have a solid foundation in Krav Maga.",
        "Any Martial Art Practitioner who want to learn the self defence point of view and put in new techniques in his quiver.",
        "Any Krav Maga instructor that needs to remember and see all the key points and the details for a technique and have all the Curriculum in his mobile phone.",
        "Any General Martial Arts Instructor that want to know the new highly expanding and growing self defence system and put it in their class new things."
      ]
    },
    {
      "title": "Yang Tai Chi for Beginners Part 1 with Dr. Yang, Jwing-Ming",
      "url": "https://www.udemy.com/course/yang-tai-chi-for-beginners-part-1-with-dr-yang-jwing-ming/",
      "bio": "Part one of the classical long form of Yang-style Tai Chi Chuan, with detailed step by step instruction with Master Yang",
      "objectives": [
        "Learn Part One of the Yang-style Tai Chi 108-form with step by step instruction by Dr. Yang, Jwing-Ming. A detailed private tai chi class with Master Yang.",
        "Traditionally, a student will practice the first section of the 108-form for 6-12 months before moving on to learn parts 2 & 3.",
        "When you are calm and relaxed, your body's natural restorative abilities and immune system are most energized and effective.",
        "Master Yang has practiced qigong for over 40 years, and he shares his insights from decades of experience.",
        "Instruction in English with detailed English closed captions / subtitles."
      ],
      "course_content": {
        "Introduction": [
          "Preview of Parts 1, 2 & 3 of Yang-style Tai Chi Chuan 108 Form",
          "Introduction Yang Tai Chi Part 1",
          "About Yang Tai Chi",
          "Group Demonstration Yang Tai Chi Complete Form",
          "Instruction: Key Points",
          "Instruction Movement 1: Begin Tai Chi",
          "Instruction Movements 2 - 4",
          "Instruction Movements 5 - 7",
          "Instruction Movements 8 - 14",
          "Instruction Movements 15 - 22 Close Tai Chi"
        ]
      },
      "requirements": [
        "Beginner-friendly. No prior experience necessary. This is traditional Tai Chi Chuan taught by a martial arts master, not modern, simplified Tai Chi for health."
      ],
      "description": "2 hours 37 minutes\nLearn Part One of the Yang-style Tai Chi 108-form with step by step instruction by Dr. Yang, Jwing-Ming. Front and rear view. A detailed private tai chi class with Master Yang.\nTai Chi Chuan is a kind of moving meditation with ancient roots in Chinese martial arts. In this program, Dr. Yang, Jwing-Ming teaches you Part One traditional Yang-style long form step-by-step, while explaining the meaning of each movement. Traditionally, a student will practice the first section of the 108-form for 6-12 months before moving on to learn parts 2 & 3.\nYang Tai Chi is the most popular style in the world, and it is practiced by millions of people every day. By practicing Tai Chi, you relax the mind and body deeply, which is the key to maintaining and improving your health. When you are calm and centered, your body's natural restorative abilities and immune system are energized and effective.\nRegular practice can benefit your strength, flexibility, bone-density, and muscle mass. The low-impact exercise has been shown to improve symptoms of depression and insomnia, and promote the healing of chronic conditions. Tai Chi is an excellent way to relieve stress, lower your blood pressure, and develop a positive attitude toward life. Tai Chi will increase your circulation of blood, nutrients, and energy throughout the body, resulting in improved vitality and longevity.\nMaster Yang instructs the complete Tai Chi form from the front, and shows each movement one-by-one from multiple angles. There is also a rear view of the form that you can simply follow-along with once you're familiar with the movements.\nTai Chi will develop your mind's alertness, awareness, and concentration. Most importantly, as you practice, pay attention to the feeling within the movements, so you may appreciate the profound essence of Tai Chi Chuan.\nLearn Part 1 of the form step-by-step\nLow-impact movements; good for all fitness levels\nEvery movement explained in detail\n10 video lessons / 2 hours 37 minutes\n\nAlso available: Parts 2 & 3 of the 108 form (180 minutes)\nDr. Yang's tai chi lineage can be traced back to the Yang family through Grandmaster Kao, Tao (高濤) and his teacher Yue, Huanzhi (樂奐之), an indoor disciple of Yang, Chengfu (楊澄甫).\n\"The Harvard Medical School Guide to Tai Chi\" says: \"regular practice leads to more vigor and flexibility, better balance and mobility, and a sense of well-being. Cutting-edge research from Harvard Medical School also supports the long-standing claims that Tai Chi also has a beneficial impact on the health of the heart, bones, nerves and muscles, immune system, and the mind.\"\nInstruction in English with detailed English captions / subtitles.",
      "target_audience": [
        "Perfect for those interested in learning the classical Tai Chi Chuan (Taijiquan) Yang-style long form with 108 movements, including the true purpose of each posture or \"moving pattern\".",
        "Good for anyone interested in taking their mind/body exercise to the next level using this proven ancient art."
      ]
    },
    {
      "title": "Learn Military Close Combat Training | Captain Chris Pizzo",
      "url": "https://www.udemy.com/course/learn-close-combat-training-military-hand-to-hand-combat/",
      "bio": "Military Hand-To-Hand Self Defense System Lets You Humiliate Younger, Tougher, BIGGER and More Experienced Attackers.",
      "objectives": [
        "Technique & Targeting Fundamentals: The biggest difference in the street/battlefield is not only how and where you hit, but more importantly...when you hit.",
        "The Forward Drive: The methodology and critical importance of driving in and through your attacker.",
        "Shoulder Smash & Irish Whip: Escape, evade, or continue the attack until you are out of danger.",
        "Fight Finishers: Survival is kill or get killed. Learn the full gamut of finishing techniques that will disable your attacker from harming you or others.",
        "The Ranger Choke: Banned in every combat sport including UFC, this is the ultimate shortcut fight move.",
        "The Chin Jab: With no defense available, learn THE most dangerous hand-to-hand combat technique ever created in history.",
        "Dirty Ground Fighting: Learn how to eliminate your fear of being down on the pavement, and turn the tide of battle back to your favor.",
        "Fight To Win: How to use Close Combat in real life to ABSOLUTELY dominate any possible violent encounter.",
        "The Onslaught Bum Rush: How do you defend against against a bigger, stronger opponent charging at you, fists flying? It's a lot simpler than you might think.",
        "Beating Bear Hugs, Head Locks, & Chokes: Be it in an alleyway, bar, road rage incident, or even just an unwanted advance, learn how to get out and stay out.",
        "Surviving Knife Attacks: Being attacked with a knife is the highest, most common fear. This is the ONLY proven \"no practice needed\" defense needed.",
        "\"Gangsta\" Gun Removal: The secret truth about gun defenses, and how to snatch a firearm out of someone's hand so faster than ANYONE can pull a trigger."
      ],
      "course_content": {
        "CLOSE COMBAT BASIC TRAINING": [
          "Close Combat Technique & Targeting Fundamentals",
          "The Close Combat Forward Drive",
          "Close Combat Shoulder Smash & Irish Whip",
          "Close Combat Core Fight Finishers"
        ],
        "CLOSE COMBAT GUTTER FIGHTING": [
          "The Ranger Choke",
          "The Chin Jab",
          "Dirty Ground Fighting",
          "How To Fight And Win"
        ],
        "CLOSE COMBAT STREET SAMURAI": [
          "Defeating The Onslaught Bum Rush",
          "Defeating Bear Hugs, Head Locks, & Chokes",
          "Row The Boat (Surviving Knife Attacks)",
          "\"Gangsta\" Gun Removal"
        ]
      },
      "requirements": [
        "No Experience Necessary: Perfect for people who don't want to screw around taking formal self defense classes... don't want to practice dozens of moves and techniques... or who simply want to learn how to fight as fast as humanly possible."
      ],
      "description": "The Military Secrets Most Men Will Never Know About Defending Themselves, Their Family, And Their Freedom:\n\nIf I offered to personally show you exactly how to stop violent attackers DEAD in their tracks...\n\nWithout needing to be fast, strong, or in good physical shape…\n\nWithout long, sweat-drenched hours of classes…\n\nWithout a gun…\n\nEven if you have no previous fighting experience what-so-ever…\n\nWould you be interested?\n\nMy name is Captain Chris Pizzo.\n\nAnd even with a lifetime of martial arts and military training experience, my wife and I were almost stabbed to death when dragged out of our car and attacked mercilessly by a street gang.\n\nAfterwards I spent every penny I had traveling the world studying at the feet of martial arts masters, exploring dozens of self defense methods, and testing hundreds of weapons…\n\nAll searching for the true “answer” to self defense.\n\nI finally discovered that in World War II, a little known, easy to use, easy to remember, and unbeatable method of personal protection was developed called \"Close Combat Training\".\n\nStripping away all the ceremony and complex movements of traditional martial arts and self defense, Close Combat Training was first proven by British Commandos in the 1920's to retake the streets of criminally-controlled Shanghai.\n\nIt was later used, with a perfect service record, to battle the greatest threat the world has ever seen, the fanatically evil Nazi regime.\n\nWhat makes Close Combat Training so effective is its principle use of gross-motor (large muscle-group) movements to deliver \"one-strike\" knockouts, bone-breaks, and barehanded weapon disarms against any number of attackers.\n\nBut even better…\n\nDocumented records show that this can all be achieved by anyone regardless of your age, strength, or current physical abilities.\n\nFor the past 20 years I’ve dedicated my life to sharing this powerful method with others who believe in our individual right to protect our lives, our liberty, and our personal property from all those looking to take it.\n\nNow it's your turn to let everyone know that YOU are no longer afraid of those actively working to destroy what you know and love.\n\nSee you inside!\n\nFear No Man,\n\nCaptain Chris Pizzo\nWorld Leader In Self Defense",
      "target_audience": [
        "Does NOT require a lot of time to master—You can learn it, literally, in a couple hours—even if you're a total fighting \"green horn\" now.",
        "Does NOT require you to be in peak physical condition— Guys with bulging beer bellies and bum knees use Close Combat Training to send younger and more experienced fighters—even advanced martial artists—to the emergency room.",
        "Does NOT require you to be uninjured to work— These are \"gross motor movement\" techniques. Which is why even soldiers with their legs blown off were able to defend themselves against armed enemies closing in on them in trenches and ditches.",
        "Does NOT require any practice—once you learn it, it's \"locked in\" your mind, your neurology and even your muscle fibers forever. You cannot forget it even if you wanted to. It's like a weapon strapped to your leg 24/7—365 days per year—ready to be drawn and fired at a moment's notice at any time, in any place, and under any circumstances."
      ]
    }
  ]
}