{
  "courses": [
    {
      "title": "Neuroscience for parents: How to raise amazing kids",
      "url": "https://www.udemy.com/course/neuroscience-and-parenting/",
      "bio": "Parenting to help your children develop a healthy brain, self esteem and trust. nurture their talents and bond with them",
      "objectives": [
        "Understand why my children act the way they do, based on their active brain structure and development of the brain",
        "Understand the impact of my parenting style",
        "Adapt my communication and reactions based on the children's active brain structure",
        "React appropriately when my child is under stress",
        "Grow my children's self esteem",
        "Help my children develop a stable world view",
        "Help my child develop a more efficient study method",
        "Foster the natural talents of my children",
        "Remain calm when it seems we're in the middle of a battlefield"
      ],
      "course_content": {
        "Introduction": [
          "Welcome",
          "How to take this course"
        ],
        "The Reptilian Brain": [
          "The Reptilian Brain",
          "The reptilian baby",
          "On Movement",
          "On climbing trees",
          "On Food",
          "Sleep",
          "On Co-sleeping"
        ],
        "The Paleolimbic Brain": [
          "The Paleolimbic Brain",
          "The Parental Instinct",
          "The Paleolimbic toddler",
          "The key to self confidence",
          "beat the bully",
          "Submissiveness vs Shyness vs Introversion",
          "Why we should teach our kid to trust us",
          "Social pain"
        ],
        "The Neolimbic Brain": [
          "The Neolimbic Brain",
          "On Expectations",
          "On Punishments",
          "Parenting Styles",
          "Your kid has personality!",
          "Mindsets",
          "On compliments",
          "small social trauma's"
        ],
        "The Prefrontal Brain": [
          "The Prefrontal Brain",
          "Two tricks to stay calm",
          "The Mozart Effect",
          "On learning",
          "Adolescence",
          "Screen Time",
          "Grit",
          "4 brain structures"
        ],
        "Conclusion": [
          "The perfect parent",
          "You are raising your kid",
          "You raised your kids in the same way... and yet...",
          "Conclusion",
          "Final test",
          "Thank you",
          "Certificate of Completion",
          "What's next"
        ]
      },
      "requirements": [
        "No previous knowledge required - I will take you step by step through the different concepts, models and brainstructures presented in the course",
        "No specific materials are needed for this course. Taking notes is recommended"
      ],
      "description": "Congratulations! You just found the N°1 course on parenting on Udemy. With over 60.000 students and raving reviews, you can't go wrong with this one...\nThanks to this course I've been asked for countless interviews, podcasts and conferences. I've even been asked to collaborate on a UNICEF backed project to help parents in the education of their kids.\nThis is the real deal. My expertise is in Brain Science. This is what I do for a living: sharing my passion for the brain with you. And with this course, you're in for a treat...\n\nAmazing kids...\nHow to raise amazing kids... I'm not saying that your kids will become amazing with this course. I'm saying they already are and this course will help you raise them.\nIt's as much about you, as it is about them. This course contains information that every parent should know\nWe all know parenting can be hard sometimes. The thing is, kids aren't adults and their brains are different as well. They react differently, and need different things. Some activities are helpful, others not so much.\n\nwe will go from the newborn baby to the young adult. I will give you the keys to understand why your child is behaving in a certain way, and more importantly, how to react to it. I will help you grow their self esteem, develop a stable world view, foster their natural talents, help them deal with bullying and peer pressure.\nWe will cover some fascinating studies about parenting, some do's and don'ts, some tips and tricks, and we will be busting some common myths about parenting as well. You'll learn when to stay firm and when to be lenient, how to stay calm when you're about to loose it, and much more. The course is packed with concrete real life information. I'm a father of two myself, and my two kids are an endless source of inspiration and anecdotes that I'll share with you,\nThe Neuroscience behind the course...\nNeuroscience for Parents is based on the NBA - the Neurocognitive and Behavioral Approach. Basically, what the NBA does, is studying how the brain works and its impact on human behavior\nThe NBA was developed in France, over a period of 25 years, by Dr Jacques Fradin, at the institute of environmental medicine. It is a fascinating, innovative and multi-disciplinary approach. It combines the fields of neurosciences, social psychology, behavioral sciences and many more to come up with one overlaying, comprehensive theory which gives unique insights in our complex human nature.\nAs the director of the Institute of Neurocognitivism I had the chance to work with Dr Fradin and become an expert in his groundbreaking approach.\nI've developed this course to translate his work into useful insights and tools for parents. Being a parent is probably the most beautiful, ungrateful and difficult task in the world. Also probably the most important one. Therefore, all help is welcome. I know first hand, as I said, I'm a dad myself.\nA dynamic course...\nNow all this neuroscience and scientific studies could come across as complex or even boring. But the truth is, I'm more a communicator than a scientist myself. I'm a strong believer of edu-tainment, and that is exactly what you'll get in this course.\nBut there's more to the course than just the recorded lectures. You see, first of all, we'll answer any question you may have within 24 hours (but usually much faster than that). This leads to the comments and questions section being packed with great additional info you can freely go through. On top of that, several times a month, you'll receive educational announcements from me, posts from my blog, with additional insights about brain science or parenting. and finally, the course itself will grow over time, as I add more lectures to it.\nA lot of people already told me every parent should be taking this course. And who am I to disagree... But don't take my word for it, just go over to the reviews and look at what some of the students had to say. It has been praised by pediatricians and parents alike (and if for any reason you don't agree with them, there's always your 30 day money back guarantee).\nJoin now, and get the best out of your amazing kids!",
      "target_audience": [
        "if you have children or grandchildren, aged between 0 and 17 years old, this course is for you"
      ]
    },
    {
      "title": "Fully Accredited Professional Child Psychology Diploma",
      "url": "https://www.udemy.com/course/fully-accredited-professional-child-psychology-diploma/",
      "bio": "Learn or Specialise Your Therapy in Child Psychology with this Fully Accredited Diploma Course",
      "objectives": [
        "Be able to practice professionally as a Child Psychologist",
        "Understand What Is Child Psychology",
        "Know About Growing Up & Attachments",
        "Learn About Psychology Through The Toddler Stage",
        "Understand Child Abuse & Bullying",
        "Understand Depression, Separation Anxiety, Grief & Stress for Children",
        "And Much More!"
      ],
      "course_content": {
        "Welcome to your Professional Child Psychology Diploma Course": [
          "Introduction to your Professional Child Psychology Diploma Course",
          "Your Professional Child Psychology Training Manual PDF",
          "Module 1: What Is Child Psychology?",
          "Module 2: Growing Up & Attachments",
          "Module 3: Psychology Through the Toddler Stage",
          "Module 4: Child Abuse and Bullying",
          "Module 5: Depression",
          "Module 6: Separation Anxiety",
          "Module 7: Grief",
          "Module 8: Stress and Children",
          "Module 9: Case Studies",
          "Accreditation Information",
          "Bonus Lecture"
        ]
      },
      "requirements": [
        "The great thing is that there are no prerequisites for this course, just an internet connection, a note pad and pen and an open and willing mind!",
        "This course is suitable for those wishing to begin a career in Child Psychotherapy, expand their existing skills or want to learn the techniques to help themselves."
      ],
      "description": "Study In Confidence with Dr Karen E Wells :Bestselling Instructor\nFully Accredited Professional Child Psychology Diploma\nLearn or Specialise Your Therapy in Child Psychology with this Fully Accredited Course\nThis course is accredited by CTAA - Complementary Therapists Accredited Association.\nOur Professional course on Child Psychology is aimed at those that are already qualified in Psychology or those that want to specialise in Child Psychology as an added extra to their therapy practice.\nAt the end of this course, you will be a psychologist specialising in helping children to combat the traumas and emotional difficulties in life.\nThe course is in-depth with self- assessment tasks at the end of each module, increasing your potential to learn and absorb course material.\nThe course is a mixture of videos and an in depth training manual.\nThe focus for Child Psychology is on the minds and behaviours of children and begins with prenatal development and all the way through to adolescence.\nIt considers the growth of children on a physical level but also considers emotional, mental and social development. To be a child psychologist, you must understand children. This branch of psychology has evolved greatly, and it is now recognised that child psychology is not just unique in its field but highly complex too.\nChildhood plays a significant part of life. Everything that occurs during that time must be explored fully because the influences and experiences gained through childhood will impact behaviour and ongoing development.\nAs a psychologist specialising in helping children to combat the traumas and emotional difficulties in life.\nOur easy to learn modules include:\nIntroduction to your Professional Child Psychology Diploma Course\nYour Child Psychology Training Manual PDF\nWhat Is Child Psychology\nGrowing Up & Attachments\nPsychology Through The Toddler Stage\nChild Abuse & Bullying\nDepression\nSeparation Anxiety\nGrief\nStress & Children\nCase Studies\nFinal Summary\nAccreditation\nBonus Lecture\nFAQ\nAnd so much more!\nThis course is accredited by CTAA - Complementary Therapists Accredited Association.\n\n\nThere is an additional fee if you wish to go ahead and have Karen’s certificate, which is different to the standard Udemy certificate - Details will be given in the course.\nPlease submit your assessment no earlier than 45 days from the purchase of the course in order for us to review that and issue your certificate.",
      "target_audience": [
        "This course is suitable for those wishing to begin a career in Child Psychotherapy, expand their existing skills or want to learn the techniques to help themselves."
      ]
    },
    {
      "title": "Parenting Skills to Raise Responsible, Mature Children",
      "url": "https://www.udemy.com/course/raising-responsible-children/",
      "bio": "Positive Parenting | Parenting Skills | Loving Home | Parenting Techniques | Positive Discipline | Family Communication",
      "objectives": [
        "Establish loving authority in your home",
        "Create conditions to open up communication and build trust",
        "Build an atmosphere of harmony rather than criticism, bickering, or putdowns",
        "Resolve disagreements and conflicts constructively and without power struggles",
        "Give up parenting habits that destroy self-esteem and weaken relationships",
        "Teach your children to assume responsibility for their feelings and actions",
        "Set limits and enforce discipline without being heavy-handed"
      ],
      "course_content": {
        "Welcome and Overview": [
          "Course Purpose & Overview",
          "How to Get the Most From This Course",
          "The Goal of Parenting"
        ],
        "Family Climate": [
          "Overview of Family Climate",
          "The Permissive Climate",
          "The Authoritarian Climate",
          "The Uninvolved Climate",
          "The Nurturing Climate",
          "Family Climate Summary Chart"
        ],
        "Principles of a Nurturing Home": [
          "Overview of Nine Principles of a Nurturing Home",
          "Nine Principles of a Nurturing Home - Document",
          "If...Then... Exercise",
          "If - Then Exercise Worksheet"
        ],
        "Weakening vs. Strengthening Communication": [
          "The Key Moment Model",
          "The Key Moment Model - Reference Guide",
          "Over-Managing & Overindulging - Reference Guide",
          "Maturation Over Problem-Solving",
          "The Cycle of Strengthening Behavior",
          "What We Do That Strengthens",
          "Outcomes of Our Communication",
          "Check Your Understanding 1"
        ],
        "Parenting Skills to Create Safe and Trusting Conditions (Empathy Skills)": [
          "Overview of the Empathy Skills",
          "Respecting",
          "Affirming",
          "Listening-Part I",
          "Listening-Part II-Mirroring",
          "Supporting",
          "Summary/Overview of the Empathy Skills"
        ],
        "Parenting Skills for Speaking the Truth (Honesty Skills)": [
          "Overview of Honesty Skills",
          "Disclosing",
          "Carefronting",
          "Reproving",
          "The Reproving Skill",
          "Negotiating Agreements",
          "The Negotiating Skill",
          "Harnessing Harmful Behavior",
          "The Harnessing Skill",
          "Summary of the Honesty Skills"
        ],
        "Parenting Skills to Instill Responsibility (Responsibility Skills)": [
          "Overview and Creating Structure",
          "Enforcing Consequences-Part I",
          "Enforcing Consequences-Part II-Making Expectations Clear",
          "Guide for Enforcing Consequences",
          "Encouraging Autonomy",
          "Asking Valuing Questions",
          "Valuing Questions Reference Guide",
          "Summary of Responsibility Skills"
        ],
        "Parenting with a Soft Heart": [
          "Parenting with a Soft Heart",
          "Reference Guide for Stop - Look - Listen - Choose",
          "Check Your Understanding 2"
        ],
        "Final Word": [
          "Final Word",
          "Bonus Lecture",
          "Guide to the HERO Principle",
          "Chart for Principles-Behavior-Outcomes",
          "Audio Files (MP3s) for Downloading",
          "Bonus Lecture"
        ],
        "Answers to Questions from Parents": [
          "Q&A: He Doesn't Want to Go to School, What Should I Do?",
          "Q&A: How Do I Have Rational Conversations with My Daughter?",
          "Q&A: How Do I Get Her to Open Up (and Grow Up)?",
          "Q&A: How Do We Teach Him About Consequences?",
          "Q&A: How Do We Talk to Her About Her Break-Up?",
          "Q&A: How Do I Get Them to Work Without Being Authoritarian?",
          "Q&A: How Do I Deal with His Anger?",
          "Q&A: What About a Broken Curfew?",
          "Q&A: How Do I Deal with Distrust?",
          "Q&A: Inappropriate Games & Music?"
        ]
      },
      "requirements": [
        "You will want to have a pdf reader program to download the worksheets as well as new worksheets which will be added to this course in the days to come.",
        "Become familiar with the Udemy course interface (i.e. Notes Panel, Discussion Section, etc.)"
      ],
      "description": "Here’s just a small sampling of what my students and other professionals are saying\n\"In my career as a specialist providing treatment to adolescents and their families, I have seen many parenting theories, models and books but nothing which rises to the stature of this work by Dr. Allen.\" Michael E. Berrett, Ph.D., Psychologist, nationally known clinical teacher, and CEO of Center for Change\n“The best course ever... I do not regret to invest my time and money in this course. Absolutely clear and practical for parents.” Lammuansang Tombing\n“Wow, I wish I had done this course before I had kids. My kids are teens now and I regret that I didn't have this knowledge and skills to raise my kids. This is super helpful and even though it seems too late for me, I still try to apply some of the concepts explained. Thank you!” Rosa Sam\n“Incredible course! Highly recommend for parents AND teachers!” Yana Uvarova\n“This course was so enlightening and well structured. I really liked all of the examples that were given. This really helped me apply the skill correctly as well as cement it in my knowledge. It was very helpful to be able to download the PDF's to go over again as many times as needed... I already see improvement as I work to apply one thing at a time.” Chandee Herrera\n“You have done a masterful job and your work will be a great blessing to thousands of parents.\" Dr. Dennis Deaton, Award-winning Author: Ownership Spirit and Co-founder of Quma Learning Systems\n“Roger Allen takes a difficult subject that is close to our hearts, and in an engaging manner, inspires us to become better parents and grandparents.\" Hyrum Smith, Co-Founder FranklinCovey\nPARENTING MATTERS!\nWhat happens between parents and children matters. Through our parenting we shape the lives of our children and prepare them to become happy and successful adults and positive contributors to society. Therefore, learning the skills of effective parenting will be one of the most worthwhile ventures you ever pursue.\nYet, doing this work is not easy\nAlthough rewarding, there is frankly little that is as hard as raising children. Family life is chaotic. Children come into the world helpless and are totally dependent on their parents for all their care. The process of growing physically and emotionally is a slow journey that takes many years. In the meantime, children make incredible emotional and physical demands on their parents. These demands require an abundance of understanding, patience, perseverance, dedication, even emotional maturity.\nDuring the course I’m going to talk about many of the challenges that come at us almost daily. For example, what do you say or do when?\nYour kids bicker and fight.\nThey are unmotivated and don’t want to help around the house.\nA child consistently lies.\nYour son or daughter brings home a really bad report card.\nA daughter is devastated by the remarks of some friends and becomes very depressed.\nYour son pitches a major fit when his screen time is over.\nThese are just a few of the myriad of challenges that we face as parents every day.\nThe mistakes we make as parents\nSuch challenges set us up to do one of two things: We over-manage our children by controlling, directing, lecturing, forcing, telling, nagging, criticizing, threatening. Or, we overindulge them (make life easy) by sympathizing, giving in, rescuing, fixing or doing for our them what they ought to do for themselves. Either way, our children fail to learn from their experiences or grow in emotional maturity and self-responsibility.\nCOURSE PURPOSE\nMy overall purpose, in this parenting course, is to teach you principles and skills to create a nurturing climate in your home. This is a home which blends the qualities of love and compassion with clear expectations and accountability. Most parents are good at one or the other—creating a loving, responsive environment but not so good at setting expectations. Or the other way around. They’re good at setting expectations but not good at compassion and love. I’m going to teach you to do both—hold high standards and yet create a safe and loving environment.\nHERE'S WHAT WE'LL DO\nIn the first part of the course, you'll learn a framework of successful parenting by helping you understand the basic principles or characteristics of a nurturing home. By understanding these principles you’ll become less reactive and become far more knowledgeable what to do and say to not only solve problems but help you children learn and grow.\nMost of the course is about improving how you communicate and interact with your children. I’ll present a model to communicate in ways that are positive and strengthening to your children rather than weakening and harmful to them and your relationships.\nThe remaining lessons are all about specific strategies and communication skills. You’ll learn how to:\n\n\nEstablish loving authority within your home.\nOpen up communication and build trust.\nBuild an atmosphere of harmony rather than criticism, bickering and putdowns.\nResolve disagreements and conflicts constructively and without power struggles.\nGive up parenting habits that destroy self-esteem and weaken relationships.\nTeach your children to assume responsibility for their feelings and actions.\nSet limits and enforce discipline without being heavy handed.\nConcrete skills\nThis course is not theory. I teach very concrete skills (what to do and say when such and such an event occurs in your home) and then demonstrate the skills with examples of communication between parents and their children.\nThe skills not only work but are immediately useful. By learning and practicing them you will improve the way you parent so you can enjoy your children and positively influence their development. I have been teaching these principles and skills for many years and I am pleased to make them more widely available in this course.\nI also want you to know that I give you lots of handouts to go with the lessons which you can download to remember and practice the concepts. I am also giving you exercises to apply what you learn. My intent is to make the concepts usable. I want you to come away from the course empowered mentally and equipped with skills that you can begin using immediately.\nWho Am I?\nMy name is Roger Allen. I’m a psychologist, author, coach, consultant, teacher, and more importantly, a father and grandfather. I’ve studied parenting and family relationships for 30 plus years and have developed a set of basic principles and skills to help you create loving relationships with your children and empower them to become responsible, emotionally mature children and adults. The principles and skills I will teach you have been tested with thousands of people throughout the world.\nSo join the thousands of parents who have learned skills to bring greater joy to their homes by raising responsible, emotionally mature children.",
      "target_audience": [
        "This course is for parents (toddlers to teens) who need tools and skills to build happier relationships and emotionally healthy children.",
        "Any parent who needs new strategies for appropriately dealing with a child or teenager.",
        "New parents who want to raise successful, responsible children."
      ]
    },
    {
      "title": "Couples Counselling using Systemic Family Therapy",
      "url": "https://www.udemy.com/course/couples-counselling/",
      "bio": "Learn couples counselling: Understand how systematic family therapy helps build stronger relationships and marriages",
      "objectives": [
        "Couples counselling",
        "Relationship theory and step-by-step relationship counselling",
        "Explore psychotherapy skills used in couples counselling",
        "Systemic family therapy"
      ],
      "course_content": {
        "Introduction": [
          "Welcome",
          "Course goals and outline",
          "How to use this course",
          "Course handbook",
          "Meet your instructor",
          "Student community"
        ],
        "What is couples counselling?": [
          "What is a couple?",
          "Origins of couples counselling",
          "History and development",
          "What makes relationships work?",
          "Resilient relationships",
          "Individual characteristics",
          "The four horsemen",
          "Test your knowledge"
        ],
        "Understanding relationships": [
          "Exploring relationship theory",
          "Relationships as systems",
          "Interaction-focused therapy",
          "Relationships as organisms",
          "Why use systems?",
          "Functional behaviour",
          "Structures",
          "Structural therapy",
          "Transitions",
          "Life cycles",
          "Strategic therapy",
          "Constructing identities",
          "Are problems real?",
          "Social construction",
          "Test your knowledge"
        ],
        "Core counselling skills": [
          "Introducing counselling skills",
          "What is counselling?",
          "Non-specific factors",
          "Therapeutic alliance",
          "Active listening",
          "Core conditions",
          "Confidentiality",
          "Test your knowledge"
        ],
        "Doing couples counselling": [
          "Assessment",
          "Is couples counselling a good fit?",
          "Customer types",
          "Contracting",
          "Extending the therapeutic alliance",
          "The presenting problem",
          "What hasn't worked?",
          "A note on role plays",
          "Alliance formation role play",
          "Formulation",
          "Making changes",
          "Outcome assessment",
          "Dyadic adjustment scale (DAS)",
          "Test your knowledge"
        ],
        "Therapeutic techniques": [
          "Neutrality",
          "Neutrality example",
          "Unbalancing",
          "Unbalancing example",
          "Circular questioning",
          "Circular questioning example",
          "Reflective questioning",
          "Reflective questioning example",
          "Reflective questioning role play",
          "Reframing",
          "Reframing example",
          "Reframing role play",
          "Enactment",
          "Enactment example",
          "Homework",
          "Homework example",
          "Test your knowledge"
        ],
        "How do I deal with...": [
          "Mental illness",
          "Domestic abuse",
          "Separation and divorce",
          "Test your knowledge"
        ],
        "Sex": [
          "Sex and couples counselling",
          "Talking about sex",
          "Factors affecting sex",
          "Sex myths"
        ],
        "Culture": [
          "Impact of culture on counselling",
          "Cultural interactions",
          "Cultural factors",
          "Cultural competencies",
          "Culture exercise",
          "Assessment"
        ],
        "Genograms": [
          "What is a genogram?",
          "Drawing a genogram",
          "Examples of genograms",
          "Alternative genograms",
          "Genogram exercise"
        ]
      },
      "requirements": [
        "No experience of couples counselling is required",
        "A background in person-centred counselling my be useful, but not required, as we will cover core counselling skills in this course"
      ],
      "description": "How can counselling help couples build stronger, longer-lasting relationships? How can it support couples in distress? And how can we better understand intimate relationships in our personal lives?\nSystemic therapy is an approach to psychotherapy that examines and addresses the interrelationships and dynamics within a family or social system to facilitate positive change and understanding. In this introductory course, you will learn about the core concepts, theories and skills used in Systemic Family Therapy for couples.\nSystemic therapy is rooted in the belief that individuals cannot be fully understood in isolation; rather, they are best comprehended within the context of their relationships and the larger systems they are a part of. The core theory of systemic therapy emphasises that issues in a couple's relationship are often a result of broader systemic factors and communication patterns. It encourages a holistic view of the relationship, exploring how each partner's actions and reactions impact the other and how family and societal dynamics contribute to their challenges.\nSystemic therapy seeks to promote healthier communication, address destructive patterns, and create positive change by involving all parties in the counselling process. This approach can lead to a deeper understanding of the interconnections within the relationship, ultimately fostering more effective problem-solving and improved overall dynamics.\nThroughout the course, you will delve into the theoretical foundations, practical techniques, and underlying principles of couples counselling. You will learn:\nGain a deep understanding of the foundations of couples counselling, its origins, and the core factors that contribute to successful relationships.\nExplore relationship theories and the systemic nature of partnerships, delving into the dynamics that underlie couples' interactions and behaviours.\nUnderstand essential counselling skills, including active listening, building therapeutic alliances, and maintaining confidentiality in a couples counselling context.\nLearn about the practical aspects of conducting couples counselling, from initial assessments to understanding the presenting problems and formulating effective therapeutic strategies.\nUnderstand therapeutic techniques, including neutrality, circular questioning, reframing, and more, to address various challenges in couples counselling effectively.\nDiscover how counsellors navigate complex issues such as mental health, domestic abuse, and separation and divorce within couples counselling.\nExplore the sensitive topic of sex within relationships and the skills used to facilitate open and constructive discussions about this crucial aspect of partnership.\nUnderstand the profound impact of culture on counselling, and how cultural competencies allow us to engage with diverse couples effectively.\nLearn about creating and interpreting genograms, a visual tool that provides insight into family histories and relationships.\nThe course is thoughtfully designed, featuring video lectures, downloadable resources, quizzes, practical exercises, and a comprehensive course handbook. On completing the course, you will earn a certificate accredited by the International Association of Therapists. If you wish to become a registered member of the BACP you will require further training.\nWhile a background in counselling, such as person-centred, may be useful, we will cover core counselling theory in this course, so no background in counselling is required.\nWho isn’t this course for:\nWe take a wide and inclusive view of relationships, including the LGBT community, so anyone with a highly traditional view of marriage may not be comfortable with the course material\nThis course will not focus on sexual dysfunction, so if you are looking to support couples who are having sexual-specific problems, other courses may be better suited.",
      "target_audience": [
        "Counsellors and mental health professionals looking to explore couples counselling",
        "Students looking to understand how relationships work",
        "Students looking for an overview of systemic family therapy"
      ]
    }
  ]
}